[
  {
    "id": "2570777",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Assinale a alternativa que defina corretamente o tipo penal do INFANTICÍDIO, conduta penalmente prevista no art. 123 do CP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou a praticar automutilação ou prestar-lhe auxílio material para que o faça."
      },
      {
        "letra": "B",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lho provoque."
      },
      {
        "letra": "C",
        "texto": "Matar alguém menor de 14 (quatorze) anos."
      },
      {
        "letra": "D",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2536651",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Joana, logo após o parto da sua filha Maria, a asfixiou até a morte, ensejando a sua prisão em flagrante. Em sede de audiência de custódia, houve a conversão da prisão em preventiva. Deflagado o processo penal para apurar a conduta praticada, comprovou-se, em observância ao contraditório e à ampla defesa, que Joana agiu, à época dos fatos, sob a influência do estado puerperal. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Joana responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "C",
        "texto": "homicídio simples."
      },
      {
        "letra": "D",
        "texto": "feminicídio."
      },
      {
        "letra": "E",
        "texto": "infanticídio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2635377",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Paulo auxiliou Maria a praticar o aborto no final da gestação, sendo que, por circunstâncias alheias à vontade deles, a gravidez resultou em nascimento com vida. Maria, então, sob influência do estado puerperal, acabou matando a própria filha, logo após o parto. Nesse caso, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo não responderá pelo crime de infanticídio."
      },
      {
        "letra": "B",
        "texto": "Paulo cometeu crime de feminicídio, na condição de partícipe."
      },
      {
        "letra": "C",
        "texto": "Maria e Paulo são coautores do crime de aborto, estando sujeitos à mesma pena, bem como Maria responderá ainda pelo crime de infanticídio."
      },
      {
        "letra": "D",
        "texto": "Maria e Paulo agiram em concurso de pessoas no crime de infanticídio."
      },
      {
        "letra": "E",
        "texto": "Paulo não responderá penalmente, já que a tentativa de aborto foi absorvida pelo crime de infanticídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2281721",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Consoante as disposições do Código Penal e suas alterações, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de feminicídio é o homicídio praticado contra a mulher por razões da condição de sexo feminino"
      },
      {
        "letra": "B",
        "texto": "A infração penal de infanticídio consiste em matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após"
      },
      {
        "letra": "C",
        "texto": "O crime de aborto é punível se praticado com ou sem o consentimento da gestante"
      },
      {
        "letra": "D",
        "texto": "Não se pune quem induz, instiga ou auxilia materialmente aquele que se automutila"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2263813",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Maria, uma mulher de 25 anos, estava grávida e passou por um parto complicado, que resultou em diversos problemas de saúde tanto para ela quanto para a recém-nascida, que nasceu prematura e com complicações respiratórias. Devido à falta de acompanhamento médico adequado durante a gravidez, Maria estava sobrecarregada emocionalmente e fisicamente. Após o parto, Maria foi diagnosticada com depressão pós-parto, o que a deixou em um estado emocional extremamente fragilizado. Ela estava lutando para cuidar de sua filha, que necessitava de cuidados médicos intensivos, e sentia-se culpada por não ter tido um acompanhamento médico adequado durante a gestação. Em um momento de desespero, Maria, ainda sob a influência de sua depressão pós-parto, entrou no quarto do hospital onde sua filha estava internada e, sem pensar claramente nas consequências, sufocou-a com um travesseiro. Esse ato foi realizado sem premeditação e sem a intenção consciente de matar sua filha. Após cometer o ato, Maria entrou em choque e relatou o que havia acontecido às enfermeiras do hospital. Ela foi detida pela equipe de segurança do hospital e a polícia foi chamada para investigar o caso. Durante o interrogatório, Maria demonstrou remorso e afirmou que agiu impulsivamente devido à sua condição emocional e mental fragilizada. Assinale, dentre as alternativas abaixo, a alternativa que define CORRETAMENTE o crime praticado por Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aborto."
      },
      {
        "letra": "B",
        "texto": "Infanticídio."
      },
      {
        "letra": "C",
        "texto": "Homicídio."
      },
      {
        "letra": "D",
        "texto": "Feminicídio."
      },
      {
        "letra": "E",
        "texto": "Homicídio qualificado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2215610",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Tendo como referência a doutrina, assinale a opção em que é apresentado o crime de mão própria que admite coautoria em determinados casos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho"
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "infanticídio"
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      },
      {
        "letra": "E",
        "texto": "falsa perícia"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2199610",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Uma mulher jovem, 20 anos de idade, com intenção de esconder a gravidez dos familiares, expulsa o concepto dolosamente do seu ventre na 25° semana de gestação. Perante a lei, como essa situação é caracterizada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é crime devido ao estado puerperal da mulher"
      },
      {
        "letra": "B",
        "texto": "Não se pode qualificar como crime antes de uma avaliação psiquiátrica da mulher."
      },
      {
        "letra": "C",
        "texto": "Crime de infanticídio."
      },
      {
        "letra": "D",
        "texto": "Crime de homicídio."
      },
      {
        "letra": "E",
        "texto": "Crime de aborto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2061946",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Com referência aos crimes contra a vida, sabe-se que alguns são tipificações do descrito como homicídio, no artigo 121 do Código Penal, e que outros estão descritos em artigos próprios, também nesse ordenamento jurídico. Com base no conhecimento da legislação, julgue o item a seguir. O crime de infanticídio se caracteriza pela conduta de a mãe, em estado puerperal, durante o parto ou logo após ele, matar o próprio filho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2074469",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Sobre os crimes contra a vida, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O aborto praticado por médico não é punido apenas na hipótese em que não há outro meio para salvar a vida da gestante."
      },
      {
        "letra": "B",
        "texto": "São consideradas lesão de natureza grave somente as que resultam em incapacidade para as ocupações habituais por mais de 30 (trinta) dias, perigo de vida e aceleração do parto."
      },
      {
        "letra": "C",
        "texto": "No crime de induzimento, instigação ou auxílio a suicídio ou à automutilação, haverá aumento de pena se a vítima, por qualquer causa, tiver a capacidade de resistência diminuída."
      },
      {
        "letra": "D",
        "texto": "Matar, sob influência do estado puerperal, o próprio filho, é tipificado como homicídio privilegiado."
      },
      {
        "letra": "E",
        "texto": "No crime de feminicídio, a pena é aumentada se praticado contra vítima menor de 14 (quatorze) anos ou maior de 60 (sessenta) anos, gestante ou lactante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1955350",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Considerando os conceitos do direito e da medicina legal em relação ao crime de infanticídio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infanticídio é um crime frequente caracterizado por uma gravidez desejada, que posteriormente não foi mais aceita."
      },
      {
        "letra": "B",
        "texto": "trata-se de homicídio privilegiado em recém-nascido, tipificado pelo fato de o autor considerar e se aproveitar da condição de vulnerabilidade do parto."
      },
      {
        "letra": "C",
        "texto": "tem atenuante na condição biopsicossocial puerperal que associa trauma psicológico, pressão social e o parto desassistido, resultando em estado confusional capaz de levar ao gesto criminoso."
      },
      {
        "letra": "D",
        "texto": "os termos “estado puerperal”, “blues puerperal” e “depressão pós-parto” são sinônimos para a condição de alteração da psique pós-parto."
      },
      {
        "letra": "E",
        "texto": "o estado puerperal é uma ficção jurídica no intuito de justificar a benignidade de tratamento penal, quando a causa principal é a gestação consequente à violência sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1938384",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Natália, grávida de nove meses, entra em trabalho de parto e, imediatamente, se dirige ao hospital de sua cidade. Após os trâmites administrativos, Natália é internada e, passados três dias, ocorre o parto, tendo o bebê nascido com ótima saúde. Logo após o parto, sob a influência do estado puerperal, Natália se dirige ao berçário da maternidade com uma tesoura com a finalidade de matar seu recém-nascido. Acontece que o bebê morto por Natália não era o seu filho, ou seja, ela atacou outro bebê, por engano. Nessa hipótese, é correto afirmar que Natália responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo crime de infanticídio, mesmo não tendo matado seu bebê."
      },
      {
        "letra": "B",
        "texto": "por crime de homicídio simples, já que matou o bebê de outrem."
      },
      {
        "letra": "C",
        "texto": "pelo delito de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "por crime de homicídio qualificado, já que matou o bebê de outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840066",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Carla, sob influência do estado puerperal, desejando matar seu filho Guilherme, recém-nascido que estava em uma incubadora no hospital onde acabara de nascer, levanta de sua cama e vai até o berçário, local onde seu filho se encontrava. Lá chegando, Carla pega sua arma de fogo, aponta na direção da incubadora de seu filho e, no momento do disparo, devido ao tranco da arma, acerta a incubadora ao lado da do seu filho, matando Joaquim, filho de Paula, outra paciente do hospital. Diante do caso narrado é correto afirmar que Carla responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infanticídio por erro sobre a pessoa, nos termos do Art. 20, § 3º, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "homicídio, uma vez que só poderia haver infanticídio se tivesse acertado o próprio filho."
      },
      {
        "letra": "C",
        "texto": "infanticídio por erro na execução, nos termos do Art. 73 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "infanticídio em razão da incidência do Art. 74 do Código Penal, que trata do resultado diverso do pretendido."
      },
      {
        "letra": "E",
        "texto": "homicídio em razão do erro na execução, nos termos do Art. 73 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1829178",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.O delito de infanticídio, por ser crime próprio, não admite coautoria e participação, de modo que condições e circunstâncias de caráter pessoal não serão comunicadas aos demais concorrentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1159716",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Serena havia acabado de dar à luz o seu filho, mas, em razão de seu estado emocional, caracterizando o estado puerperal, veio a tirar dolosamente a vida da criança. Considerando o disposto no Código Penal, é correto afirmar que essa conduta de Serena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza o crime de infanticídio."
      },
      {
        "letra": "B",
        "texto": "não é considerada crime."
      },
      {
        "letra": "C",
        "texto": "é considerada crime de homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "caracteriza o crime de homicídio, com agravante de a vítima ser um recém-nascido."
      },
      {
        "letra": "E",
        "texto": "é considerada crime, mas Serena ficará isenta de pena por ter sido influenciada pelo estado puerperal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1098009",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação ao crime de infanticídio, a lei brasileira não adotou o critério psicológico, mas sim o critério fisiopsicológico, levando em conta o desequilíbrio oriundo do processo do parto."
      },
      {
        "letra": "B",
        "texto": "A incidência da qualificadora do feminicídio, prevista no artigo 121, § 2°, VI, do Código Penal, reclama situação de violência praticada por homem ou por mulher contra a mulher em situação de vulnerabilidade, num contexto caracterizado por relação de poder e submissão. Pode-se ainda afirmar que, segundo entendimento do Superior Tribunal de Justiça, a qualificadora em análise é de natureza subjetiva."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial constitui causa extintiva de punibilidade que afasta os efeitos da sentença condenatória e, diferentemente do perdão do ofendido, não precisa ser aceito para gerar efeitos."
      },
      {
        "letra": "D",
        "texto": "No que concerne ao crime de homicídio, é possível a coexistência das circunstâncias privilegiadoras com as qualificadoras de natureza objetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "976908",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Em relação ao infanticídio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é necessária a presença do estado puerperal da mulher."
      },
      {
        "letra": "B",
        "texto": "a verificação de vida extra-uterina não é importante."
      },
      {
        "letra": "C",
        "texto": "é possível sua configuração em natimorto."
      },
      {
        "letra": "D",
        "texto": "a docimásia de galeno não permite verificar se houve vida extra-uterina."
      },
      {
        "letra": "E",
        "texto": "não existe docimásia histológica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "934034",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Uma mulher de vinte e oito anos de idade foi presa acusada do crime de infanticídio, após ter jogado em uma centrífuga o bebê que ela havia dado à luz. Segundo a ocorrência policial, um familiar da suspeita disse que ela havia escondido a gravidez e que negava que houvesse praticado aborto. A partir dessa situação hipotética, julgue o item a seguir. A configuração do crime de infanticídio independe da existência de estado puerperal, bastando para tal que o sujeito passivo seja uma criança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904142",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "São considerados crimes contra a pessoa, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Matar alguém."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lhe provoque."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que “A” seja instigado a suicidar-se e decida pular da janela do prédio em que reside. Ao dar cabo do plano suicida, “A” não morre e apenas sofre lesão corporal de natureza leve. Pode-se afirmar que o instigador deverá responder pelo crime de tentativa de instigação ao suicídio, previsto no art. 122 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Considera-se qualificado o homicídio praticado contra pessoa menor de 14 anos ou maior de 60 anos."
      },
      {
        "letra": "C",
        "texto": "O Código Penal permite o aborto praticado pela própria gestante quando existir risco de morte e não houver outro meio de se salvar."
      },
      {
        "letra": "D",
        "texto": "O feminicídio é espécie de homicídio qualificado e resta configurado quando a morte da mulher se dá em razão da condição do sexo feminino. Se o crime for presenciado por descendente da vítima, incidirá ainda causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "O aborto provocado pela gestante, figura prevista no art. 124 do Código Penal, cuja pena é de detenção de 1 (um) a 3 (três) anos, admite coautoria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "870652",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Dos crimes contra a pessoa, destacam-se aqueles que eliminam a vida humana, considerada o bem jurídico mais importante do homem, razão de ser de todos os demais interesses tutelados, merecendo inaugurar a parte especial do nosso Diploma Penal. Considerando os crimes contra a vida, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vida é tratada nesse tópico tanto na forma intra (biológica) quanto extrauterina, protegendo-se, desse modo, o produto da concepção (esperança de homem) e a pessoa humana vivente."
      },
      {
        "letra": "B",
        "texto": "O dolo do homicídio pode ser direto (o agente quer o resultado) ou eventual (o agente assume o risco de produzi-lo)."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 13.104/2015 inseriu o inciso VI no art. 121 do Código Penal: o feminicídio, entendido como a morte de mulher em razão da condição do sexo feminino (leia-se, violência de gênero quanto ao sexo)."
      },
      {
        "letra": "D",
        "texto": "Infanticídio, segundo dispõe o Diploma Penal Brasileiro, é matar o próprio filho independentemente da condição fisiopsicológica do sujeito ativo."
      },
      {
        "letra": "E",
        "texto": "Três são as formas de praticar o induzimento, instigação ou auxílio ao suicídio: nas duas primeiras hipóteses (induzimento e instigação), temos a participação moral; já na última (auxílio), material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "844170",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, disciplinados no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São crimes contra a pessoa: o homicídio, o infanticídio, o aborto e o latrocínio."
      },
      {
        "letra": "B",
        "texto": "A pena mínima do infanticídio é maior do que a pena mínima do homicídio simples doloso."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de homicídio culposo, o juiz poderá deixar de aplicar a pena se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária."
      },
      {
        "letra": "D",
        "texto": "O aborto com consentimento é sempre permitido até o terceiro mês da gestação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "843732",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Segundo Busato (2014), \"o homicídio é uma violação do bem jurídico vida como tal considerado a partir do nascimento\". E para Hungria (1959), esse crime constitui \"a mais chocante violação do senso moral médio da humanidade civilizada\". BUSATO. Paulo César. Direito Penal: parte especial, l.ed. São Paulo: Atlas, 2014, p. 19. HUNGRIA, Nelson. Comentários ao código penal. 4.ed. Rio de Janeiro: Forense, 1959, p. 25. O Código Penal Brasileiro, em seu artigo 121, apresenta três modalidades de tipos penais de ação homicida, em que os elementos que o compõem podem ou não aparecer conjugados. Acerca das modalidades do crime de homicídio, variantes e caracterização, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caracterizada como homicídio a morte de feto atingido por disparo de arma de fogo, quando ainda no ventre da mãe."
      },
      {
        "letra": "B",
        "texto": "O infanticídio é modalidade do homicídio qualificado pelo resultado, quando a mãe mata o próprio filho logo após o parto, sob a influência do estado puerperal, cuja pena é agravada."
      },
      {
        "letra": "C",
        "texto": "O latrocínio, por se tratar de espécie complexa de homicídio qualificado previsto no artigo 121 do Código Penal, não é julgado pelo Tribunal do Júri por envolver questões patrimoniais."
      },
      {
        "letra": "D",
        "texto": "A eutanásia, ou o homicídio piedoso, é reconhecida como conduta praticada por relevante valor moral, caracterizadora do homicídio privilegiado."
      },
      {
        "letra": "E",
        "texto": "O homicídio pode ser considerado qualificado /privilegiado quando praticado por relevante valor moral motivado por vingança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812772",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Abigail, depois de iniciado parto caseiro, mas antes de completá-lo, sob influência do estado puerperal, mata o próprio filho. Abigail praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infanticídio."
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "C",
        "texto": "homicídio."
      },
      {
        "letra": "D",
        "texto": "consentimento para o aborto"
      },
      {
        "letra": "E",
        "texto": "autoaborto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "772233",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Micaela, de 19 anos de idade, após manter um relacionamento ocasional com Rodrigo, de 40 anos de idade, acaba engravidando. Após esconder a gestação durante meses de sua família e ser desprezada por Rodrigo, que disse que não assumiria qualquer responsabilidade pela criança, Micaela entra em trabalho de parto durante a 40a semana de gestação em sua residência e sem pedir qualquer auxílio aos familiares que ali estavam, acaba parindo no banheiro do imóvel. A criança do sexo masculino nasce com vida e Micaela, agindo ainda sob efeito do estado puerperal, corta o cordão umbilical e coloca o recém nascido dentro de um saco plástico, jogando-o no lixo da rua. O bebê entra em óbito cerca de duas horas depois. Neste caso, à luz do Código Penal, Micaela cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "homicídio doloso."
      },
      {
        "letra": "C",
        "texto": "aborto."
      },
      {
        "letra": "D",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "E",
        "texto": "infanticídio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1391205",
    "metadata": "Ano: 2015 | Banca: Fundação La Salle | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Estabelece o Art. 123 do Código Penal Brasileiro que matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após é denominado crime de___________ . Assinale a alternativa que preenche corretamente a lacuna acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa consciente"
      },
      {
        "letra": "B",
        "texto": "genocídio"
      },
      {
        "letra": "C",
        "texto": "feminicídio"
      },
      {
        "letra": "D",
        "texto": "dolo eventual"
      },
      {
        "letra": "E",
        "texto": "infanticídio"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532526",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a vida, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a genitora que mata o neonato, sob o estado puerperal e logo após o parto, responderá por homicídio duplamente qualificado pelo recurso que dificultou a defesa da vítima e por meio insidioso."
      },
      {
        "letra": "B",
        "texto": "para configuração do homicídio privilegiado, previsto no art. 121, § 1o , do Código Penal, basta que o agente cometa o crime sob o domínio de violenta emoção."
      },
      {
        "letra": "C",
        "texto": "nas lesões culposas verificadas entre os mesmos agentes, é possível aplicar a compensação de culpas."
      },
      {
        "letra": "D",
        "texto": "o feminicídio, previsto no art. 121, § 2o , inciso VI, do Código Penal, exige que o crime seja praticado contra a mulher por razões da condição de sexo feminino envolvendo violência doméstica ou familiar ou menosprezo ou discriminação à condição de mulher."
      },
      {
        "letra": "E",
        "texto": "o agente que pratica autolesão responderá pelo crime de lesões corporais com atenuação da pena de 1/3 a 2/3, a depender da natureza da lesão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "752022",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Quanto ao crime de infanticídio, é correto o que se afirma na alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a mãe não quis ou assumiu o risco da morte do filho, não se configura crime de infanticídio, em qualquer das formas, eis que inexiste para o crime de infanticídio forma culposa."
      },
      {
        "letra": "B",
        "texto": "É um crime comum, de perigo, formal, plurissubjetivo, comissivo, instantâneo de efeitos permanentes, complexo."
      },
      {
        "letra": "C",
        "texto": "É sujeito passivo, no crime de infanticídio, a mãe que mata o próprio filho durante ou logo após o parto sob a influência do estado puerperal e, sujeito ativo, seu próprio filho."
      },
      {
        "letra": "D",
        "texto": "Pratica o crime de infanticídio a mãe que mata o óvulo fecundado após a nidação, o embrião ou o feto sob a influência do estado puerperal."
      },
      {
        "letra": "E",
        "texto": "O estado puerperal pode durar muito tempo, portanto, a mãe que mata seu próprio filho uma semana após o parto, estando, ainda, sob a influência do estado puerperal, pratica o crime de infanticídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "518547",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Em relação aos crimes contra a vida, dispostos no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de induzimento, instigação ou auxílio a suicídio, disposto no artigo 122 do CP, a pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "O Código Penal prevê o crime de aborto culposo."
      },
      {
        "letra": "C",
        "texto": "Se do induzimento, instigação ou auxílio ao suicídio resulta lesão corporal de natureza grave na vítima, a conduta daquele que induziu, instigou ou auxiliou a vítima a tentar se suicidar é atípica."
      },
      {
        "letra": "D",
        "texto": "Para a configuração da qualificadora do emprego de veneno no homicídio, disposta no artigo 121, § 2°, inciso III, primeira figura, do CP, não se exige que a vítima desconheça a circunstância de estar sendo envenenada."
      },
      {
        "letra": "E",
        "texto": "O crime de infanticídio, descrito no artigo 123 do CP, prevê também como típica a forma culposa desse delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488133",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No Código Penal, nos crimes de injúria, infanticídio e lesão corporal, os bens jurídicos tutelados são, respectivamente, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "honra, a vida e a integridade física."
      },
      {
        "letra": "B",
        "texto": "vida, a honra e a integridade física."
      },
      {
        "letra": "C",
        "texto": "honra, a integridade física e a vida."
      },
      {
        "letra": "D",
        "texto": "integridade física, a vida e a honra."
      },
      {
        "letra": "E",
        "texto": "vida, a integridade física e a honra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "479682",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Medusa, sob a influência do estado puerperal, veio a matar o seu próprio filho recém-nascido, logo após o parto. Segundo o que estabelece o Código Penal em relação a essa conduta, é correto afirmar que Medusa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de infanticídio, mas ficará livre da pena em razão de ter agido sob a influência do estado puerperal."
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de homicídio, mas ficará livre da pena por ter agido sob a influência do estado puerperal."
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de homicídio."
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de homicídio, mas terá sua pena reduzida por ter agido sob a influência do estado puerperal."
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de infanticídio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429182",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Mediante promessa de pagamento de cem reais, a intrometida vizinha Florisbela participa dolosamente do infanticídio executado pela jovem mãe Aldegunda que, em desespero, se encontrava então sob forte influência do esta-do puerperal. Sobre Florisbela, à vista do entendimento hoje dominante na doutrina, com esses dados em princípio pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderia por homicídio doloso qualificado, caso a lei brasileira classificasse o infanticídio como modalidade privilegiada de homicídio."
      },
      {
        "letra": "B",
        "texto": "responderia por homicídio privilegiado, com Aldegunda, caso a lei brasileira classificasse o infanticídio como modalidade privilegiada de homicídio."
      },
      {
        "letra": "C",
        "texto": "responde por homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "responde por infanticídio qualificado."
      },
      {
        "letra": "E",
        "texto": "responde por infanticídio privilegiado, com Aldegunda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "420625",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Lesões corporais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete infanticídio qualquer pessoa que matar, sob a influência do estado puerperal ou não, o próprio filho, durante o parto ou logo após."
      },
      {
        "letra": "B",
        "texto": "Comete infanticídio qualquer pessoa que ma­tar, sob a influência do estado puerperal, criança, durante o parto ou logo após."
      },
      {
        "letra": "C",
        "texto": "Comete infanticídio a mulher que matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      },
      {
        "letra": "D",
        "texto": "Considera-se lesão corporal de natureza grave aquela que resulta incapacidade para as ocupações habituais por mais de quinze dias."
      },
      {
        "letra": "E",
        "texto": "Considera-se lesão corporal de natureza grave aquela que resulta incapacidade para as ocupa­ções habituais, por mais de sete dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1634453",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "O Direito Penal dispõe o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a eliminação da vida intrauterina pode configurar aborto ou infanticídio."
      },
      {
        "letra": "B",
        "texto": "diz-se qualificado o homicídio por motivo de relevante valor moral ou social."
      },
      {
        "letra": "C",
        "texto": "a eutanásia é um exemplo de homicídio por motivo de relevante valor moral."
      },
      {
        "letra": "D",
        "texto": "é homicídio simples aquele praticado sob o domínio de violenta emoção, logo após injusta provocação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407315",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Lesões corporais",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com as reformas ocorridas em 2009, o CP sofreu alteração relativa à incorporação dos elementos típicos da figura do atentado violento ao pudor ao tipo penal de estupro, caso em que se verifica o fenômeno denominado abolitio criminis."
      },
      {
        "letra": "B",
        "texto": "O homicídio tentado se distingue do delito de lesão corporal dolosa pela gravidade da ofensa à integridade física da vítima."
      },
      {
        "letra": "C",
        "texto": "O infanticídio representa hipótese de homicídio privilegiado, contendo o tipo penal um elemento subjetivo personalíssimo, qual seja, a influência do estado puerperal."
      },
      {
        "letra": "D",
        "texto": "O ordenamento jurídico penal brasileiro não prevê tipo penal que incrimine o suicídio consumado, já que é impossível punir um morto; todavia, a tentativa de suicídio é punível, com vistas à prevenção e à repressão da conduta."
      },
      {
        "letra": "E",
        "texto": "A conduta voluntária, a ausência do dever de cuidado e a previsibilidade do resultado são elementos do homicídio culposo, figura para cuja configuração, diferentemente do que ocorre com o homicídio doloso, dispensa o nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "340800",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Assinale o item CORRETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há homicídio privilegiado quando o agente atua sob influência de violenta emoção, provocada por ato injusto da vítima."
      },
      {
        "letra": "B",
        "texto": "Responde por induzimento ao suicídio o agente que se vale da insanidade da vítima para convencê-la a tirar a própria vida."
      },
      {
        "letra": "C",
        "texto": "Verifica-se infanticídio putativo quando a mãe, sob influência de estado puerperal e logo após o parto, mata o neonato de outrem, supondo ser o próprio filho."
      },
      {
        "letra": "D",
        "texto": "A constatação de areia no interior das vias respiratórias da vítima fatal é incompatível com o homicídio qualificado pela asfixia."
      },
      {
        "letra": "E",
        "texto": "No autoaborto, o estado puerperal absorve a situação de perturbação de saúde mental que retira parcialmente à mãe a capacidade de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305553",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Maria, que estava sob a influência do estado puerperal, em face de ter acabado de dar à luz, estando sonolenta pela medicação que lhe fora ministrada, ao revirar na cama, acabou sufocando seu filho, que se encontrava ao seu lado na cama, matando-o. Logo, Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de infanticídio doloso."
      },
      {
        "letra": "D",
        "texto": "deverá responder pelo crime de infanticídio culposo."
      },
      {
        "letra": "E",
        "texto": "não deverá responder por crime algum, pois foi um acidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "792125",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativos a puerpério e infanticídio.O crime de infanticídio é caracterizado pela exposição ou pelo abandono de recém-nascido pela mãe, movida pelo estado puerperal, para ocultar a desonra própria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "792124",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativos a puerpério e infanticídio.São elementos do crime de infanticídio a ocorrência de parto e puerpério recentes; portanto, somente a parturiente pode ser a autora desse crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "290589",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Na cidade de Rio Branco – AC, Caio, brasileiro, atirou em João , que, ferido, fugiu em seu veículo para um país vizinho, onde morreu em decorrência dos ferimentos produzidos pelo projétil. O pai de João, Mário, brasileiro, revoltado com a morte do filho, decidiu matar a família de Caio, que morava em outro país. Mário, então, sabendo que a esposa de Caio e seu filho recém-nascido estavam internados em uma maternidade, sufocou-os com um travesseiro. Ao encontrar seus familiares mortos, Caio atirou em Mário, matando-o, e resolveu suicidar-se, tendo, para isso, contado com a ajuda de uma enfermeira, que lhe administrou veneno.Mário praticou o crime de homicídio qualificado contra a esposa de Caio e o de infanticídio contra o recém-nascido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "273413",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "São crimes contra a vida, assim previstos pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão mediante sequestro seguido de morte, rixa seguida de morte, latrocínio, infanticídio e aborto."
      },
      {
        "letra": "B",
        "texto": "latrocínio, lesão corporal seguida de morte, difamação e periclitação da vida."
      },
      {
        "letra": "C",
        "texto": "latrocínio, homicídio, extorsão mediante sequestro seguido de morte e infanticídio."
      },
      {
        "letra": "D",
        "texto": "homicídio, aborto, infanticídio e induzimento ao suicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio, aborto, latrocínio e lesão corporal seguida de morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233230",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Abel, após ingerir pequena quantidade de bebida com teor alcoólico, inicia uma discussão com sua colega de trabalho, Zulmira, grávida de 6 meses. Após se sentir ofendido verbalmente, Abel obtém uma barra de madeira e desfere alguns golpes contra Zulmira apenas no intuito de feri-la fisicamente, e não ao seu feto. Zulmira foi, então, socorrida e levada ao pronto-socorro pelo corpo de bombeiros. Constatou-se no hospital a interrupção da gravidez pela morte do feto no ventre de Zulmira em função das agressões sofridas pela mãe. Nessa situação, Abel deverá ser enquadrado no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "infanticídio."
      },
      {
        "letra": "C",
        "texto": "maus-tratos."
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima."
      },
      {
        "letra": "E",
        "texto": "aborto provocado por terceiro."
      }
    ],
    "gabarito": "D"
  }
]