[
  {
    "id": "3582966",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "A partir da situação hipotética apresentada, julgue o item a seguir. O transtorno mental de João caracteriza causa de semi-imputabilidade e, se ele for processado criminalmente pela conduta em questão, poderá ensejar a redução da pena, mas não o afastamento total da responsabilidade penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3287917",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "A esquizofrenia é um transtorno psicótico crônico caracterizado pelo comprometimento frequente do juízo de realidade. De acordo com o artigo 26 do Código Penal, esse transtorno é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perturbação mental."
      },
      {
        "letra": "B",
        "texto": "desenvolvimento mental incompleto."
      },
      {
        "letra": "C",
        "texto": "doença mental."
      },
      {
        "letra": "D",
        "texto": "transtorno de ansiedade."
      },
      {
        "letra": "E",
        "texto": "desenvolvimento mental retardado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169075",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Em relação à aplicação da lei penal, julgue o item subsecutivo.Verificando-se a existência de doença mental em acusado pelo cometimento de determinado delito, deve ser aplicada a ele, se condenado, a medida de segurança, uma vez que o Código Penal adota, em relação à imputabilidade penal, o critério biológico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153440",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Ao atender uma ocorrência de acidente de trânsito, um guarda municipal constatou tratar-se de pessoa maior de 18 anos com deficiência intelectual grave, conforme documentação e evidências. Essa pessoa pegou as chaves do carro de um vizinho, utilizando uma arma de brinquedo para obtê-la, e tentou dirigir em via pública, sendo que, de imediato, colidiu contra outro veículo. Em relação à pena decorrente dos atos procedidos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime cometido é inafiançável."
      },
      {
        "letra": "B",
        "texto": "O crime cometido é doloso variável."
      },
      {
        "letra": "C",
        "texto": "A pessoa que cometeu o crime é inimputável."
      },
      {
        "letra": "D",
        "texto": "O crime cometido é de flexibilidade única."
      },
      {
        "letra": "E",
        "texto": "A pessoa que cometeu o crime é imputável por ação meritória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3095447",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em um processo judicial, Paulo, de 20 anos, foi diagnosticado com um transtorno mental grave que o impede de compreender o caráter ilícito de seus atos. Nesse caso, segundo o Código Penal, Paulo é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente inimputável, isento de pena."
      },
      {
        "letra": "B",
        "texto": "Imputável, mas sujeito a tratamento durante o cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "Parcialmente inimputável, sujeito a pena reduzida."
      },
      {
        "letra": "D",
        "texto": "Inimputável apenas se comprovado que o transtorno é passageiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3079336",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o estado de ânimo que exclui a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Emoção"
      },
      {
        "letra": "B",
        "texto": "Desenvolvimento mental incompleto com incapacidade de entendimento e de autodeterminação"
      },
      {
        "letra": "C",
        "texto": "Amor"
      },
      {
        "letra": "D",
        "texto": "Embriaguez culposa"
      },
      {
        "letra": "E",
        "texto": "Paixão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2591050",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que tange ao tema imputabilidade, definido no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade de uma pessoa entender o caráter ilícito do fato e de se determinar de acordo com esse entendimento é o que define imputabilidade."
      },
      {
        "letra": "B",
        "texto": "Imputabilidade é a possibilidade de uma pessoa ser penalmente responsabilizada, independentemente de sua capacidade mental no momento da prática do crime."
      },
      {
        "letra": "C",
        "texto": "A idade do indivíduo é o único critério definidor da imputabilidade, iniciando automaticamente aos 18 anos."
      },
      {
        "letra": "D",
        "texto": "A imputabilidade é uma presunção absoluta, não sendo possível questionar a capacidade mental do acusado no momento da prática delituosa."
      },
      {
        "letra": "E",
        "texto": "A capacidade de identificar, após a prática do crime, sua autoria em relação a uma conduta ilícita é um requisito da imputabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2551545",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Em matéria de culpabilidade, de acordo com o Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, parcial ou inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "é isento de pena o agente que, por embriaguez completa e voluntária, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinarse de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "excluem a imputabilidade penal a emoção ou a paixão e a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "pode a pena ser reduzida até um terço, se o agente, em virtude de depressão não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2539864",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Julgue o item a seguir. Em casos de suspeita de violência física, vigilantes podem tratar as lesões da pessoa com deficiência e não precisam registrar a ocorrência se a vítima parecer bem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2462155",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Alberto, com mais de dezoito anos de idade, praticou crime de lesão corporal de natureza grave contra Bruno, seu inimigo. Alberto foi processado criminalmente, tendo sido comprovado que, ao tempo da conduta criminosa, ele era pessoa com doença mental, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, o que determinou a sua absolvição. Considerando a situação hipotética apresentada, julgue os itens subsequentes.Para a absolvição de Alberto bastaria a este ser, ao tempo do processo, inteiramente incapaz de compreender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2462154",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Alberto, com mais de dezoito anos de idade, praticou crime de lesão corporal de natureza grave contra Bruno, seu inimigo. Alberto foi processado criminalmente, tendo sido comprovado que, ao tempo da conduta criminosa, ele era pessoa com doença mental, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, o que determinou a sua absolvição.Considerando a situação hipotética apresentada, julgue os itens subsequentes.A doença mental de Alberto justificou a absolvição judicial, porquanto excluiu a culpabilidade de sua conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512189",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Maurício Sérgio, 34 anos, comete crime de estupro contra Emanuelle, sua esposa. Sabe-se que a perícia constatou que, durante a prática do delito, Maurício Sérgio estava com sua saúde mental perturbada, não sendo capaz de entender totalmente o caráter ilícito de sua conduta. Considerando a situação hipotética mencionada, a doutrina, a legislação pátria e o entendimento dos tribunais superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser reconhecida a inimputabilidade de Maurício Sérgio, vez que houve o reconhecimento pela perícia de que ele não era capaz de entender totalmente o caráter ilícito de sua conduta, devendo, portanto, cumprir pena reduzida de 1/3 a 2/3."
      },
      {
        "letra": "B",
        "texto": "Haja vista o reconhecimento da semi-imputabilidade do agente pela perícia, e, não havendo periculosidade, reconhecido por laudo de insanidade mental, deverá ser imposto a Maurício Sérgio uma pena atenuada a qual deve variar de 1/3 a 2/3, caso entenda o juiz ser a pena a melhor opção."
      },
      {
        "letra": "C",
        "texto": "Poderá ser reconhecida a inimputabilidade de Maurício Sérgio, vez que houve o reconhecimento pela perícia de que ele não era capaz de entender o caráter ilícito de sua conduta, presume-se que possua periculosidade, devendo, portanto, obrigatoriamente, cumprir medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Haja vista o reconhecimento da semi-imputabilidade do agente pela perícia, deverá ser avaliado se há ou não periculosidade de Maurício Sérgio, caso em que, havendo periculosidade, deverá ele cumprir uma pena atenuada que pode variar de 1/3 a 2/3 e após o seu cumprimento, deverá cumprir medida de segurança, pois no Brasil vigora o sistema duplo binário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2434504",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "QD atua vinculado à Polícia Judiciária e compõe equipe que investiga diversos crimes contra a pessoa. Em determinada investigação, verifica, em conjunto com alguns colegas, que o acusado pela realização do crime tem incapacidade mental. Comunica essa percepção ao Juízo competente, que determina a realização de exame médico. O diagnóstico foi de oligrofenia, situação que impediria o entendimento do caráter ilícito do fato. Nos termos do Código Penal, seria caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correlação"
      },
      {
        "letra": "B",
        "texto": "suspensão"
      },
      {
        "letra": "C",
        "texto": "estabilidade"
      },
      {
        "letra": "D",
        "texto": "inimputabilidade"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328812",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No tocante às excludentes de culpabilidade previstas no Código Penal Brasileiro, analise as afirmativas a seguir. I. A embriaguez patológica é considerada doença mental e, portanto, causa excludente da culpabilidade. II. A embriaguez incompleta, fortuita ou resultante de força maior, é causa de exclusão da culpabilidade, se ao tempo da ação ou da omissão o agente não tinha a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A coação moral irresistível tem como elemento uma ameaça de dano grave e injusto direcionada ao sujeito ou a pessoas diretamente a ele ligadas. IV. Para a verificação da inimputabilidade, quanto à higidez mental, o Código Penal adotou o critério biopsicológico. Nesse sentido, é indispensável que haja laudo médico para comprovar a doença mental ou o desenvolvimento mental incompleto ou retardado do agente. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2315231",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: CORE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "A imputabilidade é constituída por dois elementos: um intelectual que aduz sobre a capacidade de entender o caráter ilícito do fato e outro volitivo que consiste na capacidade de determinar-se de acordo com tal entendimento, ou seja, na possibilidade de se atribuir o fato típico e ilícito ao agente. Considerando que o Código Penal adotou a imputabilidade como regra, sendo a inimputabilidade a exceção, é correto afirmar que é inimputável o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agiu movido pela emoção ou paixão."
      },
      {
        "letra": "B",
        "texto": "agiu por influência da embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      },
      {
        "letra": "C",
        "texto": "por doença mental era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "D",
        "texto": "mesmo possuindo limitações físicas em seus membros inferiores, for indiciado como partícipe em crime de roubo qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2215611",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Segundo o Código Penal, é excludente de ilicitude",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade"
      },
      {
        "letra": "C",
        "texto": "doença mental"
      },
      {
        "letra": "D",
        "texto": "embriaguez acidental"
      },
      {
        "letra": "E",
        "texto": "menoridade penal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073343",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Preencha a lacuna e assinale a alternativa correta. É ________________ o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "justificável"
      },
      {
        "letra": "B",
        "texto": "semi-imputável"
      },
      {
        "letra": "C",
        "texto": "atípico"
      },
      {
        "letra": "D",
        "texto": "isento de pena"
      },
      {
        "letra": "E",
        "texto": "indultável"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2072915",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em qual das situações abaixo o periciando seria considerado inimputável?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homem de 25 anos é investigado por violência sexual contra uma jovem de 24 anos, que era de sua turma na faculdade de odontologia. Durante o inquérito, o jovem relata que foi tomado por uma excitação sexual muito intensa, semelhante a uma fissura muito forte, e não conseguiu controlar-se diante da vítima, acreditando que isso também ocorreu pelo fato de ele estar intoxicado por cocaína no momento do delito. Durante a investigação, o acusado também referiu que a vítima, apesar de estar sob efeito de álcool e quetamina, tinha dado consentimento verbal para a relação sexual."
      },
      {
        "letra": "B",
        "texto": "Homem de 59 anos mata a própria esposa após saber de sua suposta infidelidade conjugal com um colega do trabalho dela. Durante o inquérito, o homem referiu que ficou fora de si, tendo sido tomado por uma paixão violenta e um ciúme desproporcional e patológico, nunca antes sentido. Ao ser questionado sobre seu histórico, refere que sempre foi um homem orgulhoso e que tinha dificuldade de tolerar desaforos."
      },
      {
        "letra": "C",
        "texto": "Mulher de 45 anos mata e esconde o cadáver de ambos os filhos menores de dez anos após receber aviso de separação do marido. Durante a investigação, o homem referiu que pediu a separação após inúmeras situações de infidelidade conjugal e relatou que a esposa tinha histórico de maus tratos com relação a ambos os filhos, explosões de raiva, uso prévio de cocaína e agressões a animais de rua."
      },
      {
        "letra": "D",
        "texto": "Homem de 20 anos mata a própria irmã com múltiplos ferimentos por arma branca (com uso de faca de cozinha) em tórax e abdome. Na época do assassinato, o indivíduo apresentava prejuízo significativo de autocuidado, solilóquios, comportamento desconfiado, constantemente referindo que sua irmã estava grávida do diabo e que poderia dar à luz ao anticristo."
      },
      {
        "letra": "E",
        "texto": "Homem de 34 anos atropela e fere gravemente duas adolescentes de 12 e 14 anos enquanto elas voltavam para casa após a escola. Na investigação, detectou-se que o homem não possuía histórico de dependência de álcool, mas estava francamente alcoolizado no momento dos atropelamentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2078703",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "À luz do CP, são inimputáveis as pessoas que, ao tempo da ação ou omissão, eram inteiramente incapazes de entender o caráter ilícito do fato, em virtude de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "paixão e doença mental."
      },
      {
        "letra": "B",
        "texto": "paixão e embriaguez completa."
      },
      {
        "letra": "C",
        "texto": "emoção e embriaguez completa."
      },
      {
        "letra": "D",
        "texto": "doença mental e embriaguez culposa completa."
      },
      {
        "letra": "E",
        "texto": "desenvolvimento mental retardado e desenvolvimento mental incompleto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2065236",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sobre responsabilização e imputabilidade penal no direito criminal brasileiro, escolha a alternativa com a afirmação correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que apresenta transtorno do humor será considerado semi-imputável quando do cometimento de um delito."
      },
      {
        "letra": "B",
        "texto": "O diagnóstico de esquizofrenia é critério definidor para um réu não sofrer pena com restrição de liberdade."
      },
      {
        "letra": "C",
        "texto": "Uma pessoa que mata o assassino de seu pai, logo após presenciar o crime, poderá ser isento de pena."
      },
      {
        "letra": "D",
        "texto": "No caso de um assassino em série, portador de transtorno de personalidade antissocial, é de se esperar que seja considerado imputável."
      },
      {
        "letra": "E",
        "texto": "O menor de 18 anos, o silvícola e o surdo-mudo são considerados imputáveis, se demonstrarem que tinham entendimento no momento do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1966748",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "No que diz respeito à imputabilidade penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A paixão e a emoção não excluem a imputabilidade penal"
      },
      {
        "letra": "B",
        "texto": "A pena pode ser reduzida de um a dois terços, se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "D",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos, não exclui a imputabilidade penal"
      },
      {
        "letra": "E",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1908530",
    "metadata": "Ano: 2022 | Banca: FURB | Órgão: Prefeitura de Itapema - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excluem a imputabilidade penal: a emoção ou a paixão."
      },
      {
        "letra": "B",
        "texto": "A pena não pode ser reduzida, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "É agravada a pena do agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "Os menores de 21 (vinte e um) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "E",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1893501",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Dentre os limitadores e modificadores da imputabilidade penal, muitos interferem na imputabilidade e outros estão relacionados às alterações neurológicas e/ou às psiquiátricas. Sobre imputabilidade e testemunho, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A surdo-mudez desqualifica o testemunho por ser consequente a atraso de desenvolvimento que impede a comunicação, levando também a imputabilidade por equiparação."
      },
      {
        "letra": "B",
        "texto": "Os indivíduos epiléticos são considerados inimputáveis em qualquer crime."
      },
      {
        "letra": "C",
        "texto": "O agente que comprove ser dependente químico de drogas ilícitas, independentemente de seu estado à época da ação ou omissão, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "Os sociopatas ou portadores de personalidades anormais são inimputáveis por terem inteligência abaixo do valor habitual."
      },
      {
        "letra": "E",
        "texto": "A emoção, descrita como estado agudo de excitação psíquica, apesar de não ser excludente de pena, é circunstância atenuante caso o agente cometa crime sob influência de violenta emoção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2011481",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CFQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Quando o agente utiliza-se de um executor sem nenhum discernimento, decorrente de doença mental (inimputável), como mero instrumento para a prática de certo crime, age como autor mediato. Dessa forma,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente responde pelo crime o autor mediato, não havendo concurso de pessoa entre o executor (inimputável) e o autor mediato."
      },
      {
        "letra": "B",
        "texto": "respondem pelo crime o autor mediato e o executor (inimputável), pois há vontade livre e consciente e vínculo subjetivo entre ambos."
      },
      {
        "letra": "C",
        "texto": "nem o autor mediato e nem o executor (inimputável) respondem pelo crime, pois não há vínculo subjetivo entre ambos."
      },
      {
        "letra": "D",
        "texto": "ambos respondem pelo crime, pois se trata de autoria colateral."
      },
      {
        "letra": "E",
        "texto": "apenas responde pelo crime o executor (inimputável), pois o autor mediato não tem vontade livre e consciente, embora haja vínculo subjetivo entre ambos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1866107",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos princípios aplicáveis ao direito penal, da lei penal no tempo e no espaço e da irretroatividade da lei penal. No tocante às pessoas doentes mentais, o Código Penal adota o sistema biopsicológico como critério para identificação da inimputabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859275",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Alfredo, no dia 01 de abril de 2020, quando andava pelas ruas da região central do pequeno município em que vivia, cruzou o caminho de Luana, que também era moradora daquele lugar. Luana, por simples picardia – até porque o fato de Alfredo ser pessoa com deficiência, paciente de saúde mental, era de todos conhecido, inclusive dela - passou a agredi-lo com tapas violentos e empurrões, momento em que Alfredo, revidando, bateu em Luana, até fazer com que ela cessasse seus atos. À vista da confusão que se formou, a polícia foi chamada ao local e conduziu Alfredo à delegacia local. Diante da situação hipotética narrada e, assumindo que a condição de saúde mental de Alfredo era capaz de afastar totalmente sua capacidade de discernimento, é CORRETO afirmar que deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicada a Alfredo medida de segurança detentiva, considerando sua condição de saúde mental e a sanção cabível para a conduta por ele praticada."
      },
      {
        "letra": "B",
        "texto": "aplicada a Alfredo medida de segurança restritiva, em razão da condição de Alfredo e da sanção cabível para a conduta por ele praticada."
      },
      {
        "letra": "C",
        "texto": "reconhecida a ausência de culpabilidade da conduta de Alfredo, em razão de sua condição de pessoa com deficiência, que lhe afasta a responsabilidade penal, sem aplicação de qualquer sanção jurídico-penal."
      },
      {
        "letra": "D",
        "texto": "reconhecida a falta das condições para a imposição de qualquer resposta penal a Alfredo, inexistindo injusto penal em seu comportamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1767735",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Para a CULPABILIDADE NORMATIVA, adotada em nosso sistema penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso exculpante pode redundar tanto em erro de proibição indireto quanto em inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "O juízo, que reprova o autor do fato, resulta da inferência de que a conduta contraria o Direito."
      },
      {
        "letra": "C",
        "texto": "A inimputabilidade do doente mental se configura com a enfermidade diagnosticada em exame de sanidade mental, atestando a contemporaneidade da causa."
      },
      {
        "letra": "D",
        "texto": "Não é possível, para a fixação da pena, que o juízo de reprovação incida sobre o autor do fato, pela sua condução de vida."
      },
      {
        "letra": "E",
        "texto": "A ausência da potencial consciência da ilicitude pode redundar na exculpante obediência hierárquica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1796477",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Ramon foi denunciado pela prática de um crime de estupro simples, sendo constatado ao longo da instrução, por meio de exame de insanidade mental, que, na data dos fatos, ele era inteiramente incapaz de entender o caráter ilícito do fato em razão de desenvolvimento mental incompleto. Confirmada a autoria e a materialidade, no momento das alegações finais, caberá ao promotor de justiça buscar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da autoria e materialidade, sendo, porém, o agente isento de pena, de modo que caberá aplicação de medida de segurança em razão da inimputabilidade de Ramon;"
      },
      {
        "letra": "B",
        "texto": "a absolvição própria do agente, não sendo aplicada qualquer pena privativa de liberdade ou medida de segurança, diante da inimputabilidade do agente;"
      },
      {
        "letra": "C",
        "texto": "a absolvição imprópria de Ramon, aplicando-se pena privativa de liberdade, com causa de diminuição de pena em razão da inimputabilidade;"
      },
      {
        "letra": "D",
        "texto": "a condenação do réu, reduzindo-se a pena aplicada, porém, em um a dois terços em razão da semi-imputabilidade do agente;"
      },
      {
        "letra": "E",
        "texto": "a absolvição imprópria de Ramon, aplicando-se medida de segurança, diante da semi-imputabilidade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1120532",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, julgue os itens a seguir. I Os maiores de dezesseis anos de idade que ainda não tiverem alcançado a maioridade são considerados relativamente incapazes no que tange à responsabilidade criminal.II Emoção ou paixão não são causas de exclusão a imputabilidade penal. III A embriaguez culposa anterior à prática de crime é causa de diminuição de pena, mas não torna o agente inimputável. IV O deficiente mental inteiramente incapaz de entender o caráter ilícito do fato é inimputável. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1062154",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia.Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Se, em virtude de perturbação de saúde mental, Pedro não for inteiramente capaz de entender o caráter ilícito do seu ato ou de determinar-se de acordo com esse entendimento, a pena imposta a ele poderá ser reduzida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037210",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à imputabilidade em Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o menor de 18 anos, nosso Código Penal adotou o sistema puramente biológico."
      },
      {
        "letra": "B",
        "texto": "Para o doente mental, nosso Código Penal adotou um misto do sistema biológico com o sistema psicológico."
      },
      {
        "letra": "C",
        "texto": "Para a teoria clássica (teoria psicológica da culpabilidade), o doente mental cometeria crime, uma vez que possui capacidade de dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "A embriaguez voluntária ou a culposa não excluem a imputabilidade penal, segundo a actio libera in causa. Da embriaguez culposa, contudo, só pode advir um crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1008756",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "O acometimento de doença mental acarreta a inimputabilidade do agente. A constatação do conteúdo e dimensão de seus efeitos é necessária, porém, para sua classificação como uma causa de exclusão ou diminuição da imputabilidade (e correspondente pena).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938389",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "A respeito das medidas de segurança e dos inimputáveis, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desinternação será sempre condicional e se restabelecerá caso o agente, antes do decurso de 01 (um) ano, praticar fato indicativo de periculosidade, ainda que não criminoso."
      },
      {
        "letra": "B",
        "texto": "São inimputáveis os menores de 18 (dezoito) anos e os que praticam fatos definidos como crime sob emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "Ao inimputável, enquanto não cessada a periculosidade, continuará se impondo medida de segurança, ainda que o fato por ele praticado deixe de ser criminoso."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança tem prazo de duração indeterminado, perdurando enquanto não cessada a periculosidade, mas não será menor que 03 (três) anos."
      },
      {
        "letra": "E",
        "texto": "Aos inimputáveis aplicam-se medida de segurança, mas, uma vez cessada a condição, o agente passará a cumprir a pena correspondente ao crime praticado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936308",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito que no momento da prática do crime não era capaz de se determinar, completamente, de acordo com o entendimento do caráter ilícito do fato em razão de embriaguez culposa, poderá ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O critério psicológico determina cientificamente sempre a imputabilidade ou não do agente. Ao passo que o critério biológico etário adotado hoje pela lei penal, é passível de superação pelo juiz na sentença, quando razões de política criminal recomendem."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança aplicáveis aos inimputáveis são: internação em hospital de custódia e tratamento psiquiátrico; na falta deste em estabelecimento adequado; e sujeição a tratamento ambulatorial. Mas se estiver extinta a punibilidade, nenhuma dessas medidas deve incidir."
      },
      {
        "letra": "D",
        "texto": "No caso de tratamento ambulatorial, o tempo limitado para sua ocorrência variará de um a três anos. Terminado o prazo determinado para sua realização, e constatado por perícia que o inimputável cumpriu o programa ambulatorial, sua liberação do tratamento será declarada cumprida em definitivo."
      },
      {
        "letra": "E",
        "texto": "A doença mental ou o desenvolvimento mental incompleto ou retardado isentam de pena, se ao tempo da ação ou da omissão, ou entre a denúncia e a sentença, o agente era ou se toma inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895211",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Código Penal é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da prolação da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Extrai-se do art. 33 do Código Penal que pena de reclusão deve ser cumprida em regime fechado ou semi-aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Superior Tribunal de Justiça o fornecimento de informações sobre movimentação bancária de contribuintes, pelas instituições financeiras, diretamente ao Fisco, sem prévia autorização judicial, com o consequente oferecimento de denúncia com base em tais informações, caracteriza crime contra a ordem tributária, Art. 1º, II E V, da Lei 8.137/90."
      },
      {
        "letra": "D",
        "texto": "Uma das formas de interrupção da prescrição que consta do Código Penal é pela publicação da sentença ou acórdão condenatórios recorríveis. Assim pode-se afirmar que O acórdão que confirma a condenação, mas majora ou reduz a pena, constitui novo marco interruptivo da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883561",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo à imputabilidade penal.Pessoas doentes mentais, que tenham dezoito ou mais anos de idade, mesmo que sejam inteiramente incapazes de entender o caráter ilícito da conduta criminosa ou de determinar-se de acordo com esse entendimento, são penalmente imputáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874391",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "À luz do Código Penal, julgue o item que se segue.Comprovado que o acusado possui desenvolvimento mental incompleto e que não era inteiramente capaz de entender o caráter ilícito de sua conduta, é cabível a condenação com redução de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "857078",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta acerca da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O menor de dezoito anos é isento de pena para todos os efeitos legais, quando demonstrado não entender o caráter ilícito do fato."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, quando voluntária, afasta a imputabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "A emoção, quando proveniente de caso fortuito, torna o agente inimputável se ao tempo da ação ou da omissão não possuía a plena capacidade de entender o caráter ilícito do fato."
      },
      {
        "letra": "D",
        "texto": "Ao agir sob efeito da paixão, o agente terá reduzida a pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "O agente que por doença mental, ao tempo da ação ou omissão, era inteiramente incapaz de entender o caráter ilícito do fato é isento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "845951",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São isentos de pena os agentes que detém determinadas condições especiais ou que realizam o fato tido como crime em situações extraordinárias. Sobre o tema, assinale a alternativa que não contempla uma causa excludente de culpabilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa"
      },
      {
        "letra": "B",
        "texto": "Doença mental que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "C",
        "texto": "Desenvolvimento mental incompleto que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa proveniente de caso fortuito ou força maior"
      },
      {
        "letra": "E",
        "texto": "Retardamento mental que influencie na compreensão sobre a ilicitude do fato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1191551",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito do crime e da imputabilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a omissão é penalmente relevante quando o omitente deixar de impedir o resultado que, por comportamento seu anterior, criou o risco de ocorrência."
      },
      {
        "letra": "B",
        "texto": "é isento de pena quem atua ou se omite sem a consciência da ilicitude do fato, sendo o erro evitável."
      },
      {
        "letra": "C",
        "texto": "a restituição da coisa, no crime de roubo, até o recebimento da denúncia, reduz a pena do agente."
      },
      {
        "letra": "D",
        "texto": "a embriaguez culposa exclui a imputabilidade."
      },
      {
        "letra": "E",
        "texto": "o ordenamento brasileiro adota o sistema vicariante, segundo o qual, aos inimputáveis por doença mental ao tempo da prática delitiva, primeiro aplica-se medida de segurança e, uma vez curados, pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "693607",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Cremílson foi denunciado pelo Ministério Público por ter praticado lesão corporal de natureza grave. No curso de ação penal, resta comprovado ser ele portador de enfermidade mental, o que determinou sua absolvição imprópria. Isso significa que Cremílson:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não era. ao tempo da sentença, inteiramente capaz de compreender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento."
      },
      {
        "letra": "B",
        "texto": "não era, ao tempo da sentença, inteiramente capaz de compreender o caráter ilícito do fato, embora possuísse pela autodeterminação."
      },
      {
        "letra": "C",
        "texto": "era. ao tempo da ação, inteiramente incapaz de compreender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento."
      },
      {
        "letra": "D",
        "texto": "não era. ao tempo da ação. inteiramente capaz de compreender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento."
      },
      {
        "letra": "E",
        "texto": "era. ao tempo da sentença, inteiramente incapaz de compreender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "671117",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez culposa, por álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O agente que em virtude de perturbação da saúde mental não era, ao tempo da ação, inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento, é isento de pena."
      },
      {
        "letra": "C",
        "texto": "A paixão ou a emoção não excluem a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "Os menores de dezoito anos são semi-imputáveis, pois estão sujeitos às normas do Estatuto da Criança e do Adolescente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "649377",
    "metadata": "Ano: 2016 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "No que se refere à imputabilidade penal, em regra, o direito penal brasileiro adota o sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "biopsicológico."
      },
      {
        "letra": "B",
        "texto": "psicológico."
      },
      {
        "letra": "C",
        "texto": "psicanalítico."
      },
      {
        "letra": "D",
        "texto": "biológico."
      },
      {
        "letra": "E",
        "texto": "biopsicanalítico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "647305",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação à imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: João, namorado de Maria e por ela apaixonado, não aceitou a proposta dela de romper o compromisso afetivo porque ela iria estudar fora do país, e resolveu mantê-la em cárcere privado. Assertiva: Nessa situação, a atitude de João enseja o reconhecimento da inimputabilidade, já que o seu estado psíquico foi abalado pela paixão."
      },
      {
        "letra": "B",
        "texto": "Na situação em que o agente, com o fim precípuo de cometer um roubo, embriaga-se para ter coragem suficiente para a execução do ato, não se aplica a teoria da actio libera in causa ou da ação livre na causa."
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Elizeu ingeriu, sem saber, bebida alcoólica, pensando tratar-se de medicamento que costumava guardar em uma garrafa, e perdeu totalmente sua capacidade de entendimento e de autodeterminação. Em seguida, entrou em uma farmácia e praticou um furto. Assertiva: Nesse caso, Elizeu será isento de pena, por estar configurada a sua inimputabilidade."
      },
      {
        "letra": "D",
        "texto": "Situação hipotética: Paulo foi obrigado a ingerir álcool por coação física e moral irresistível, o que afetou parcialmente o controle sobre suas ações e o levou a esfaquear um antigo desafeto. Assertiva: Nesse caso, a retirada parcial da capacidade de entendimento e de autodeterminação de Paulo não enseja a redução da sua pena no caso de eventual condenação."
      },
      {
        "letra": "E",
        "texto": "Situação hipotética: Em uma festa de aniversário, Elias, no intuito de perder a inibição e conquistar Maria, se embriagou e, devido ao seu estado, provocado pela imprudência na ingestão da bebida, agrediu fisicamente o aniversariante. Assertiva: Nessa situação, Elias não será punido pelo crime de lesões corporais por ausência total de sua capacidade de entendimento e de autodeterminação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647128",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com relação a imputabilidade penal, assinale a opção correta. Nesse sentido, considere que a sigla ECA, sempre que empregada, se refere ao Estatuto da Criança e do Adolescente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez, quando culposa, é causa excludente de imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A emoção e a paixão são causas excludentes de imputabilidade, como pode ocorrer nos chamados crimes passionais."
      },
      {
        "letra": "C",
        "texto": "A embriaguez não exclui a imputabilidade, mesmo quando o agente se embriaga completamente em razão de caso fortuito ou força maior."
      },
      {
        "letra": "D",
        "texto": "São inimputáveis os menores de dezoito anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      },
      {
        "letra": "E",
        "texto": "São inimputáveis os menores de vinte e um anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1227015",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, assinale a alternativa correta de acordo com o Código penal vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção ou a paixão excluem a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "C",
        "texto": "O maior de dezesseis anos é imputável penalmente, desde que cometa crime hediondo."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "663880",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Para a avaliação da imputabilidade penal, o Código Penal brasileiro adota o critério biopsicológico. No que se refere à imputabilidade penal, julgue o item a seguir.Caso um indivíduo com esquizofrenia cometa um crime, pode-se concluir por meio do diagnóstico que ele não teve a capacidade plena de entender a ilicitude da ação praticada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "636705",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança"
    ],
    "enunciado_principal": "“Em 2012, Tício, contando com 20 anos de idade, teve conjunção carnal com Malévola, que contava com 13 anos de idade. Tício foi denunciado e, no curso do processo, confessou os fatos. O auto de corpo de delito comprovou a conjunção carnal. O exame de insanidade mental revelou que Tício, por doença mental, era, ao tempo do ato, inteiramente incapaz de entender o caráter ilícito do fato.” A sanção penal, aplicada dois anos após os fatos, foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "pena de detenção."
      },
      {
        "letra": "C",
        "texto": "medida de segurança consistente em internação em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "medida de segurança consistente em tratamento ambulatorial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591075",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, julgue o item a seguir.A doença mental e o desenvolvimento mental incompleto ou retardado, por si só, afastam por completo a responsabilidade penal do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "546172",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne à imputabilidade, assim dispõe o Código Penal Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez voluntária ou culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar qualquer medida, se o agente, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "C",
        "texto": "O agente que comete o fato, sob o domínio de violenta emoção, logo após a injusta provocação da vítima, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental era, ao tempo da omissão, inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528019",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comprovada a doença mental ou o desenvolvimento mental incompleto ou retardado, o agente será considerado inimputável para os efeitos legais."
      },
      {
        "letra": "B",
        "texto": "Aos inimputáveis e aos semi-imputáveis, comprovada essa condição por perícia médica, será substituída a pena por medida de segurança consistente em internação em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "C",
        "texto": "A imputabilidade é um dos elementos da culpabilidade, ao lado da potencial consciência sobre a ilicitude do fato e a exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "A imputabilidade, de acordo com o Código Penal, pode se dar por doença mental, imaturidade natural ou embriaguez do agente."
      },
      {
        "letra": "E",
        "texto": "A emoção e a paixão, além de não afastarem a imputabilidade penal do agente, podem ser consideradas como circunstâncias agravantes no momento da fixação da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511214",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente incapaz de entender o caráter criminoso do fato ou de determinar-se de acordo com esse entendimento, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "circunstância atuará como atenuante, a ser considerada na segunda etapa do cálculo da pena."
      },
      {
        "letra": "B",
        "texto": "pena poderá ser substituída por tratamento ambulatorial, mas não por internação."
      },
      {
        "letra": "C",
        "texto": "pena será reduzida de um a dois terços, podendo-se considerar, na escolha do redutor, o grau de perturbação da saúde mental."
      },
      {
        "letra": "D",
        "texto": "hipótese será de absolvição imprópria, com imposição necessária de medida de segurança."
      },
      {
        "letra": "E",
        "texto": "pena será reduzida de um a dois terços, não se admitindo, porém, a substituição por medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464368",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Considere que determinado sujeito, portador de desenvolvimento mental incompleto, ao tempo da ação tinha plena capacidade de entender o caráter ilícito do fato, mas era inteiramente incapaz de determinar-se de acordo com esse entendimento – o que fora clinicamente atestado nos autos em perícia oficial. Em consonância com o texto legal do art. 26 do CP, ao proferir sentença deve o juiz reconhecer sua",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputabilidade."
      },
      {
        "letra": "B",
        "texto": "imputabilidade."
      },
      {
        "letra": "C",
        "texto": "semi-imputabilidade, absolvendo-lhe e aplicando-lhe medida de segurança."
      },
      {
        "letra": "D",
        "texto": "semi-imputabilidade, condenando-lhe e aplicando-lhe pena diminuída."
      },
      {
        "letra": "E",
        "texto": "semi-imputabilidade, condenando-lhe e aplicando-lhe medida de segurança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426447",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Não há crime quando o agente pratica o fato:I. Em estado de necessidade. II. Por doença mental ou desenvolvimento mental incompleto ou retardado, ao tempo da ação ou da omissão, sendo inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. Em legítima defesa. IV. Em estrito cumprimento de dever legal ou no exercício regular de direito. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393793",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É isento de pena o agente que, ao tempo da ação ou da omissão, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, em virtude de embriaguez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "voluntária, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "B",
        "texto": "culposa, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "C",
        "texto": "incompleta e preordenada."
      },
      {
        "letra": "D",
        "texto": "completa, proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393792",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "O agente que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica isento de pena."
      },
      {
        "letra": "B",
        "texto": "pode ter sua pena reduzida de um a dois terços"
      },
      {
        "letra": "C",
        "texto": "responde pelo crime na forma culposa."
      },
      {
        "letra": "D",
        "texto": "sofre pena integral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361236",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Rosvaldo, doente mental acometido de esquizofrenia, manda sua filha, Georgina, comprar carne no açougue. Voltando a menor para casa com o troco errado, Rosvaldo foi até o açougue para corrigir a transação. O açougueiro, irritado, passou a destratar Rosvaldo, que, para não brigar, saiu de lá. Porém, o irritado açougueiro foi atrás do doente mental, com facão de cortar carne na mão. Este tropeçou e caiu, sendo que Rosvaldo, em sequência, vibrou-lhe um golpe certeiro com seu canivete, causando a morte do açogueiro. Com base no caso descrito, assinale a alternativa correta. Rosvaldo é considerado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável, visto que é portador de doença mental."
      },
      {
        "letra": "B",
        "texto": "imputável, visto que não há nexo da doença mental com o homicídio."
      },
      {
        "letra": "C",
        "texto": "semi-imputável, ficando sujeito à pena reduzida."
      },
      {
        "letra": "D",
        "texto": "semi-imputável, ficando sujeito à medida de segurança."
      },
      {
        "letra": "E",
        "texto": "inimputável, mas agiu acobertado por causa excludente de ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530385",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal (CP) sobre doença mental, julgue o item que se segue. O termo doença mental empregado no CP equivale a alienação mental, presente em outros textos legais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530384",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da responsabilidade penal de portadores de transtorno mental, julgue o item a seguir.Não se pode definir como crime a atitude ilícita cometida por portador de transtorno mental caso se constate que, no momento do ato, houve prejuízo da capacidade de entendimento e de autodeterminação do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530382",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Marcos, de cinquenta anos de idade, com histórico bem documentado de esquizofrenia paranoide, assim que entrou em casa, após um dia de trabalho, encontrou a esposa com o amante e os matou com uma faca de cozinha. Após o crime, Marcos tentou esconder os corpos em um buraco cavado no jardim e eliminou os sinais de sangue do interior de sua residência.Tendo como referência a situação hipotética apresentada acima, julgue o seguinte item.Por ser portador de esquizofrenia paranoide, Marcos deve ser considerado inimputável e deverá ser submetido a medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530381",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Marcos, de cinquenta anos de idade, com histórico bem documentado de esquizofrenia paranoide, assim que entrou em casa, após um dia de trabalho, encontrou a esposa com o amante e os matou com uma faca de cozinha. Após o crime, Marcos tentou esconder os corpos em um buraco cavado no jardim e eliminou os sinais de sangue do interior de sua residência.Tendo como referência a situação hipotética apresentada acima, julgue o seguinte item.Se for condenado e, durante o cumprimento da pena, ocorrer exacerbação de sintomas psicóticos, Marcos deverá ser submetido a exame de superveniência de doença mental e transferido para hospital de custódia e tratamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371270",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A inimputabilidade por peculiaridade mental ou etária exclui da conduta a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade e a antijuridicidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "antijuridicidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "370635",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena pode ser reduzida de um a dois terços, se o agente, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "É isento de pena o agente que, por doença mental, é, ao tempo da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato criminoso praticado."
      },
      {
        "letra": "C",
        "texto": "A pena pode ser reduzida se o agente, em virtude de perturbação da saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "Os menores de 21 (vinte e um) anos são penalmente inimputáveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "880714",
    "metadata": "Ano: 2012 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Os indivíduos de alta periculosidade enquadrados no artigo 26 do Código Penal Brasileiro (CPB) – “É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse procedimento.” – ao cometerem um homicídio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são julgados e condenados à prisão."
      },
      {
        "letra": "B",
        "texto": "são encaminhados para medida de segurança."
      },
      {
        "letra": "C",
        "texto": "não sofrem nenhuma forma cautelar."
      },
      {
        "letra": "D",
        "texto": "são sumariamente condenados à prisão perpétua."
      },
      {
        "letra": "E",
        "texto": "são encaminhados a um hospital de psiquiatria comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599775",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Marcelo, pessoa com 27 (vinte e sete) anos de idade, agrediu e feriu uma criança de 10 (dez) anos de idade. Ocorre que Marcelo, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.Está correto afirmar que Marcelo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser responsabilizado penalmente, sem qualquer benefício, porque a agressão foi dolosa"
      },
      {
        "letra": "B",
        "texto": "é isento de pena, porque ele é inimputável, ficando sujeito à aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "pode ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "deve ser responsabilizado penalmente, sem qualquer benefício, porque era maior de 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "é isento de pena, uma vez que a criança maltratada só tinha dez anos de idade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372067",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a doutrina majoritária, a imputabilidade constitui pressuposto da conduta."
      },
      {
        "letra": "B",
        "texto": "Diante de um fato típico penal praticado por agente inimputável, a consequência jurídica será sempre a aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "O doente mental que pratica fato típico penal tanto pode ser considerado inimputável como também imputável, dependendo do caso concreto."
      },
      {
        "letra": "D",
        "texto": "De acordo com o Código Penal brasileiro, o semi-imputável pode ficar sujeito à pena reduzida, mas jamais sujeito à medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270435",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Com base na situação hipotética acima apresentada, assinale a opção correta à luz do CP e da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É incabível a condenação de Davi por crime de furto, mas o juiz poderá decidir pela aplicação de medida de segurança de internação em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "B",
        "texto": "Se Davi necessitar de especial tratamento curativo, o juiz poderá decidir pela aplicação de medida de segurança de tratamento ambulatorial, com prazo mínimo de três meses a um ano."
      },
      {
        "letra": "C",
        "texto": "Sendo imposta a Felipe condenação por crime de furto e sendo a pena aplicada igual ou inferior a quatro anos de reclusão, o juiz poderá substituir a pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Sendo imposta a Felipe condenação por crime de furto e sendo aplicada pena privativa de liberdade de três anos e seis meses de reclusão, o regime inicial de cumprimento da pena será obrigatoriamente o fechado, dada reincidência nos crimes de furto e de porte ilegal de arma de fogo."
      },
      {
        "letra": "E",
        "texto": "Sendo imposta a Felipe condenação por crime de furto, o juiz não poderá aplicar pena privativa de liberdade inferior a três anos de reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1669860",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Julgue o item acerca de crimes, penas, extinção, imputabilidade e crimes contra a administração pública.Comprovando-se que, ao cometer crime de estupro, o agente estava acometido de perturbação em sua saúde mental, parcialmente incapaz de entender o caráter ilícito do fato, o agente deve ficar isento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "205296",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Marque a alternativa correta acerca das seguintes questões, referentes às consequências jurídicas do injusto penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento consolidado no Tribunal de Justiça do Distrito Federal, o condenado a pena de reclusão pela prática de crime de tráfico de entorpecentes poderá cumpri-la, desde logo, em regime aberto, dada a inconstitucionalidade do artigo 44 da Lei nº 11.343/2006."
      },
      {
        "letra": "B",
        "texto": "Condenado o réu a penas de três anos de reclusão e de dois anos de detenção, por reconhecimento do concurso material de crimes, ambas em regime aberto, necessariamente iniciará o cumprimento de sua sanção em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável, como regra, possui capacidade penal plena, merecendo redução de sua reprimenda como medida de política criminal, sem prejuízo de sua internação para tratamento."
      },
      {
        "letra": "D",
        "texto": "O regime disciplinar diferenciado terá prazo máximo de 360 (trezentos e sessenta dias), prorrogável uma única vez quando demonstrado o envolvimento do condenado em organizações criminosas."
      },
      {
        "letra": "E",
        "texto": "Na ótica do Superior Tribunal de Justiça, a prática de faltas graves, na medida em que não interrompe o prazo para obtenção de livramento condicional, não pode ser óbice à concessão do benefício."
      }
    ],
    "gabarito": "B"
  }
]