[
  {
    "id": "3248009",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro (Decreto Lei nº 2.848, de 07 de dezembro de 1940), o agente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pela tentativa"
      },
      {
        "letra": "B",
        "texto": "por doença mental, ao tempo da ação ou da omissão, não era inteiramente capaz de entender o caráter ilícito do fato, é isento de pena"
      },
      {
        "letra": "C",
        "texto": "por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, é isento de pena"
      },
      {
        "letra": "D",
        "texto": "por embriaguez completa, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato, é isento de pena"
      },
      {
        "letra": "E",
        "texto": "por ato voluntário, reparar o dano nos crimes cometidos sem violência ou grave ameaça à pessoa, até o recebimento da denúncia ou da queixa, só responde pelos atos já praticados"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170607",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a doutrina correlata, julgue os itens a seguir.É isento de pena o agente que, por embriaguez proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3049378",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Por problemas relacionados à saúde mental, Elisa passa a fazer uso de determinado medicamento, por prescrição médica, tendo ciência de que não pode combiná-lo com bebidas alcoólicas, sob pena de alteração na capacidade de entendimento ou de autodeterminação. Em um clube, durante uma festa de casamento, Elisa, após aguardar muito tempo para ser servida, já sedenta, dirige-se a um garçom que havia chegado à sua mesa e pergunta em que consiste a bebida que ele estava levando. O garçom afirma que é um coquetel de frutas, e Elisa então pergunta se contém álcool. O garçom responde de forma pouco clara, no momento em que o volume da música é aumentado, de modo que Elisa entende que se trata de um drink não alcoólico, quando, em verdade, contém vodka, bebida de elevado teor alcoólico. Após se servir da bebida, a combinação do álcool com o medicamento psiquiátrico produz em Elisa poderoso efeito, suprimindo-lhe totalmente a capacidade de entendimento e de autodeterminação, o que a leva a ir para a pista de dança, onde, embalada pela música, começa a se despir, chegando a ficar seminua, com os seios à mostra, até ser contida por terceiros. Diante do caso narrado, é correto afirmar que Elisa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de ato obsceno, pelo qual responderá normalmente;"
      },
      {
        "letra": "B",
        "texto": "não cometeu o crime de ato obsceno, por ausência de dolo;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de ato obsceno, porém ficará isenta de pena;"
      },
      {
        "letra": "D",
        "texto": "não cometeu o crime de ato obsceno, por não lhe ser exigível conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de ato obsceno, porém deverá ter a pena substituída por medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2591050",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que tange ao tema imputabilidade, definido no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade de uma pessoa entender o caráter ilícito do fato e de se determinar de acordo com esse entendimento é o que define imputabilidade."
      },
      {
        "letra": "B",
        "texto": "Imputabilidade é a possibilidade de uma pessoa ser penalmente responsabilizada, independentemente de sua capacidade mental no momento da prática do crime."
      },
      {
        "letra": "C",
        "texto": "A idade do indivíduo é o único critério definidor da imputabilidade, iniciando automaticamente aos 18 anos."
      },
      {
        "letra": "D",
        "texto": "A imputabilidade é uma presunção absoluta, não sendo possível questionar a capacidade mental do acusado no momento da prática delituosa."
      },
      {
        "letra": "E",
        "texto": "A capacidade de identificar, após a prática do crime, sua autoria em relação a uma conduta ilícita é um requisito da imputabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2590678",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Entre os principais crimes de trânsito, está o do artigo 306 do Código de Trânsito Brasileiro (CTB), que trata da embriaguez na direção de veículo automotor, que tem pena específica no próprio CTB. No Código Penal (CP), encontramos situações nas quais existe a situação da embriaguez, com previsão no capítulo da Imputabilidade penal. Com relação a este capítulo, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excluem a imputabilidade penal os atos praticados quando o agente age em situação de emoção ou paixão, quando associadas com a embriaguez voluntária."
      },
      {
        "letra": "B",
        "texto": "O agente maior de 16 anos é penalmente imputável, respondendo por infrações de acordo com o Código Penal, quando as praticar em situação de embriaguez voluntária."
      },
      {
        "letra": "C",
        "texto": "O agente que, ao tempo da ação ou da omissão, tem condições de entender o caráter ilícito do fato, mas é portador de desenvolvimento mental incompleto estará isento de pena."
      },
      {
        "letra": "D",
        "texto": "O agente estará isento de pena, quando em situação de embriaguez completa, proveniente de caso fortuito, por exemplo, estando ele no momento da ação ou omissão inteiramente incapaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma hipótese, ocorre redução de pena quando o agente comete o ato em situação de embriaguez."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2515586",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Após ingerir, voluntariamente, bebidas alcoólicas e substâncias entorpecentes, Tício, com a capacidade psicomotora alterada, se aproxima de Mévio, ocasião em que encosta uma faca nas suas costas e determina que o último entregue todos os pertences. A vítima, assustada, obedece ao comando e, na sequência, Tício foge na posse do telefone celular do ofendido. Nesse cenário, considerando as disposições do Código Penal, Tício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, em razão da embriaguez completa, que exclui a culpabilidade do agente;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, em razão da embriaguez completa, que exclui a ilicitude da conduta;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de extorsão, qualificado pelo emprego de arma branca;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de extorsão, majorado pelo emprego de arma branca;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de roubo, majorado pelo emprego de arma branca."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2328812",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No tocante às excludentes de culpabilidade previstas no Código Penal Brasileiro, analise as afirmativas a seguir. I. A embriaguez patológica é considerada doença mental e, portanto, causa excludente da culpabilidade. II. A embriaguez incompleta, fortuita ou resultante de força maior, é causa de exclusão da culpabilidade, se ao tempo da ação ou da omissão o agente não tinha a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A coação moral irresistível tem como elemento uma ameaça de dano grave e injusto direcionada ao sujeito ou a pessoas diretamente a ele ligadas. IV. Para a verificação da inimputabilidade, quanto à higidez mental, o Código Penal adotou o critério biopsicológico. Nesse sentido, é indispensável que haja laudo médico para comprovar a doença mental ou o desenvolvimento mental incompleto ou retardado do agente. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312793",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A depender do caso concreto, nos termos dos arts. 26 a 28 do CP, admite redução de pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez."
      },
      {
        "letra": "B",
        "texto": "embriaguez culposa."
      },
      {
        "letra": "C",
        "texto": "paixão."
      },
      {
        "letra": "D",
        "texto": "emoção."
      },
      {
        "letra": "E",
        "texto": "embriaguez voluntária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215611",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Segundo o Código Penal, é excludente de ilicitude",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade"
      },
      {
        "letra": "C",
        "texto": "doença mental"
      },
      {
        "letra": "D",
        "texto": "embriaguez acidental"
      },
      {
        "letra": "E",
        "texto": "menoridade penal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144075",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Mévio foi vítima de crime de roubo com restrição de liberdade, tendo sido amarrado. Antes de liberá-lo, Caio, o roubador, fez com que Mévio ingerisse bebida alcoólica à força, a fim de reduzir a sua capacidade de resistência. Contudo, ainda que completamente embriagado e sem capacidade de discernimento sobre o caráter ilícito do fato, após ser liberado e estar a caminho de casa, Mévio resolveu voltar ao local em que Caio se encontrava e o espancou até ocasionar sua morte. Diante dessa situação, é correto afirmar que Mévio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de lesão corporal qualificado pelo resultado morte, em razão do dolo com que praticou as lesões corporais e da culpa quanto ao resultado morte;"
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de homicídio doloso, uma vez que o resultado morte era previsível, havendo, ao menos, dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da tipicidade;"
      },
      {
        "letra": "D",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da ilicitude;"
      },
      {
        "letra": "E",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2115890",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "É isento de pena o agente que, por embriaguez completa culposa, era, ao tempo da ação, inteiramente incapaz de entender o caráter ilícito do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2087149",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desenvolvimento mental incompleto ou retardado induz, por si só, a isenção de pena do autor do fato-crime."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "Estados de ânimo como a emoção ou a paixão não excluem a imputabilidade penal, ou seja, não afastam a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez proveniente de caso fortuito, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2072915",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em qual das situações abaixo o periciando seria considerado inimputável?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homem de 25 anos é investigado por violência sexual contra uma jovem de 24 anos, que era de sua turma na faculdade de odontologia. Durante o inquérito, o jovem relata que foi tomado por uma excitação sexual muito intensa, semelhante a uma fissura muito forte, e não conseguiu controlar-se diante da vítima, acreditando que isso também ocorreu pelo fato de ele estar intoxicado por cocaína no momento do delito. Durante a investigação, o acusado também referiu que a vítima, apesar de estar sob efeito de álcool e quetamina, tinha dado consentimento verbal para a relação sexual."
      },
      {
        "letra": "B",
        "texto": "Homem de 59 anos mata a própria esposa após saber de sua suposta infidelidade conjugal com um colega do trabalho dela. Durante o inquérito, o homem referiu que ficou fora de si, tendo sido tomado por uma paixão violenta e um ciúme desproporcional e patológico, nunca antes sentido. Ao ser questionado sobre seu histórico, refere que sempre foi um homem orgulhoso e que tinha dificuldade de tolerar desaforos."
      },
      {
        "letra": "C",
        "texto": "Mulher de 45 anos mata e esconde o cadáver de ambos os filhos menores de dez anos após receber aviso de separação do marido. Durante a investigação, o homem referiu que pediu a separação após inúmeras situações de infidelidade conjugal e relatou que a esposa tinha histórico de maus tratos com relação a ambos os filhos, explosões de raiva, uso prévio de cocaína e agressões a animais de rua."
      },
      {
        "letra": "D",
        "texto": "Homem de 20 anos mata a própria irmã com múltiplos ferimentos por arma branca (com uso de faca de cozinha) em tórax e abdome. Na época do assassinato, o indivíduo apresentava prejuízo significativo de autocuidado, solilóquios, comportamento desconfiado, constantemente referindo que sua irmã estava grávida do diabo e que poderia dar à luz ao anticristo."
      },
      {
        "letra": "E",
        "texto": "Homem de 34 anos atropela e fere gravemente duas adolescentes de 12 e 14 anos enquanto elas voltavam para casa após a escola. Na investigação, detectou-se que o homem não possuía histórico de dependência de álcool, mas estava francamente alcoolizado no momento dos atropelamentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2065236",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sobre responsabilização e imputabilidade penal no direito criminal brasileiro, escolha a alternativa com a afirmação correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que apresenta transtorno do humor será considerado semi-imputável quando do cometimento de um delito."
      },
      {
        "letra": "B",
        "texto": "O diagnóstico de esquizofrenia é critério definidor para um réu não sofrer pena com restrição de liberdade."
      },
      {
        "letra": "C",
        "texto": "Uma pessoa que mata o assassino de seu pai, logo após presenciar o crime, poderá ser isento de pena."
      },
      {
        "letra": "D",
        "texto": "No caso de um assassino em série, portador de transtorno de personalidade antissocial, é de se esperar que seja considerado imputável."
      },
      {
        "letra": "E",
        "texto": "O menor de 18 anos, o silvícola e o surdo-mudo são considerados imputáveis, se demonstrarem que tinham entendimento no momento do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1998626",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "João, com 20 anos de idade e imputável, ingeriu bebida alcoólica durante uma festa e, embora não tivesse a intenção de se embebedar ou de praticar crimes, ficou completamente embriagado e desferiu socos em um desafeto, causando-lhe lesões corporais gravíssimas. Na situação hipotética apresentada, a embriaguez foi completa e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposa, mas não exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "fortuita, excluindo a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "culposa, excluindo a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "involuntária, excluindo a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "patológica, com a agravante da embriaguez preordenada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995406",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Mário estava em uma festa e ficou completamente embriagado após ingerir um refrigerante sem saber que o barman tinha incluído uma substância entorpecente em sua bebida. Nessa situação, Mário subtraiu o celular de Alice e foi embora do local. Posteriormente, foi constatado, na perícia, que Mário estava completamente embriagado e sem capacidade de determinar o caráter ilícito do fato. Nesse caso, é correto afirmar que Mário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por crime, tendo em vista que houve exclusão da ilicitude, em razão do exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "não responderá por crime, tendo em vista que houve exclusão da culpabilidade, em razão do exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "não responderá por crime, tendo em vista que, em razão da imputabilidade do agente, existe uma excludente de culpabilidade."
      },
      {
        "letra": "D",
        "texto": "não responderá por crime, tendo em vista que, em razão da inimputabilidade, houve exclusão da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de furto, previsto no art. 155, caput do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984031",
    "metadata": "Ano: 2022 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Crimes omissivos",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inserção de declaração falsa ou diversa da que deveria ter sido escrita na Carteira de Trabalho e Previdência Social do empregado pode configurar o crime de falsidade de documento público, no caso de comprovado o dolo do agente."
      },
      {
        "letra": "B",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "O crime é tentado quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente ou este voluntariamente desiste de prosseguir na execução."
      },
      {
        "letra": "D",
        "texto": "No crime comissivo por omissão, tem o dever de agir aquele que, com seu comportamento anterior, criou o risco da ocorrência do resultado."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1968396",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "De acordo com o CP (Código Penal), a embriaguez completa e fortuita é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuante de pena."
      },
      {
        "letra": "B",
        "texto": "causa de isenção de pena."
      },
      {
        "letra": "C",
        "texto": "causa de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "excludente da ilicitude."
      },
      {
        "letra": "E",
        "texto": "indiferente na imputabilidade penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1926024",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A lei dispensa tratamento cauteloso à embriaguez do agente, que inclui não apenas o uso de álcool, mas também de qualquer outra droga, lícita ou ilícita, que possa provocar alterações de ordem psíquica. Se a embriaguez foi causada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivos alheios à vontade do agente, poderá haver apenas exclusão do juízo de culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "por motivos alheios à vontade do agente, poderá haver apenas redução do juízo de culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "voluntariamente, poderá haver exclusão ou redução do juízo de culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "por descuido, o sujeito deverá responder, pois o juízo de culpabilidade se mantém;"
      },
      {
        "letra": "E",
        "texto": "por descuido, poderá haver apenas redução do juízo de culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900349",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Imputabilidade penal é a possibilidade de se atribuir a alguém a responsabilidade pelo cometimento de algum ilícito penal. Acerca desse tema, de suas consequências jurídicopenais, e considerando a legislação penal, bem como a doutrina majoritária, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extinta a punibilidade do agente inimputável ou semi-imputável, não se impõe medida de segurança nem subsiste a que tenha sido imposta."
      },
      {
        "letra": "B",
        "texto": "A embriaguez culposa decorrente do uso do álcool autoriza a redução de um a dois terços da pena do agente."
      },
      {
        "letra": "C",
        "texto": "A emoção e paixão, quando violentas, podem excluir a imputabilidade penal ou servir como atenuante inominada."
      },
      {
        "letra": "D",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, cessando a menoridade penal à meia-noite do dia em que o agente completa 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "A embriaguez voluntária que não exclui a imputabilidade penal é somente aquela decorrente do uso de álcool."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1894813",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Esteban, jovem graduando em Direito, viaja com a associação atlética de sua universidade para festividades em cidade do interior do Estado. Em meio às confraternizações, substância entorpecente é oferecida a Esteban por seus colegas. A fim de superar sua timidez, o agente aceita consumir as referidas drogas, atingindo embriaguez completa. Ao recobrar os sentidos, Esteban tinha em sua posse um relógio que furtou naquela noite, tendo os colegas lhe contado que havia também agredido alunos da universidade rival, invadido domicílio e praticado crime de dano aos pertences dos citados alunos. Acerca da culpabilidade e da teoria da actio libera in causa, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez por caso fortuito ou força maior não atenua nem isenta o réu de pena;"
      },
      {
        "letra": "B",
        "texto": "ao passo que a embriaguez voluntária agrava a pena do agente, a embriaguez preordenada apenas justifica a imposição de pena criminal;"
      },
      {
        "letra": "C",
        "texto": "Esteban não poderá ser responsabilizado criminalmente, posto que ausente vontade livre e consciente, em razão da embriaguez completa;"
      },
      {
        "letra": "D",
        "texto": "o direito penal brasileiro apenas autoriza a punição do agente quando a embriaguez é preordenada, assim entendida a conduta do agente que se utiliza da substância para praticar o crime;"
      },
      {
        "letra": "E",
        "texto": "tratando-se de embriaguez voluntária, culposa ou preordenada, o agente poderá ser responsabilizado pelas ações praticadas no contexto de embriaguez, fixando-se como parâmetro para aferição da culpabilidade o momento de consumo da substância."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1893501",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Dentre os limitadores e modificadores da imputabilidade penal, muitos interferem na imputabilidade e outros estão relacionados às alterações neurológicas e/ou às psiquiátricas. Sobre imputabilidade e testemunho, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A surdo-mudez desqualifica o testemunho por ser consequente a atraso de desenvolvimento que impede a comunicação, levando também a imputabilidade por equiparação."
      },
      {
        "letra": "B",
        "texto": "Os indivíduos epiléticos são considerados inimputáveis em qualquer crime."
      },
      {
        "letra": "C",
        "texto": "O agente que comprove ser dependente químico de drogas ilícitas, independentemente de seu estado à época da ação ou omissão, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "Os sociopatas ou portadores de personalidades anormais são inimputáveis por terem inteligência abaixo do valor habitual."
      },
      {
        "letra": "E",
        "texto": "A emoção, descrita como estado agudo de excitação psíquica, apesar de não ser excludente de pena, é circunstância atenuante caso o agente cometa crime sob influência de violenta emoção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1875633",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, sobre imputabilidade penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) A emoção e a paixão não podem ser arguidas como circunstâncias capazes de excluir a imputabilidade do agente. ( ) Os menores de 18 anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial. ( ) A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos não excluem a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - C."
      },
      {
        "letra": "B",
        "texto": "E - C - E."
      },
      {
        "letra": "C",
        "texto": "E - E - E."
      },
      {
        "letra": "D",
        "texto": "C - E - C."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892996",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Segundo o que dispõe o Código Penal brasileiro, a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode gerar o crime de embriaguez ao volante."
      },
      {
        "letra": "B",
        "texto": "É causa superveniente de exclusão da tipicidade."
      },
      {
        "letra": "C",
        "texto": "É causa superveniente de exclusão da ilicitude."
      },
      {
        "letra": "D",
        "texto": "Exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "Não exclui a imputabilidade penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1142562",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.Porque estava embriagado, Mário deve ser considerado inimputável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1120532",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, julgue os itens a seguir. I Os maiores de dezesseis anos de idade que ainda não tiverem alcançado a maioridade são considerados relativamente incapazes no que tange à responsabilidade criminal.II Emoção ou paixão não são causas de exclusão a imputabilidade penal. III A embriaguez culposa anterior à prática de crime é causa de diminuição de pena, mas não torna o agente inimputável. IV O deficiente mental inteiramente incapaz de entender o caráter ilícito do fato é inimputável. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1062153",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia. Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Pedro será condenado se comprovado que, no momento do furto, por caso fortuito, estava completamente embriagado",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1037210",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à imputabilidade em Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o menor de 18 anos, nosso Código Penal adotou o sistema puramente biológico."
      },
      {
        "letra": "B",
        "texto": "Para o doente mental, nosso Código Penal adotou um misto do sistema biológico com o sistema psicológico."
      },
      {
        "letra": "C",
        "texto": "Para a teoria clássica (teoria psicológica da culpabilidade), o doente mental cometeria crime, uma vez que possui capacidade de dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "A embriaguez voluntária ou a culposa não excluem a imputabilidade penal, segundo a actio libera in causa. Da embriaguez culposa, contudo, só pode advir um crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1636789",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Marcos foi parado em uma blitz da lei seca e foi preso em flagrante por embriaguez após ser submetido ao bafômetro. A Resolução Nº 432/2013 do Conselho Nacional de Trânsito (Contran), em seu art. 2º, descreve: “A fiscalização do consumo, pelos condutores de veículos automotores, de bebidas alcoólicas e de outras substâncias psicoativas que determinem dependência deve ser procedimento operacional rotineiro dos órgãos de trânsito.” Esse tema está vinculado à teoria da “actio libera in causa”, também chamada de Teoria da ação livre na causa, essa teoria afirma que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem está em estado de embriaguez completa e fortuita não responde pelo crime."
      },
      {
        "letra": "B",
        "texto": "a vontade do agente que comete o crime no estado de embriaguez voluntária e sua imputabilidade devem ser avaliadas em momento anterior à ingestão da bebida alcoólica."
      },
      {
        "letra": "C",
        "texto": "é possível imputar crime ao doente mental que pratica a conduta em momentos de lucidez."
      },
      {
        "letra": "D",
        "texto": "o agente que se embriaga de maneira preordenada poderá ter sua pena agravada."
      },
      {
        "letra": "E",
        "texto": "o estado de embriaguez do agente, quando não houver perito oficial, deverá ser atestado por duas pessoas idôneas portadoras de diploma de nível superior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958101",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito da culpabilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao definir a menoridade penal como causa de inimputabilidade, o Código Penal brasileiro adotou o critério biopsicológico, pois, além da menoridade propriamente dita, deverá ficar comprovado que, no momento do fato, o agente não tinha condições de entender o caráter ilícito de sua própria conduta."
      },
      {
        "letra": "B",
        "texto": "Conforme previsão do Código Penal brasileiro, a coação moral irresistível é causa de inimputabilidade penal, ficando o agente isento de pena."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "Sobre a imputabilidade penal, o Código Penal brasileiro adotou o sistema denominado psicológico, o qual considera as condições psicológicas do agente no momento do fato, independentemente da existência de doença mental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "938388",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Tício, decidido a se matar, mas sem coragem, embebeda-se completamente, tornando-se totalmente incapaz de entendimento. Acreditando que estava na sacada de seu apartamento, no 20° andar, Tício se joga. Contudo, ele pulou da janela do quarto do sobrado da casa de sua irmã, onde se encontrava, passando férias. Muito embora não tenha tido êxito no intento de por fim à própria vida, Tício, por infelicidade, caiu bem em cima da sobrinha Mévia, de oito meses, que estava no quintal, tomando o banho de sol matinal. A criança não resistiu aos ferimentos, e morreu. Diante da situação hipotética, considerando a Parte Geral e Especial do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício, em razão da embriaguez completa voluntária, não terá a culpabilidade excluída, mas poderá ter a pena perdoada judicialmente, pelo homicídio culposo da sobrinha."
      },
      {
        "letra": "B",
        "texto": "Tício, em razão da embriaguez completa voluntária, não terá a culpabilidade excluída. Poderá ser judicialmente perdoado do homicídio culposo da sobrinha, mas responderá pelo suicídio tentado."
      },
      {
        "letra": "C",
        "texto": "Tício, em razão da embriaguez completa voluntária, não terá a culpabilidade excluída, respondendo tanto pela tentativa de suicídio quanto pelo homicídio da sobrinha."
      },
      {
        "letra": "D",
        "texto": "Tício, em razão da embriaguez completa voluntária, não terá a culpabilidade excluída, respondendo pelo feminicídio culposo da sobrinha."
      },
      {
        "letra": "E",
        "texto": "Tício, em razão da embriaguez completa voluntária, é isento de pena relativamente ao crime de homicídio que deu causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936308",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito que no momento da prática do crime não era capaz de se determinar, completamente, de acordo com o entendimento do caráter ilícito do fato em razão de embriaguez culposa, poderá ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O critério psicológico determina cientificamente sempre a imputabilidade ou não do agente. Ao passo que o critério biológico etário adotado hoje pela lei penal, é passível de superação pelo juiz na sentença, quando razões de política criminal recomendem."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança aplicáveis aos inimputáveis são: internação em hospital de custódia e tratamento psiquiátrico; na falta deste em estabelecimento adequado; e sujeição a tratamento ambulatorial. Mas se estiver extinta a punibilidade, nenhuma dessas medidas deve incidir."
      },
      {
        "letra": "D",
        "texto": "No caso de tratamento ambulatorial, o tempo limitado para sua ocorrência variará de um a três anos. Terminado o prazo determinado para sua realização, e constatado por perícia que o inimputável cumpriu o programa ambulatorial, sua liberação do tratamento será declarada cumprida em definitivo."
      },
      {
        "letra": "E",
        "texto": "A doença mental ou o desenvolvimento mental incompleto ou retardado isentam de pena, se ao tempo da ação ou da omissão, ou entre a denúncia e a sentença, o agente era ou se toma inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "921263",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O Direito Penal trabalha com a necessidade de se apurar a responsabilidade subjetiva para punir o autor do crime. No que concerne à responsabilidade objetiva, o Direito Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-a excepcionalmente, quando pune aquele que agiu em estado de completa embriaguez culposa."
      },
      {
        "letra": "B",
        "texto": "não a admite, em hipótese alguma."
      },
      {
        "letra": "C",
        "texto": "admite-a excepcionalmente, quando determina a punição do coautor particular nos crimes cometidos por funcionários públicos."
      },
      {
        "letra": "D",
        "texto": "admite-a excepcionalmente, quando estabelece a figura dos garantes nos crimes comissivos por omissão."
      },
      {
        "letra": "E",
        "texto": "admite-a excepcionalmente, quando estabelece os crimes omissivos próprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "914180",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Em seu primeiro evento na faculdade, Rodrigo ingeriu, com a intenção de comemorar, grande quantidade de bebida alcoólica. Apesar de não ter intenção, a grande quantidade de álcool fez com que ficasse embriagado e, em razão desse estado, acabou por iniciar discussão desnecessária e causar lesão corporal grave em José, ao desferir contra ele dois socos. Todas as informações acima são confirmadas em procedimento de investigação criminal. Ao analisar as conclusões do procedimento caberá ao Promotor de Justiça reconhecer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ausência de culpabilidade do agente diante da situação de embriaguez culposa."
      },
      {
        "letra": "B",
        "texto": "a ausência de culpabilidade do agente em razão da embriaguez completa, proveniente de caso fortuito, aplicando-se medida de segurança."
      },
      {
        "letra": "C",
        "texto": "a existência de conduta típica, ilícita e culpável, inclusive com presença da agravante da embriaguez pré-ordenada."
      },
      {
        "letra": "D",
        "texto": "a existência de conduta típica, ilícita e culpável, pois a embriaguez foi culposa, não sendo possível imputar a agravante da embriaguez pré-ordenada."
      },
      {
        "letra": "E",
        "texto": "a existência de conduta típica, ilícita e culpável, pois a embriaguez foi voluntária, não sendo possível imputar a agravante da embriaguez pré-ordenada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883562",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo à imputabilidade penal.A embriaguez completa provocada por caso fortuito é causa de inimputabilidade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "867679",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Luiz cometeu um crime e, em sua defesa, alegou embriaguez. Após as investigações e perícias cabíveis, foi reconhecida a hipótese de exclusão da imputabilidade. Nessa situação hipotética, a exclusão da imputabilidade deveu-se ao fato de se tratar de uma embriaguez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acidental ou fortuita incompleta."
      },
      {
        "letra": "B",
        "texto": "preordenada."
      },
      {
        "letra": "C",
        "texto": "não acidental culposa."
      },
      {
        "letra": "D",
        "texto": "não acidental voluntária."
      },
      {
        "letra": "E",
        "texto": "acidental ou fortuita completa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "857078",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta acerca da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O menor de dezoito anos é isento de pena para todos os efeitos legais, quando demonstrado não entender o caráter ilícito do fato."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, quando voluntária, afasta a imputabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "A emoção, quando proveniente de caso fortuito, torna o agente inimputável se ao tempo da ação ou da omissão não possuía a plena capacidade de entender o caráter ilícito do fato."
      },
      {
        "letra": "D",
        "texto": "Ao agir sob efeito da paixão, o agente terá reduzida a pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "O agente que por doença mental, ao tempo da ação ou omissão, era inteiramente incapaz de entender o caráter ilícito do fato é isento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855343",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca de crime, imputabilidade penal e concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias e as condições de caráter pessoal sempre se comunicam entre todos que concorrem para o crime."
      },
      {
        "letra": "B",
        "texto": "A utilização da mesma fundamentação para dosar a pena aos corréus, com análise conjunta das circunstâncias judiciais, por violar a individualização da pena, não pode ser admitida."
      },
      {
        "letra": "C",
        "texto": "O uso de cerca elétrica nos muros das residências constitui espécie de legítima defesa putativa."
      },
      {
        "letra": "D",
        "texto": "A ofensa irrogada na discussão da causa pela parte ou por seu procurador configura causa excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "O trote acadêmico em que o calouro é obrigado a ingerir álcool não configura embriaguez por força maior, não afastando a imputabilidade do agente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "854426",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética e considerando o concurso de pessoas e a imputabilidade penal, julgue o item que se segue.José não poderá ser punido pelo crime que cometeu porque se encontrava em estado em embriaguez decorrente de caso fortuito, hipótese de isenção de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "845951",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São isentos de pena os agentes que detém determinadas condições especiais ou que realizam o fato tido como crime em situações extraordinárias. Sobre o tema, assinale a alternativa que não contempla uma causa excludente de culpabilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa"
      },
      {
        "letra": "B",
        "texto": "Doença mental que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "C",
        "texto": "Desenvolvimento mental incompleto que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa proveniente de caso fortuito ou força maior"
      },
      {
        "letra": "E",
        "texto": "Retardamento mental que influencie na compreensão sobre a ilicitude do fato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834921",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "792456",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Um dos elementos da culpabilidade, a imputabilidade será excluída no caso de o agente atuar sob o estado de embriaguez completa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intencional."
      },
      {
        "letra": "B",
        "texto": "fortuita."
      },
      {
        "letra": "C",
        "texto": "culposa."
      },
      {
        "letra": "D",
        "texto": "preordenada."
      },
      {
        "letra": "E",
        "texto": "voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1384808",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Tício, 18 anos, durante a comemoração de sua aprovação no vestibular, ingere bebida alcoólica com seus amigos em um bar, apesar de não ter, com isso, qualquer intenção de ficar bêbado ou praticar crimes, mas tão só de comemorar seu sucesso nos estudos. Apesar disso, em razão da quantidade de cerveja que optou por ingerir, acaba ficando completamente embriagado e desfere quatro socos na face do ex-namorado de sua irmã, causando-lhe lesões gravíssimas. Considerando a hipótese narrada, é correto afirmar que a embriaguez de Tício era completa e:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "involuntária, logo exclui a imputabilidade penal;"
      },
      {
        "letra": "B",
        "texto": "culposa, logo exclui a imputabilidade penal;"
      },
      {
        "letra": "C",
        "texto": "voluntária em sentido estrito, não excluindo a imputabilidade penal e devendo ser reconhecida a agravante da embriaguez preordenada;"
      },
      {
        "letra": "D",
        "texto": "culposa, mas não exclui a imputabilidade penal;"
      },
      {
        "letra": "E",
        "texto": "voluntária em sentido estrito, não excluindo a imputabilidade penal, mas não deve ser reconhecida a agravante da embriaguez preordenada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1191551",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito do crime e da imputabilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a omissão é penalmente relevante quando o omitente deixar de impedir o resultado que, por comportamento seu anterior, criou o risco de ocorrência."
      },
      {
        "letra": "B",
        "texto": "é isento de pena quem atua ou se omite sem a consciência da ilicitude do fato, sendo o erro evitável."
      },
      {
        "letra": "C",
        "texto": "a restituição da coisa, no crime de roubo, até o recebimento da denúncia, reduz a pena do agente."
      },
      {
        "letra": "D",
        "texto": "a embriaguez culposa exclui a imputabilidade."
      },
      {
        "letra": "E",
        "texto": "o ordenamento brasileiro adota o sistema vicariante, segundo o qual, aos inimputáveis por doença mental ao tempo da prática delitiva, primeiro aplica-se medida de segurança e, uma vez curados, pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "671117",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez culposa, por álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O agente que em virtude de perturbação da saúde mental não era, ao tempo da ação, inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com este entendimento, é isento de pena."
      },
      {
        "letra": "C",
        "texto": "A paixão ou a emoção não excluem a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "Os menores de dezoito anos são semi-imputáveis, pois estão sujeitos às normas do Estatuto da Criança e do Adolescente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647128",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com relação a imputabilidade penal, assinale a opção correta. Nesse sentido, considere que a sigla ECA, sempre que empregada, se refere ao Estatuto da Criança e do Adolescente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez, quando culposa, é causa excludente de imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A emoção e a paixão são causas excludentes de imputabilidade, como pode ocorrer nos chamados crimes passionais."
      },
      {
        "letra": "C",
        "texto": "A embriaguez não exclui a imputabilidade, mesmo quando o agente se embriaga completamente em razão de caso fortuito ou força maior."
      },
      {
        "letra": "D",
        "texto": "São inimputáveis os menores de dezoito anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      },
      {
        "letra": "E",
        "texto": "São inimputáveis os menores de vinte e um anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1326348",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "É isento de pena o agente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por embriaguez incompleta, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "por embriaguez completa voluntária, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "por embriaguez incompleta voluntária, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1227015",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, assinale a alternativa correta de acordo com o Código penal vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção ou a paixão excluem a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "C",
        "texto": "O maior de dezesseis anos é imputável penalmente, desde que cometa crime hediondo."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "604470",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: Faceli",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Configura-se a imputabilidade em caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez culposa, completa ou incompleta."
      },
      {
        "letra": "B",
        "texto": "doença mental."
      },
      {
        "letra": "C",
        "texto": "desenvolvimento mental incompleto."
      },
      {
        "letra": "D",
        "texto": "desenvolvimento mental retardado."
      },
      {
        "letra": "E",
        "texto": "embriaguez acidental, completa ou incompleta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "591074",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, julgue o item a seguir.A embriaguez completa, culposa por imprudência ou negligência — aquela que resulta na perda da capacidade do agente de entender o caráter ilícito de sua conduta —, no momento da prática delituosa, não afasta a culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "586501",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Com relação à teoria do crime e culpabilidade penal, julgue o seguinte item. Situação hipotética: Carlos, indivíduo perfeitamente saudável, se embriagou voluntariamente em virtude da celebração de seu aniversário e, sob essa condição, causou lesão grave a Daniel, seu primo. Assertiva: Nessa situação, se for condenado, Carlos poderá ter a pena atenuada ou substituída por tratamento ambulatorial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "575767",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Maria é aprovada no vestibular para uma determinada Universidade Federal. No dia da matrícula, Maria, caloura, é recebida pelos alunos veteranos da universidade e submetida a um trote acadêmico violento. Além de outras coisas que foi obrigada a fazer, Maria foi amarrada em uma cadeira de bar e obrigada a ingerir bebida alcoólica até ficar completamente embriagada e sem qualquer possibilidade de entender o caráter ilícito de um fato ou de determinar-se de acordo com este entendimento. Maria é liberada do trote e sai do bar, dirigindo-se até o seu veículo que estava estacionado em via pública, sem conseguir movimentá-lo. Abordada por policiais, desacatou-os. Neste caso, no que concerne ao crime de desacato,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "estará isenta de pena."
      },
      {
        "letra": "C",
        "texto": "terá a pena reduzida de metade."
      },
      {
        "letra": "D",
        "texto": "terá a pena reduzida em 1/6."
      },
      {
        "letra": "E",
        "texto": "terá a pena aumentada de 1/3."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "550307",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Dois prefeitos de cidades vizinhas, Ricardo e Bruno, encontram-se em um bar, após uma reunião cansativa de negócios. Ricardo bebia doses de whisky e, mesmo não sendo essa sua intenção, acabou ficando embriagado. Enquanto isso, Bruno bebia apenas refrigerante, mas foi colocado em seu copo um comprimido de substância psicotrópica por um eleitor de sua cidade, que também o deixou completamente embriagado. Após, ainda alterados, cada um volta para a sede de sua prefeitura e apropriam-se de bens públicos para proveito próprio.Considerando o fato narrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ricardo e Bruno são isentos de pena, pois a embriaguez de ambos decorreu de força maior;"
      },
      {
        "letra": "B",
        "texto": "Ricardo deverá responder pelo crime praticado, enquanto Bruno é isento de pena;"
      },
      {
        "letra": "C",
        "texto": "Ricardo e Bruno deverão responder pelos crimes praticados, pois a embriaguez nunca exclui a imputabilidade penal;"
      },
      {
        "letra": "D",
        "texto": "Ricardo e Bruno, caso sejam denunciados, responderão criminalmente perante a Câmara de Vereadores;"
      },
      {
        "letra": "E",
        "texto": "Ricardo e Bruno são isentos de pena, pois a embriaguez do primeiro foi culposa e do segundo decorreu de força maior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "546172",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne à imputabilidade, assim dispõe o Código Penal Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez voluntária ou culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar qualquer medida, se o agente, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "C",
        "texto": "O agente que comete o fato, sob o domínio de violenta emoção, logo após a injusta provocação da vítima, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental era, ao tempo da omissão, inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "545711",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Julgue o item seguinte, que trata de imputabilidade penal.Situação hipotética: Cléber, com trinta e quatro anos de idade, pretendia matar, durante uma festa, seu desafeto, Sérgio, atual namorado de sua ex-noiva. Sem coragem para realizar a conduta delituosa, Cléber bebeu grandes doses de vodca e, embriagado, desferiu várias facadas contra Sérgio, que faleceu em decorrência dos ferimentos provocados pelas facadas. Assertiva: Nessa situação, configura-se embriaguez voluntária dolosa, o que permite ao juiz reduzir a pena imputada a Cléber, uma vez que ele não tinha plena capacidade de entender o caráter ilícito de seus atos no momento em que esfaqueou Sérgio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "522007",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A embriaguez provocada pelo uso do álcool pode excluir a culpabilidade quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for preordenada;"
      },
      {
        "letra": "B",
        "texto": "decorrer de força maior e diminuir a capacidade de entender a ilicitude do fato;"
      },
      {
        "letra": "C",
        "texto": "for culposa;"
      },
      {
        "letra": "D",
        "texto": "for patológica;"
      },
      {
        "letra": "E",
        "texto": "for habitual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "515205",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Joana foi para a festa de aniversário de sua melhor amiga em uma boate e, feliz pela comemoração, passou a ingerir bebida alcoólica em quantidade exagerada. Ao final da festa, Joana estava completamente alcoolizada, apesar de ela não ter tido intenção de ficar nesse estado. Saindo da boate, deparou-se com sua inimiga Gabriela e, alterada pela bebida, jogou um copo de vidro na cabeça desta, causando-lhe lesões graves. Diante dessa situação, considerando apenas os fatos narrados e que esses foram provados, é correto afirmar que Joana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser absolvida impropriamente, com aplicação de medida de segurança, pois estava inimputável no momento dos fatos;"
      },
      {
        "letra": "B",
        "texto": "deverá ser condenada, pois houve embriaguez voluntária e apenas a embriaguez culposa exclui a imputabilidade;"
      },
      {
        "letra": "C",
        "texto": "deverá ser condenada, pois a embriaguez culposa não exclui a imputabilidade;"
      },
      {
        "letra": "D",
        "texto": "deverá ser absolvida, pois houve embriaguez completa e decorrente de caso fortuito ou força maior;"
      },
      {
        "letra": "E",
        "texto": "deverá ser absolvida por ausência de culpabilidade, sem aplicação de medida de segurança, já que a inimputabilidade era apenas momentânea."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485734",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Paulo é estudante de uma determinada faculdade do Estado de Roraima, cursando o primeiro semestre. No início deste ano de 2015 Paulo é submetido a um trote acadêmico violento e, amarrado, é obrigado a consumir à força bebida alcoólica e substância entorpecente. Após o trote, Paulo, completamente embriagado e incapacitado de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento por conta desta embriaguez e do uso de droga, desloca-se até uma Delegacia de Polícia da cidade de Boa Vista, onde tramita um inquérito contra ele por crime de lesão corporal dolosa decorrente de uma briga em uma casa noturna, e oferece R$ 10.000,00 em dinheiro ao Delegado de Polícia para que este não dê prosseguimento às investigações. Paulo acaba preso em flagrante pela Autoridade Policial. No caso hipotético exposto, Paulo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou crime de corrupção ativa e terá a pena reduzida de um a dois terços no caso de condenação."
      },
      {
        "letra": "B",
        "texto": "é isento de pena pelo crime cometido nas dependências da Delegacia de Polícia."
      },
      {
        "letra": "C",
        "texto": "praticou crime de corrupção ativa e não terá a pena reduzida no caso de condenação pela embriaguez."
      },
      {
        "letra": "D",
        "texto": "praticou crime de concussão e não terá a pena reduzida no caso de condenação."
      },
      {
        "letra": "E",
        "texto": "praticou crime de concussão e terá a pena reduzida de um a dois terços no caso de condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1617871",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "No que concerne a aspectos relacionados ao direito constitucional, ao direito administrativo e ao direito penal, julgue o próximo item. Considere que um condutor de um veículo, após embriagar-se voluntariamente, colocou-se em estado de absoluta incapacidade de determinação e discernimento, dando causa a acidente de trânsito com vítimas fatais. Nessa situação, apesar de típica e antijurídica a conduta, não se verifica culpabilidade do agente em razão da inimputabilidade temporária ao momento do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492573",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, a pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "pode ser aumentada de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "fica excluída por inimputabilidade"
      },
      {
        "letra": "D",
        "texto": "não sofre qualquer alteração."
      },
      {
        "letra": "E",
        "texto": "não é aplicada por ausência de culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485772",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Beltrano e Ciclano saem juntos para comemorar o sucesso obtido em concurso público. Beltrano não pode ingerir em hipótese alguma bebida alcoólica. Entretanto, Ciclano coloca as escondidas álcool no refrigerante de Beltrano. Ao tomar o refrigerante, Beltrano perde a capacidade de se comportar conforme o direito e de entender inteiramente o caráter ilícito de seus atos. Totalmente fora de si, Beltrano quebra uma garrafa na cabeça de Ciclano que falece. Considerando o exposto, e correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Beltrano esta isento de pena porque no momento que ceifou a vida de Ciclano encontra-se em situação de inimputabilidade."
      },
      {
        "letra": "B",
        "texto": "Beltrano não cometeu nenhum crime, visto que está amparado pela excludente de estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Beltrano responderá por homicídio, pois a embriaguez em nenhuma hipótese o isenta de pena."
      },
      {
        "letra": "D",
        "texto": "Beltrano responderá por homicídio visto que deveria ser mais cuidadoso para não ingerir bebida alcoólica."
      },
      {
        "letra": "E",
        "texto": "Beltrano está isento de pena porque agiu sob coação irresistivel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "472009",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes à tipicidade, à antijuridicidade e à culpabilidade.Será isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito, culpa ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429702",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Considere o artigo 295º do Código Penal Português, de 1995: 1. Quem, pelo menos por negligência, se colocar em estado de inimputabilidade derivado da ingestão ou consumo de bebida alcoólica ou de substância tóxica e, nesse estado, praticar um facto ilícito típico é punido com pena de prisão até 5 anos ou com pena de multa até 600 dias. 2. A pena não pode ser superior à prevista para o facto ilícito típico praticado. Enquanto o direito brasileiro dispõe que a embriaguez alcoólica ou por substância análoga simplesmente não exclui a imputabilidade penal (Código Penal, artigo 28, II), já a disposição acima do artigo 295º do Código Penal português, de 1995, cuidou bem diversamente da matéria. Com isso, o direito português, bem ou mal, esquiva-se de uma antológica crítica estrutural à solução dogmática que o direito brasileiro subscreve quanto à temática da imputabilidade na embriaguez. Independentemente de um juízo sobre seu mérito, a crítica que se estabelece no conhecido debate doutrinário acerca da matéria é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito brasileiro, ao fundar a imputação na actio libera in causa, enseja situações de responsabilização penal estritamente objetiva."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não diferencia claramente a embriaguez meramente acidental (resultante de caso fortuito ou força maior) daquela estritamente culposa (que o direito português denomina negligente), englobando no mesmo tratamento legal situações em que, respectivamente, não ocorre e ocorre reprovabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "O direito brasileiro, ao punir o agente embriagado sem uma disposição análoga àquela do direito português, está implicitamente violando o postulado nullum crimen, nulla poena sine praevia lege stricta, alicerçando a imputação da embriaguez, portanto, em formulação meramente genérica da Parte Geral do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O direito brasileiro não prevê senão a imputação na embriaguez por ingestão de substância alcoólica ou de efeitos análogos (como tais devendo ser estritamente compreendidas aquelas ditas entorpecentes), com o que a imputação estaria, em tese e à diferença do que expressamente ressalvou a lei portuguesa, excluída nos casos de ingestão de substância de efeitos propriamente tóxicos."
      },
      {
        "letra": "E",
        "texto": "O direito brasileiro, bem à diferença da fórmula portuguesa, não dispõe limites penais quantitativos à imputação do agente que comete crime em situação de embriaguez."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416913",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "No direito brasileiro legislado, desde que subtraia por completo o entendimento da ilicitude ou a determinação por ela, a embriaguez terá, genericamente, o condão de excluir total ou parcialmente a imputabilidade penal quando for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não premeditada."
      },
      {
        "letra": "B",
        "texto": "não preordenada."
      },
      {
        "letra": "C",
        "texto": "oriunda de culpa consciente."
      },
      {
        "letra": "D",
        "texto": "oriunda de culpa inconsciente."
      },
      {
        "letra": "E",
        "texto": "oriunda de caso fortuito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402706",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito do princípio da legalidade, da relação de causalidade, dos crimes consumados e tentados e da imputabilidade penal, julgue os itens seguintes.É isento de pena o agente que, por embriaguez voluntária completa, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393793",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É isento de pena o agente que, ao tempo da ação ou da omissão, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, em virtude de embriaguez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "voluntária, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "B",
        "texto": "culposa, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "C",
        "texto": "incompleta e preordenada."
      },
      {
        "letra": "D",
        "texto": "completa, proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "362513",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Sobre embriaguez é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo Código Penal, é causa capaz de conduzir à exclusão da capacidade de entendimento e vontade do agente, em virtude de uma intoxicação aguda e transitória ocasionada exclusivamente pelo álcool;"
      },
      {
        "letra": "B",
        "texto": "A modalidade culposa compreende a ingestão de doses excessivas de bebida alcoólica, sendo que, quando completa, ela pode, por meio de laudo pericial, excluir a imputabilidade do agente;"
      },
      {
        "letra": "C",
        "texto": "Ao contrário da embriaguez preordenada, na embriaguez voluntária a conduta de ingerir a bebida alcoólica não configura ato inicial do comportamento típico;"
      },
      {
        "letra": "D",
        "texto": "A embriaguez por caso fortuito é caracterizada como acidental, ocorrendo quando deriva de uma força externa ao agente, contra a qual ele não pode resistir;"
      },
      {
        "letra": "E",
        "texto": "Quando configurada a embriaguez completa, porque o agente perdeu a capacidade de compreensão e vontade, cabe ao juiz decretar a absolvição sumária e aplicar medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "356909",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Há uma crítica doutrinária bastante conhecida e frequente ao fundamento teórico da punição, no direito brasileiro, dos crimes cometidos em estado de embriaguez. Pode-se sintetizá-la afirmando que essa punição, ao fundar-se na teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da equivalência dos antecedentes causais, simplesmente equaliza as diversas modalidades de embriaguez, não permitindo uma justa diferenciação de seus variados graus de reprovabilidade."
      },
      {
        "letra": "B",
        "texto": "objetiva pura alemã, não considera as diversas situações subjetivas desencadeantes da embriaguez, e, por consequência, não propicia a devida diferenciação entre seus variados graus de reprovabilidade."
      },
      {
        "letra": "C",
        "texto": "da actio libera in causa, não é facilmente extensível aos casos de embriaguez não preordenada ou mesmo meramente culposa, propiciando-se, eventualmente, situações de responsabilização penal estritamente objetiva."
      },
      {
        "letra": "D",
        "texto": "puramente normativa da culpabilidade (Welzel), esvazia o juízo da consciência da ilicitude que, de efetivo e concreto, se torna puramente exigível e potencial, respondendo o agente indistintamente pelo crime, ainda que compreensivelmente não tivesse condições ou razões reais para não se embriagar nas circunstâncias em que o fato se deu."
      },
      {
        "letra": "E",
        "texto": "monista temperada, acaba comportando situações graves de impunidade, notadamente nos crimes cometidos com culpa consciente e limítrofes ao dolo eventual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "957244",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A embriaguez do agente pelo álcool ou substância de efeitos análogos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se voluntária ou culposa, não exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "se culposa, exclui a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "exclui a imputabilidade penal, ainda que seja voluntária, mas desde que seja total."
      },
      {
        "letra": "D",
        "texto": "se parcial, ainda que culposa, gera redução da pena."
      },
      {
        "letra": "E",
        "texto": "não exclui a imputabilidade penal em nenhuma hipótese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "705761",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "A norma penal",
      "Lei penal no tempo",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal brasileiro, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena."
      },
      {
        "letra": "B",
        "texto": "O erro sobre a ilicitude do fato, se evitável, poderá diminuir a pena."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o tempo da ação ou omissão que lhe deu causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "543032",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos,formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue o item que se segue. Considere que Bartolomeu, penalmente capaz e mentalmente são, tenha praticado ato típico e antijurídico, em estado de absoluta inconsciência, em razão de estar voluntariamente sob a influência de álcool. Nessa situação, Bartolomeu será apenado normalmente, por força da teoria da actio libera in causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530389",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Acerca da responsabilidade penal de dependente de álcool e de outras drogas, julgue o seguinte item.Tanto a síndrome de dependência física quanto a de dependência psíquica podem implicar redução da responsabilidade penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530388",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Acerca da responsabilidade penal de dependente de álcool e de outras drogas, julgue o seguinte item.Se um indivíduo que rotineiramente se embriaga cometer crime em momento de intoxicação aguda, ele deverá ser declarado inimputável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530387",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da responsabilidade penal de dependente de álcool e de outras drogas, julgue o seguinte item.Segundo a teoria da actio libera in causa, considera-se imputável o indivíduo que, tendo tomado conscientemente a decisão de embriagar-se, cometa crime em estado de intoxicação aguda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "440991",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "O tipo penal de embriaguez em que o agente se embriaga com o propósito de adquirir condições psíquicas que favoreçam a prática criminosa é conhecida como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "habitual"
      },
      {
        "letra": "B",
        "texto": "patológica"
      },
      {
        "letra": "C",
        "texto": "culposa."
      },
      {
        "letra": "D",
        "texto": "preordenada."
      },
      {
        "letra": "E",
        "texto": "preterdolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413380",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A doutrina majoritária brasileira entende que haverá crime diante de uma conduta típica, ilícita e culpável. Sobre a culpabilidade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo é causa de exclusão da culpabilidade em seu elemento potencial da ilicitude."
      },
      {
        "letra": "B",
        "texto": "A conduta em coação física irresistível, apesar de típica e ilícita, não enseja punição do agente por ausência de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "O estrito cumprimento do dever legal é tratado pelo Código Penal como causa excludente de culpabilidade."
      },
      {
        "letra": "D",
        "texto": "A embriaguez culposa completa não exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "O exercício regular do direito é causa legal de exclusão da culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "405297",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A embriaguez completa e fortuita é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Causa de diminuição de pena."
      },
      {
        "letra": "B",
        "texto": "Causa atenuante de pena."
      },
      {
        "letra": "C",
        "texto": "Causa excludente de antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "Causa de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "Não interfere na imputabilidade penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379923",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "São causas de exclusão da culpabilidade, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação física absoluta."
      },
      {
        "letra": "B",
        "texto": "Coação moral irresistível."
      },
      {
        "letra": "C",
        "texto": "Estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa, proveniente de caso fortuito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371270",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A inimputabilidade por peculiaridade mental ou etária exclui da conduta a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade e a antijuridicidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "antijuridicidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "370635",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena pode ser reduzida de um a dois terços, se o agente, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "É isento de pena o agente que, por doença mental, é, ao tempo da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato criminoso praticado."
      },
      {
        "letra": "C",
        "texto": "A pena pode ser reduzida se o agente, em virtude de perturbação da saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "Os menores de 21 (vinte e um) anos são penalmente inimputáveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354663",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGESP-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a fé pública e contra o patrimônio e à imputabilidade, julgue os itens seguintes. Se uma pessoa, de forma voluntária, embriagar-se completamente com o objetivo de matar seu desafeto e, no instante do ato, estiver incapaz de entender o caráter ilícito do fato, estará, por essa razão, isenta de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "353530",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue os próximos itens.A embriaguez completa pode dar causa à exclusão da imputabilidade penal, mas não descaracteriza a ilicitude do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316109",
    "metadata": "Ano: 2013 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Quanto à embriaguez na Legislação Penal Brasileira, considere as afirmativas a seguir. I. A embriaguez voluntária ou culposa completa exclui a imputabilidade penal pela conturbação psíquica provocada pelo estado de ebriez. II. A embriaguez patológica, por exercer um trabalho progressivo de destruição dos poderes psíquicos do agente, poderá isentá-lo de pena ou diminuí-la de um a dois terços. III. A embriaguez preordenada, além de não excluir a pena do réu, gera o agravamento da mesma. IV. A embriaguez acidental proveniente de caso fortuito ou força maior, quando completa, isenta o réu de pena e, se incompleta, gera diminuição de pena. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "297783",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, não comete crime aquele que age:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por culpa."
      },
      {
        "letra": "B",
        "texto": "em embriaguez fortuita."
      },
      {
        "letra": "C",
        "texto": "no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "em embriaguez completa."
      },
      {
        "letra": "E",
        "texto": "sob violenta emoção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1197288",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "O agente pode cometer o crime embriagado, consumir bebida alcoólica para praticá-lo ou, no momento do fato, estar embriagado involuntariamente. É correto afirmar que, para o Direito Penal, a embriaguez preordenada traz a seguinte consequência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "constitui causa atenuante."
      },
      {
        "letra": "C",
        "texto": "exclui a culpabilidade se completa."
      },
      {
        "letra": "D",
        "texto": "constitui causa agravante genérica."
      },
      {
        "letra": "E",
        "texto": "é uma causa de exclusão da ilicitude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "652574",
    "metadata": "Ano: 2012 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Sobre imputabilidade penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez involuntária, decorrente de caso fortuito ou força maior, necessariamente exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "A embriaguez voluntária é causa de aumento de até um terço da pena."
      },
      {
        "letra": "C",
        "texto": "A perturbação da saúde mental necessariamente exclui a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "Somente aquele que seja interditado por sentença judicial é que se faz isento de pena, no âmbito da responsabilidade criminal."
      },
      {
        "letra": "E",
        "texto": "Nem sempre a perturbação da saúde mental é causa de exclusão da imputabilidade penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372067",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a doutrina majoritária, a imputabilidade constitui pressuposto da conduta."
      },
      {
        "letra": "B",
        "texto": "Diante de um fato típico penal praticado por agente inimputável, a consequência jurídica será sempre a aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "O doente mental que pratica fato típico penal tanto pode ser considerado inimputável como também imputável, dependendo do caso concreto."
      },
      {
        "letra": "D",
        "texto": "De acordo com o Código Penal brasileiro, o semi-imputável pode ficar sujeito à pena reduzida, mas jamais sujeito à medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "294908",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Auto acusar-se falsamente perante a autoridade policial ou judicial se constitui em crime, inexistindo na modalidade culposa. II. Havendo embriaguez preordenada, será ela caso de inimputabilidade penal. III. A imputabilidade penal se confunde com a responsabilidade penal, já que corresponde às consequências jurídicas oriundas da prática de uma infração. IV. As causas especiais de aumento e de diminuição da pena estão previstas tanto na parte geral quanto na parte especial do Código Penal. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293466",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Diante das convenções internacionais, os efeitos da sentença penal estrangeira no Brasil são ilimitados. II. A inimputabilidade é uma das causas de exclusão da culpabilidade. O crime persiste, mas não se aplica pena, por ausência de reprovabilidade. III. A pena pode ser reduzida se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. IV. No concurso de crimes não se comunicam as circunstâncias e as condições de caráter pessoal, não comportando exceções por se tratar de direito de personalidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291051",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Considere que João, penalmente capaz, tenha-se embriagado propositadamente para ganhar coragem para cometer determinado crime e que, praticada a conduta delituosa, tenha alegado incapacidade de entender a ilicitude de seu comportamento em razão da completa embriaguez no momento do crime, o que o tornaria, portanto, inimputável. Nessa situação, João deverá responder pelo crime em sua forma dolosa, mas com redução da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "250626",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeito análogo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "isenta o réu de pena, mas pode ser recepcionada como crime independente punido com pena de detenção."
      },
      {
        "letra": "B",
        "texto": "é sempre considerada atenuante na prática de qualquer delito."
      },
      {
        "letra": "C",
        "texto": "não exclui a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "só tem relevância penal quando a embriaguez atinge percentual perceptível por exame de bafômetro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242938",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A embriaguez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "voluntária ou culposa não exclui a imputabilidade, mas pode ser considerada incompatível com o elemento subjetivo exigido por certos delitos, afastando o próprio tipo, segundo entendimento doutrinário e jurisprudencial."
      },
      {
        "letra": "B",
        "texto": "patológica não constitui eventual causa de exclusão da imputabilidade."
      },
      {
        "letra": "C",
        "texto": "completa, proveniente de caso fortuito ou força maior, sempre conduz à exclusão da imputabilidade."
      },
      {
        "letra": "D",
        "texto": "culposa constitui causa de diminuição da pena, se o agente não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "não configura circunstância agravante, ainda que preordenada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707064",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Autoria e coautoria",
      "Inimputabilidade pela embriaguez",
      "Participação",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Em qualquer caso, a embriaguez acidental afasta a imputabilidade penal. II - A coação moral irresistível (vis compulsiva) exclui a ação, por inexistência de vontade. III - A ausência da potencial consciência da ilicitude dá lugar ao erro de proibição (art. 21, CP), que, quando inescusável, é causa excludente de culpabilidade. IV - A cooperação dolosamente distinta é circunstância atenuante que somente se aplica à modalidade de participação, não abrangendo os casos de coautoria.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  }
]