[
  {
    "id": "3530664",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "A respeito dos crimes contra a honra previstos no Código Penal e dos crimes resultantes de preconceitos de raça ou de cor previstos na Lei n.º 7.716/1989, julgue o seguinte item, com base na legislação de regência e na jurisprudência dos tribunais superiores. Consoante jurisprudência do STF, o ato de dirigir a uma pessoa com deficiência ofensas vagas atreladas à deficiência com a qual ela convive constitui o crime de injúria tipificado no Código Penal e viola o bem jurídico da honra subjetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267126",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O artigo 140 do Código Penal, § 3º, que previa o crime de injúria racial, foi transportado para a Lei do Crime Racial n. 7.716, de 1989. Logo, no caso, não há",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abolitio criminis, mas sim descontinuidade normativa."
      },
      {
        "letra": "B",
        "texto": "descontinuidade normativa, mas sim abolitio criminis."
      },
      {
        "letra": "C",
        "texto": "abolitio criminis, mas sim continuidade normativa-típica."
      },
      {
        "letra": "D",
        "texto": "continuidade normativa-típica, mas sim descontinuidade normativa."
      },
      {
        "letra": "E",
        "texto": "continuidade normativa-típica, mas sim extinção da punibilidade, conforme o artigo 107, inciso III, do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3058677",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Jerônimo, porteiro de edifício residencial, ao perceber que uma entregadora está totalmente vestida de branco e usando guias de candomblé, diz a ela, no intuito de ofendê-la, que “ela é uma macumbeira endemoniada”. Em seguida, Jerônimo fala para a entregadora que, em razão de sua religião, ela não poderá usar a entrada e o elevador sociais, devendo utilizar a entrada e o elevador de serviços para fazer a entrega ao morador que a solicitara. Diante do caso narrado, Jerônimo deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "racismo, apenas."
      },
      {
        "letra": "B",
        "texto": "injúria simples, apenas."
      },
      {
        "letra": "C",
        "texto": "injúria qualificada, apenas."
      },
      {
        "letra": "D",
        "texto": "injúria simples e racismo."
      },
      {
        "letra": "E",
        "texto": "injúria qualificada e racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2522204",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O crime de injuriar alguém em razão da religião é de ação penal pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incondicionada, inafiançável e imprescritível."
      },
      {
        "letra": "B",
        "texto": "Condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "Condicionada à representação, afiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "Incondicionada, afiançável e prescritível."
      },
      {
        "letra": "E",
        "texto": "Privada, afiançável e prescritível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2360676",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Túlio, 41 anos, se desentendeu com seu vizinho Hugo, 74 anos, em razão de conflitos referentes a vaga de estacionamento na garagem do prédio. Indignado pelo fato de Hugo ter parado em sua vaga, Túlio proferiu palavras ofensivas como “velho safado”, bem como ameaçou espancá-lo caso o fato viesse a se repetir. No dia seguinte, Hugo compareceu à delegacia de polícia e registrou ocorrência pelos crimes de injúria e ameaça, manifestando o desejo de representar criminalmente contra Túlio. Tendo em vista este cenário, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público poderá oferecer denúncia pelos crimes de injúria qualificada e ameaça."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público poderá oferecer a denúncia pelo crime de ameaça e Hugo deverá oferecer queixa-crime caso pretenda ajuizar ação penal para julgar o crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Apesar de o crime de injúria ser crime de ação penal privada, o Ministério Público poderá oferecer denúncia por ameaça e injúria, em razão do concurso de crimes."
      },
      {
        "letra": "D",
        "texto": "O crime de ameaça é classificado como crime de ação penal pública incondicionada, já o crime de injúria simples é crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "Tendo em vista que a vítima é pessoa idosa, os crimes de injúria e ameaça são processados por meio de ação penal pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2557609",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "A conduta típica do crime de “Injúria” no Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamar alguém, imputando-lhe fato ofensivo à sua reputação."
      },
      {
        "letra": "B",
        "texto": "A exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "C",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "E",
        "texto": "Injuriar alguém, ofendendo-lhe a dignidade ou o decoro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386202",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Dentro da temática relacionada à Criminologia “Queer”, é correto afirmar que, em 21 de agosto de 2023, o Plenário do Supremo Tribunal Federal (STF) reconheceu que atos ofensivos praticados contra pessoas da comunidade LGBTQIAPN+ podem ser enquadrados como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de calúnia."
      },
      {
        "letra": "B",
        "texto": "ilícito administrativo previsto no Estatuto da Igualdade LGBTQIAPN+."
      },
      {
        "letra": "C",
        "texto": "contravenção penal de importunação ofensiva ao pudor."
      },
      {
        "letra": "D",
        "texto": "fato atípico."
      },
      {
        "letra": "E",
        "texto": "crime de injúria racial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2322681",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Com relação à legislação penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se o crime de associação para o tráfico quando comprovada a associação estável e permanente, não bastando concurso eventual de pessoas para o tráfico."
      },
      {
        "letra": "B",
        "texto": "A lei trouxe o conceito de organização criminosa e fez previsão de pena para quem a integra."
      },
      {
        "letra": "C",
        "texto": "É típica a conduta de prosseguir com o interrogatório de quem decidiu exercer o direito ao silêncio."
      },
      {
        "letra": "D",
        "texto": "É cabível a exceção da verdade nos crimes de calúnia e injúria."
      },
      {
        "letra": "E",
        "texto": "A habitualidade representa um dos elementos do crime de perseguição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2271439",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No dia 8 de janeiro de 2023, Alecrim Dourado de Moreira Bragança foi a um salão de beleza fazer manicure, dizendo que precisava se preparar para um grande evento. Foi atendido por Neide, mulher negra, que começou a trabalhar naquele estabelecimento na mesma semana. Alecrim Dourado de Moreira Bragança solicitou à gerente do salão de beleza que não fosse atendido pela nova funcionária. Ao ser questionado dos motivos, disse em alto tom, encarando Neide, que tinha nojo de pessoas que pareciam macacas. Neide ao ouvir a fala do Sr. Alecrim Dourado de Moreira Bragança, deu voz de prisão em flagrante por racismo e chamou a polícia. Alecrim Dourado de Moreira Bragança foi preso e conduzido à presença da autoridade policial. Diante dessa situação problema, a autoridade policial deve autuar o flagrante e proceder nos seguintes termos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 10 da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, ao recusar atendimento em salões de cabeleireiros; a autoridade policial plantonista fixará fiança concedendo liberdade provisória ao flagranteado;"
      },
      {
        "letra": "B",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de injúria racial, capitulado no Art. 140, §3º, do Código Penal, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista fixará fiança concedendo liberdade provisória ao flagranteado;"
      },
      {
        "letra": "C",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 10 da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, ao recusar atendimento em salões de cabeleireiros; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta;"
      },
      {
        "letra": "D",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 2º-A da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta;"
      },
      {
        "letra": "E",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de injúria racial, capitulado no Art. 140, §3º, do Código Penal, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224568",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "João, com o objetivo precípuo de prejudicar o seu desafeto, comunicou o delegado de polícia que Tício teria estuprado Petônia, muito embora soubesse ser ele inocente. A autoridade policial, tomando ciência dos fatos, deflagrou inquérito policial para fins de apuração. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207455",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "João, em um churrasco com amigos, na presença de aproximadamente quinze pessoas, afirmou que Matheus, auditor da Receita Federal, recebeu, na semana anterior, R$ 10.000,00 para não autuar a sociedade empresária XYZ por sonegação fiscal, muito embora soubesse que tal fato não era verdadeiro. Nesse cenário, considerando as disposições do Código Penal, João incorrerá no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "B",
        "texto": "calúnia, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "C",
        "texto": "injúria, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "D",
        "texto": "difamação, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas;"
      },
      {
        "letra": "E",
        "texto": "calúnia, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207106",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa e contra a fé pública, julgue o item a seguir.Segundo o Supremo Tribunal Federal, não é imprescritível o crime de injúria racial, previsto no artigo 140, § 3.°, do Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2173522",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Marcelo, irritado com Mônica, sua colega de trabalho, durante almoço com demais colegas da repartição pública onde trabalham, aproveitando-se da ausência de Mônica, espalha a informação de que ela, toda tarde, antes de voltar para a casa onde vive com seu marido, passa na casa de um outro homem, com quem mantém relações extraconjugais. Diante da situação hipotética descrita, Marcelo praticou, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rixa."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110711",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos crimes contra a honra, a pena é aumentada em 1/3 se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever de ofício."
      },
      {
        "letra": "B",
        "texto": "cometido na presença de várias pessoas ou por meio que facilite a divulgação do crime."
      },
      {
        "letra": "C",
        "texto": "cometido contra qualquer pessoa em razão de seu trabalho."
      },
      {
        "letra": "D",
        "texto": "a injúria ou difamação é irrogada em juízo, na discussão da causa, pela parte ou seu procurador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073346",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Dois vereadores chamados Mauro e Nilson discutem no estacionamento do prédio da Câmara Municipal de Aparecida de Goiânia-GO, quando Mauro chama o outro de receptador. Nilson, por sua vez, replica dizendo que Mauro é conhecido por perturbar a tranquilidade do bairro em que reside promovendo algazarras em sua casa. Considerando que ambos estão excluídos da imunidade parlamentar por não estarem em ofício no plenário da Casa Legislativa, é correto afirmar que Mauro e Nilson cometeram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e calúnia."
      },
      {
        "letra": "B",
        "texto": "injúria e difamação."
      },
      {
        "letra": "C",
        "texto": "difamação e calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria e injúria."
      },
      {
        "letra": "E",
        "texto": "injúria e calúnia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2048201",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Se, durante a apuração de um delito, em interceptação telefônica, o suspeito proferir ofensas racistas ao delegado que estiver presidindo o inquérito policial, a referida conduta deverá ser enquadrada no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria qualificada em razão de utilização de elemento raça."
      },
      {
        "letra": "D",
        "texto": "crime específico previsto na Lei n.º 7.716/1989."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2065174",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Na sede da Polícia Civil, determinado policial impediu uma moça de entrar no elevador após dizer a todos presentes que “não iria subir no elevador com uma neguinha feia”. Com base no comentário em questão, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao mencionar o adjetivo “feia”, o policial cometeu crime de difamação racial."
      },
      {
        "letra": "B",
        "texto": "Não há crime no caso, pois a moça não foi agredida fisicamente pelo policial."
      },
      {
        "letra": "C",
        "texto": "A conduta do policial é atípica do ponto de vista penal, porque nem configura crime de racismo e nem crime de injúria racial."
      },
      {
        "letra": "D",
        "texto": "Ao mencionar o adjetivo “feia”, o policial cometeu crime de injúria racial."
      },
      {
        "letra": "E",
        "texto": "No caso, o policial praticou crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2018737",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Prefeitura de Laranjal Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Abaixo, seguem os crimes contra a honra. Apenas um não se enquadra nesta categoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal;"
      },
      {
        "letra": "B",
        "texto": "Calúnia;"
      },
      {
        "letra": "C",
        "texto": "Exceção de verdade;"
      },
      {
        "letra": "D",
        "texto": "Difamação;"
      },
      {
        "letra": "E",
        "texto": "Injúria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1971694",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, assinale a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É sempre admissível, em se tratando do delito de difamação, a exceção da verdade."
      },
      {
        "letra": "B",
        "texto": "A injúria se consuma no momento em que o ofendido toma conhecimento da ofensa irrogada."
      },
      {
        "letra": "C",
        "texto": "No caso da injúria, a circunstância de a vítima ser maior de 60 anos ou portadora de deficiência configura causa de especial aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Em todas as espécies de delito contra a honra, a retratação cabal pelo querelado, antes da sentença, isenta de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1968387",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A calúnia contra os mortos é impunível, por se tratar de crime impossível."
      },
      {
        "letra": "B",
        "texto": "Não se admite o instituto da retratação nos crimes de calúnia e difamação."
      },
      {
        "letra": "C",
        "texto": "No delito de injúria, o juiz poderá deixar de aplicar a pena se o ofendido, de forma reprovável, provocar diretamente a ofensa."
      },
      {
        "letra": "D",
        "texto": "A exceção da verdade é admitida, no crime de calúnia processado por ação penal privada, se o ofendido já tiver sido absolvido por sentença irrecorrível."
      },
      {
        "letra": "E",
        "texto": "Quem se julgar ofendido por crime contra a honra pode pedir explicações em juízo e, se houver recusa desse pedido pelo ofensor, cabe contra este sentença condenatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951309",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Relativamente à sistemática dos crimes contra a honra previstos no Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica a exceção da verdade ao crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não se admite exceção da verdade no crime de difamação se o ofendido é funcionário público;"
      },
      {
        "letra": "C",
        "texto": "constitui injúria punível a ofensa irrogada em juízo por promotor de Justiça na discussão da causa;"
      },
      {
        "letra": "D",
        "texto": "se aplica em triplo a pena se o crime é cometido ou divulgado em quaisquer modalidades das redes sociais da rede mundial de computadores;"
      },
      {
        "letra": "E",
        "texto": "se admite exceção da verdade no crime de calúnia se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1938380",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Sílvia, com intenção de atingir a reputação e dignidade de Lívia, durante uma festa, dirige-se à vítima e, em alto tom, profere contra ela expressão aviltante. Nessa hipótese, é correto afirmar que Sílvia praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "delitos de difamação e de injúria em concurso material."
      },
      {
        "letra": "B",
        "texto": "delitos de difamação e de injúria em continuidade delitiva."
      },
      {
        "letra": "C",
        "texto": "apenas delito de difamação, pois, como é mais grave, absorve o outro."
      },
      {
        "letra": "D",
        "texto": "delitos de difamação e de injúria em concurso formal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1937227",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Durante a realização de ato ecumênico, no domingo de Páscoa, em praça pública, Hermano, pastor de determinada congregação religiosa, ao receber a oportunidade de discursar, ofendeu líderes e seguidores de outras crenças religiosas diversas da sua, afirmando expressamente que seriam “religiões assassinas”, tendo “líderes assassinos”, especializados em pilantragem, estupros espirituais e que levavam seus seguidores a caminhos de podridão. Finalizou que todas as religiões mencionadas eram destinadas à adoração do diabo. Diante desse cenário, é correto afirmar que Hermano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não praticou conduta típica, pois a condenação ideológica de outras crenças é inerente à prática religiosa;"
      },
      {
        "letra": "C",
        "texto": "praticou o crime de calúnia;"
      },
      {
        "letra": "D",
        "texto": "não praticou conduta típica, pois o líder religioso atuou sob a imunidade decorrente da liberdade de expressão;"
      },
      {
        "letra": "E",
        "texto": "praticou o crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897283",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em algumas hipóteses, o CP autoriza o juiz a “deixar de aplicar a pena”. Assinale a alternativa que apresenta crimes aos quais, a depender das demais condições que o CP estabelece, o juiz pode “deixar de aplicar a pena”, concedendo perdão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Outras fraudes; difamação; furto."
      },
      {
        "letra": "B",
        "texto": "Receptação; injúria; homicídio."
      },
      {
        "letra": "C",
        "texto": "Calúnia; excesso de exação; desobediência."
      },
      {
        "letra": "D",
        "texto": "Dano; apropriação indébita previdenciária; ameaça."
      },
      {
        "letra": "E",
        "texto": "Sonegação de contribuição previdenciária; parto suposto; esbulho possessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1897194",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Para o crime descrito no artigo 140, § 3.º, do Código Penal, comumente denominado injúria racial, são prescritas pena em abstrato de um a três anos e multa. Acerca da natureza desse delito e da pena aplicável, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esse crime é imprescritível."
      },
      {
        "letra": "B",
        "texto": "a prescrição punitiva em abstrato ocorrerá em 4 anos após a prática do delito."
      },
      {
        "letra": "C",
        "texto": "ocorrerá, em 8 anos após a prática do delito, a prescrição punitiva em abstrato."
      },
      {
        "letra": "D",
        "texto": "a prescrição punitiva em abstrato ocorrerá em 4 anos após a descoberta da autoria."
      },
      {
        "letra": "E",
        "texto": "ocorrerá, em 8 anos após a descoberta da autoria, a prescrição punitiva em abstrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1879130",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Leia o trecho a seguir. O crime de racismo, constante na Lei nº. 7.716/1989, é de ação penal _____, _____ e _____. Por sua vez, o crime de injúria racial, disposto no Art. 140, § 3º, do Código Penal, é de ação penal _____, _____ e _____, conforme entendimento atual do Supremo Tribunal Federal. Assinale a opção cujos itens completam corretamente as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada, inafiançável, imprescritível, privada personalíssima, afiançável e prescritível."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "pública condicionada à representação, afiançável, prescritível, pública incondicionada, inafiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, afiançável e imprescritível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1910620",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O Código Penal (Decreto-Lei nº 2.848/40) prevê a exclusão dos crimes de injúria e difamação em apenas três hipóteses. Assinale a ÚNICA alternativa que apresenta uma dessas hipóteses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A opinião desfavorável da crítica literária, artística ou científica, mesmo quando inequívoca a intenção de injuriar ou difamar."
      },
      {
        "letra": "B",
        "texto": "A ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "C",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste fora do cumprimento de dever do ofício."
      },
      {
        "letra": "D",
        "texto": "Qualquer ofensa dirigida à pessoa conhecida do ofensor."
      },
      {
        "letra": "E",
        "texto": "A ofensa irrogada fora de juízo, por advogado em face de qualquer pessoa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1859408",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O crime de injúria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido ou divulgado em quaisquer modalidades das redes sociais da rede mundial de computadores tem a pena aplicada em dobro."
      },
      {
        "letra": "B",
        "texto": "real consiste na violência ou vias de fato que, por sua natureza ou pelo meio empregado, se considerem aviltantes."
      },
      {
        "letra": "C",
        "texto": "racial é apenado com reclusão segundo a jurisprudência dos tribunais superiores, apesar da legislação penal prever pena de detenção."
      },
      {
        "letra": "D",
        "texto": "provocado pelo ofendido de forma reprovável ou no caso de retorsão imediata tem a pena diminuída de um terço a dois terços."
      },
      {
        "letra": "E",
        "texto": "consistente na utilização de elementos referentes a condição de pessoa idosa ou com deficiência tem a pena aumentada de um terço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828392",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Em relação aos crimes contra a honra, julgue o item que se segue. Na hipótese de um agente cabalmente retratar-se de injúria irrogada em rede social contra uma pessoa, será extinta a punibilidade, em razão da reparação do dano à honra subjetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825554",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Durante um acalorado debate motivado por questões políticas, X.X. afirmou, de dedo em riste, que Y.Y. era um “tremendo corrupto metido a santo, um baita de um hipócrita!”. Com base no exposto, é correto afirmar que X.X. cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria preconceituosa."
      },
      {
        "letra": "B",
        "texto": "injúria na forma simples."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "calúnia."
      },
      {
        "letra": "E",
        "texto": "injúria real."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1781549",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de associação criminosa consumase com o início da prática dos crimes acordados entre seus membros."
      },
      {
        "letra": "B",
        "texto": "O crime de aborto praticado, dolosa e conscientemente, contra mulher com gravidez gemelar, por meio de única substância abortiva ministrada e ingerida em seu café, impõe a configuração de concurso material de crimes, conforme normatiza o art. 69, do Código Penal, pois houve desígnios autônomos."
      },
      {
        "letra": "C",
        "texto": "O crime de perseguição ou comumente nominado “stalking”, descrito no art. 147-A, do Código Penal, é crime que exige continuidade delitiva para sua consumação."
      },
      {
        "letra": "D",
        "texto": "O crime de estupro de vulnerável é classificado como tipo misto cumulativo. Assim, quando o agente praticar as condutas correspondentes à “conjunção carnal” e a “outro ato libidinoso”, em um mesmo contexto fático e contra a mesma vítima, haverá cumulação de penas."
      },
      {
        "letra": "E",
        "texto": "Em uma sala de aula, um colega de turma chamou João de “galo preto de macumba” em razão dele ser afrodescendente. Nesse caso hipotético, o colega cometeu o delito de injúria preconceituosa, sendo a ação penal de titularidade do Ministério Público, que deve agir apenas se houver representação da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1771675",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Injúria"
    ],
    "enunciado_principal": "Enquanto realizava compras em uma famosa loja de grife da cidade, Roberto iniciou discussão com a vendedora Joana, vindo a afirmar, na presença de quinze clientes, que o mau atendimento só poderia ter sido causado por uma “negrinha que deveria estar comendo banana”. Joana ficou envergonhada com toda a situação, optando por ir para casa e não contar a ninguém sobre o ocorrido. Contudo, a proprietária do estabelecimento compareceu em sede policial e narrou os fatos. Considerando apenas as informações expostas, é correto afirmar que o delegado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá instaurar inquérito policial, pois o crime em tese praticado foi de injúria racial sem causa de aumento, que é de ação penal pública incondicionada;"
      },
      {
        "letra": "B",
        "texto": "não poderá instaurar inquérito policial, pois o crime em tese praticado foi de injúria racial majorada, que exige representação da vítima;"
      },
      {
        "letra": "C",
        "texto": "deverá instaurar inquérito policial, pois foi praticado crime de racismo, que é de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "não poderá instaurar inquérito policial, pois foi praticado crime de injúria racial simples, que é de ação penal privada;"
      },
      {
        "letra": "E",
        "texto": "deverá instaurar inquérito policial, pois o crime praticado foi de injúria racial majorada, que é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673250",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Injuriar alguém, ofendendo-lhe a dignidade ou o decoro, é uma prática punível com pena de detenção, de um a seis meses, ou multa, de acordo com o Código Penal. O juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria, conforme dispõe o artigo 140 do Decreto-lei nº 2.848, de 1940. II. Difamar alguém, imputando-lhe um fato ofensivo à sua reputação, é uma atitude que incorre em pena de reclusão, de três a seis anos, ou multa, conforme determina o artigo 139, Parágrafo único, do Código Penal. III. Expor alguém, por meio de relações sexuais ou de qualquer ato libidinoso, ao contágio de uma moléstia venérea, de que sabe ou deve saber que está contaminado, é uma ação cuja penalidade é de detenção, de três meses a um ano, ou multa. Se é intenção do agente transmitir a moléstia, a pena é de reclusão, de um a quatro anos, e multa, conforme previsto no artigo 130, § 1º, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134499",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O Código Penal prevê, em seu artigo 140, a injúria racial como crime, considerando a ofensa feita a uma determinada pessoa com referência à sua raça, cor, etnia, religião ou origem. Sobre a injúria racial assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem como bem jurídico a dignidade humana da coletividade"
      },
      {
        "letra": "B",
        "texto": "Trata-se de ação penal pública incondicionada"
      },
      {
        "letra": "C",
        "texto": "É imprescritível"
      },
      {
        "letra": "D",
        "texto": "Cabe fiança"
      },
      {
        "letra": "E",
        "texto": "A pena aplicada é detenção, de um a seis meses, ou multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2689596",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Fortaleza dos Nogueiras - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Observe os itens a seguir relacionados aos crimes contra a honra. I. constituem injúria ou difamação punível a opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar. II. Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes, a pena é de detenção, de três meses a um ano, e multa, além da pena correspondente à violência. III. É punível a calúnia contra os mortos. IV. No crime de calúnia admite-se a prova da verdade se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível. A quantidade de itens corretos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2"
      },
      {
        "letra": "B",
        "texto": "1"
      },
      {
        "letra": "C",
        "texto": "4"
      },
      {
        "letra": "D",
        "texto": "3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1159717",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando alguém imputa falsamente a outrem um fato definido como crime, o Código Penal define essa conduta como crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "difamação."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "falsidade."
      },
      {
        "letra": "E",
        "texto": "perjúrio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1096974",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item. Responde pelo crime de injúria a pessoa que imputa a alguém fato definido como crime, sabendo que é mentira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1048824",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, observe as afirmações abaixo: I - O crime de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência é de ação pública incondicionada. II - E punível a calúnia contra os mortos. Ainda, admite-se no crime de calúnia a prova da verdade, salvo se: 1) constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível; 2) se o fato é imputado a qualquer das pessoas indicadas no n. I do art. 141 (Presidente da República, ou contra chefe de governo estrangeiro); 3) se do crime imputado, em bora de ação pública, o ofendido foi absolvido por sentença irrecorrível. III - No crime de injúria, o juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria; e também no caso de retorsão imediata, que consista em outra injúria. IV - Nos crimes de injúria e difamação somente é admissível a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. V - As penas dos crimes contra a honra são aumentadas de um terço, dentre outras hipóteses legais, quando praticados contra pessoa maior de 60 (sessenta) anos ou portadora de deficiência, exceto no caso de injúria. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas III, IV e V são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010449",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Arrependimento posterior",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Otelo e Rinaldo foram denunciados e pronunciados pela prática de homicídio. Otelo como autor da conduta e Rinaldo como partícipe. Se o Conselho de sentença decidir que Otelo, agente denunciado e pronunciado como autor do crime de homicídio, não praticou a conduta descrita no tipo, “matar alguém”, ainda assim poderá decidir pela condenação de Rinaldo, partícipe que permaneceu “vigia”, dando cobertura ao autor Otelo, pois, em relação ao concurso de pessoas, aplica-se a teoria da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "O juiz, na sentença condenatória, ao verificar evidenciada a hipossuficiência econômica do condenado e a inviabilidade de suportar o pagamento da pena de multa prevista no preceito secundário do tipo, ainda que aplicada em seu mínimo legal, pode excluir a sua aplicação e isentar o condenado do seu pagamento."
      },
      {
        "letra": "C",
        "texto": "Na sucessão de leis penais no tempo, deve ser aplicada a lei mais favorável ao réu, seja a lei contemporânea à prática da infração penal, seja a vigente na data da sentença."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior, como causa de diminuição de pena entre determinados limites, tem como pressuposto para seu reconhecimento que o crime seja patrimonial, para atender ao requisito da reparação do dano ou da restituição da coisa."
      },
      {
        "letra": "E",
        "texto": "No crime de injúria cometido contra funcionário público, em razão de suas funções, é admitida a exceção da verdade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987304",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação a crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de calúnia se consuma no momento em que o ofendido toma conhecimento da imputação falsa contra si."
      },
      {
        "letra": "B",
        "texto": "Calúnia contra indivíduo falecido não se enquadra como crime contra a honra."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade é admitida em caso de delito de difamação contra funcionário público no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação cabal do agente da calúnia ou da difamação após o recebimento da ação penal é causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "O delito de injúria racial se processa mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "911538",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e às imunidades previstas na legislação constitucional e infraconstitucional, julgue os itens subsequentes. I Vereador não responde por ofensas pessoais proferidas em razão de discussão política dentro dos limites territoriais do seu município. II A imunidade processual do advogado garantida pelo Estatuto da OAB não pode afastar punição por calúnias proferidas em discussão de causa. III O pedido de explicações não interrompe o prazo decadencial para a propositura da ação penal nos crimes contra a honra. IV Ação penal por injúria praticada contra servidor público é exercida exclusivamente por intermédio do MP, mediante a representação do ofendido. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908298",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação aquele que ofende a dignidade de pessoa morta."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa aquele que provoca ação de autoridade comunicando-lhe ocorrência de vias de fato que sabe não ter se verificado."
      },
      {
        "letra": "C",
        "texto": "calúnia aquele que imputa crime sabendo ser a pessoa inocente e dá causa à instauração de inquérito policial."
      },
      {
        "letra": "D",
        "texto": "injúria aquele que ofende a dignidade de alguém com utilização de elementos referentes à condição de pessoa idosa."
      },
      {
        "letra": "E",
        "texto": "desacato aquele que ofende a dignidade da Polícia Militar ao expor opinião pejorativa sobre a instituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906952",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Determinado Agente Técnico Judiciário da Vara do Trabalho de Teresópolis/RJ, ao notar que um cidadão está adentrando no Fórum Trabalhista utilizando em seu pescoço corrente de ouro com pingente de crucifixo cristão, ordena que o sujeito retire o adereço e guarde-o em seu bolso, pois estaria ele ofendendo a laicidade do Estado ali instituída no átrio do prédio judiciário. O cidadão obedeceu a ordem do agente público. Diante do exposto, é correto afirmar que o agente cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato regular, pois cabia a ele, como agente público concursado, dar eficácia ao preceito constitucional da laicidade estatal."
      },
      {
        "letra": "B",
        "texto": "abuso de autoridade, por ter atentado contra a liberdade de consciência e de crença."
      },
      {
        "letra": "C",
        "texto": "crime de injúria, por ter ofendido a dignidade e o decoro do cidadão."
      },
      {
        "letra": "D",
        "texto": "infração disciplinar, por entreter-se nos locais e horas de trabalho, em palestras, leituras ou outras atividades estranhas ao serviço."
      },
      {
        "letra": "E",
        "texto": "ato regular, pois é dever de ofício do Técnico Judiciário da Justiça do Trabalho apresentar-se decentemente trajado em serviço ou com uniforme que for destinado para cada caso, podendo exigir o mesmo dos jurisdicionados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905938",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo em conta os artigos 138 a 145 do Código Penal, que tratam dos crimes contra a honra, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calunia e difamação, procede-se mediante queixa. Já no crime de injúria, em qualquer de suas modalidades, procede-se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "No crime de calúnia, praticado em detrimento de chefe de governo estrangeiro, admite-se exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "No crime de difamação, praticado em detrimento de funcionário público, admite-se a exceção da verdade, desde que a ofensa seja relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação da ofensa, que isenta o querelado de pena, desde que feita antes da sentença, aplica-se aos crimes de calúnia, difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, estendendo a exclusão do crime a quem der publicidade à ofensa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896546",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O ato de imputar fato ofensivo à reputação de alguém é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Injuria racial."
      },
      {
        "letra": "C",
        "texto": "Calunia."
      },
      {
        "letra": "D",
        "texto": "Injuria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886350",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Segundo o art. 140, do Código Penal Brasileiro (crime de injúria), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de injúria qualificado, previsto no parágrafo 3o do art. 140, do CP, que consiste na ofensa à honra com a utilização de elementos referentes à raça e à cor, é inafiançável e imprescritível."
      },
      {
        "letra": "B",
        "texto": "o crime de injúria qualificado, previsto no parágrafo 3o do art. 140, do CP, consiste na ofensa à honra com a utilização de elementos referentes exclusivamente à raça, cor, etnia e origem."
      },
      {
        "letra": "C",
        "texto": "o perdão judicial, previsto no parágrafo 1o do art. 140, do CP, aplicável quando o ofendido provoca diretamente a injúria, aplica-se ao crime de injúria qualificado, previsto no parágrafo 3o do art. 140, do CP."
      },
      {
        "letra": "D",
        "texto": "no crime de injúria, o objeto jurídico é a honra subjetiva do ofendido, podendo ser praticado mediante dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "na injúria real, prevista no parágrafo 2o do art. 140, do CP, a violência ou vias de fato são meios de execução do crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883349",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.Situação hipotética: Um servidor público, no exercício de suas funções, foi vítima de injúria e difamação. Assertiva: Nessa situação, será concorrente a legitimidade do servidor ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866294",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo por base os crimes contra a honra, analise as assertivas a seguir: I. As imunidades judiciária, literária, artística ou científica e a funcional são causas especiais de exclusão da ilicitude, sendo que a presença destas faz com que a injúria e a difamação não sejam puníveis. II. A retratação, de acordo com o art. 143 do CP, é causa de extinção da punibilidade, quando o querelado, antes da sentença, se retrata cabalmente da calúnia ou difamação. III. A injúria qualificada por preconceito é crime contra a honra, de ação penal pública condicionada à representação, sendo crime afiançável e prescritível. Difere-se do chamado crime de racismo, sendo delito de ação penal incondicionada, imprescritível e inafiançável. IV. Pode-se afirmar que a injúria qualificada pelo preconceito se traduz em um xingamento contra uma pessoa determinada, xingamento esse relacionado à sua raça, cor, etnia, religião, origem da vítima, ao fato de tratar-se de pessoa idosa ou portadora de deficiência. Já o delito de racismo, traduz-se em um sentimento em relação à raça como um todo, não atingindo pessoa determinada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1187816",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: Câmara de Brejão - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Todas as alternativas abaixo são crimes contra a honra, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Calúnia."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Exceção da verdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1178799",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SJDH-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Um indivíduo negro, síndico do edifício onde morava, ao flagrar um morador na piscina do bloco com um recipiente de isopor cheio de bebidas alcoólicas — atitude que afronta a norma regimental proibitiva do condomínio —, recriminou-o, dizendo simplesmente: “– você não pode fazer isso!”. Enfurecido, o morador retrucou a admoestação, proferindo ofensas relativas à raça e à cor do síndico, com a seguinte frase: “– Negro safado e fedido, volte para a África, que é seu lugar!”. A ofensa foi proferida em voz alta, na presença de vários condôminos que usufruíam da área de lazer. Nessa situação, a conduta do morador configura hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria qualificada por conotação racial."
      },
      {
        "letra": "B",
        "texto": "crime contra a honra sujeito a ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "crime contra a honra sujeito à exceção da verdade."
      },
      {
        "letra": "D",
        "texto": "difamação, razão por que ele estará isento de pena caso se retrate antes de proferida a sentença."
      },
      {
        "letra": "E",
        "texto": "retorsão imediata, razão por que ele não poderá ser punido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "854563",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere ao cumprimento de mandados judiciais e suas repercussões criminais na esfera penal, julgue o item que se segue.Crime de injúria racial cometido contra oficial de justiça no exercício de suas funções ou em razão delas é absorvido pelo crime de desacato, em razão do princípio da consunção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "849250",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "De acordo com a legislação vigente e o entendimento dos tribunais superiores, assinale a opção correta, com relação ao crime de injúria.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal no caso de injúria discriminatória é pública incondicionada, uma vez que o bem jurídico tutelado ultrapassa os limites subjetivos."
      },
      {
        "letra": "B",
        "texto": "A injúria racial é crime instantâneo, ao passo que a consumação ocorre no momento em que terceiros tomam conhecimento do teor da ofensa."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade é admitida apenas para alguns dos elementos tutelados pela norma penal e exclui a tipicidade quando a ofensa é irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "D",
        "texto": "A injúria racial é um delito inserido no panorama constitucional do crime de racismo, sendo considerado imprescritível, inafiançável e sujeito à pena de reclusão."
      },
      {
        "letra": "E",
        "texto": "No crime de injúria, admite-se a retratação desde que se faça antes da sentença, por escrito, de forma completa, abrangendo tudo o que o ofensor disse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "844079",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, sobre crimes contra a honra, e assinale a alternativa correta: I. Segundo o que preconiza o Código Penal, as penas cominadas aos crimes de calunia, injúria e difamação aumentam-se em um terço, se qualquer deles é cometido mediante paga ou promessa de recompensa. II. Conforme prevê o Código Penal, responde pelo crime de difamação apenas a pessoa que dá publicidade à ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador. III. O crime de injúria simples é de natureza privada, e se procede mediante queixa, exceto quando cometido no contexto da Lei Maria da Penha, em que a ação penal é pública condicionada. IV. No crime de calúnia, a exceção da verdade não é permitida se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "842057",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere a hipótese de a Defensoria Pública ser procurada por uma pessoa que alega ter sido acusada de desonesta, ladra, canalha, devassa etc. Analisando os fatos o defensor entende que a reclamante é inocente. O acusador deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia porque: a) foi atribuído um crime à acusada e b) a imputação é falsa."
      },
      {
        "letra": "B",
        "texto": "Injúria porque: a) foi atribuído uma qualidade à acusada e b) houve ofensa à honra subjetiva."
      },
      {
        "letra": "C",
        "texto": "Difamação porque: a) houve a atribuição de um fato não criminoso à acusada e b) houve ofensa à honra objetiva."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho porque: a) o acusador alegou ter presenciado atos que atribuiu à acusada e b) a imputação é falsa."
      },
      {
        "letra": "E",
        "texto": "Ocultação da verdade porque: a) o acusador mentiu e b) houve ofensa à honra subjetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840174",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, considere as afirmativas abaixo: I. Não é admissível a exceção da verdade para o delito de injúria. II. A retratação somente é admissível nos casos de calúnia e difamação. III. O juiz pode deixar de aplicar a pena na difamação no caso de retorsão imediata, que consista em outra difamação. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "836747",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Insatisfeito com o comportamento de seu empregador Juca, Carlos escreve uma carta para a família daquele, afirmando que Juca seria um estelionatário e torturador. Lacra a carta e a entrega no correio, adotando todas as medidas para que chegasse aos destinatários. No dia seguinte, porém, Carlos se arrepende de seu comportamento e passa a adotar conduta para evitar que a carta fosse lida por qualquer pessoa e o crime consumado. Carlos vai até a casa de Juca, tenta retirar a carta da caixa do correio, mas vê o exato momento em que Juca e sua esposa pegam o envelope e leem todo o escrito. Ofendido, Juca procura seu advogado e narra o ocorrido. Considerando a situação apresentada, o advogado de Juca deverá esclarecer que a conduta de Carlos configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, consumado;"
      },
      {
        "letra": "B",
        "texto": "tentativa de injúria, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "C",
        "texto": "tentativa de calúnia, pois houve desistência voluntária, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "D",
        "texto": "tentativa de calúnia, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "calúnia, consumado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "812770",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Encaminhar uma mensagem de texto a um policial civil que se encontra em outro município, xingando-o de ladrão, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "desacato."
      },
      {
        "letra": "C",
        "texto": "difamação"
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa"
      },
      {
        "letra": "E",
        "texto": "injuria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812485",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Acerca dos crimes contra a honra, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas a calúnia, considerados todos os crimes contra a honra, pode ter a pessoa morta como sujeito passivo do delito, hipótese em que o bem jurídico atingido será a honra objetiva ou externa do morto."
      },
      {
        "letra": "B",
        "texto": "não comete crime de calúnia quem. com intenção de ampliar a lesão à honra do ofendido, propala ou divulga a imputação prévia feita por outrem, sabendo da falsidade da imputação, hipótese capaz de gerar apenas responsabilidade civil."
      },
      {
        "letra": "C",
        "texto": "xingar um homem casado de \"corno\" ou “cornudo” é uma hipótese de injúria reflexa, dando azo ao concurso formal de crimes."
      },
      {
        "letra": "D",
        "texto": "o crime de calúnia pressupõe a falsidade da imputação, cuja ciência deve integrar o dolo do agente, de modo que somente se admitirá dolo direto no referido delito."
      },
      {
        "letra": "E",
        "texto": "escarnecer de alguém por motivo de crença e de forma privada caracteriza crime de ultraje a culto, que prevalecerá sobre o crime de injúria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2727497",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "De acordo com o art. 142, do Decreto-Lei Federal Nº 2.848/40, não constituem injúria ou difamação punível: I - A ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador; II - A opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar; III - O conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever do ofício; IV - A calúnia imputando-lhe falsamente fato definido como crime. Qual alternativa apresenta somente as informações corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "II e III"
      },
      {
        "letra": "C",
        "texto": "III e IV"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2034909",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos termos do Art. 138 do Código Penal, imputar a alguém um fato definido como crime constitui o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "improbidade."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698198",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Ao realizar a manutenção da rede elétrica na casa de um cliente, o eletricista Servílio inadvertidamente entra em um quarto que pensava ser o banheiro. Lá encontra fotos do dono da casa fantasiado de Adolf Hitler, além de um diário. Ao folhear o diário, Servílio descobre vários escritos nos quais o dono da casa manifesta seu desprezo por um vizinho, por ele denominado “judeu sujo\". Servílio, então, leva o fato ao conhecimento do vizinho, que, sentindo-se ofendido, noticia o fato em uma delegacia policial. Ouvido o dono da casa, este revela ser simpatizante do nazismo, usando o referido cômodo para dar secretamente vazão à sua ideologia. Outrossim, o diário seria uma forma de extravasar suas inquietações sem ser descoberto por terceiros. Considerando o caso concreto, é possível afirmar que a conduta do dono da casa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de difamação."
      },
      {
        "letra": "B",
        "texto": "configura crime de injuria por preconceito."
      },
      {
        "letra": "C",
        "texto": "configura crime de injuria."
      },
      {
        "letra": "D",
        "texto": "configura crime previsto em lei especial."
      },
      {
        "letra": "E",
        "texto": "é atípica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "621735",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No dia vinte e oito de junho de 2014, por volta de dezenove horas, na sala de espera de um posto de saúde, Paulo aguardava atendimento e exasperou-se com a demora. A funcionária Márcia, de cor negra, pediu-lhe calma, dizendo que o médico lhe atenderia brevemente, mas Paulo retrucou, exaltado: “— Chama logo o doutor, sua negrinha à toa!”. Sentindo-se insultada pelos impropérios proferidos, Márcia, constrangida, chorou diante de mais de trinta pessoas que ali estavam esperando atendimento. Considerando a situação hipotética apresentada, assinale a opção correta, considerando a jurisprudência do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Paulo tipifica-se como crime de injúria com elementos referentes à raça e à cor, de modo que a ação penal deve ser procedida por iniciativa do Ministério Público, mediante simples representação da ofendida."
      },
      {
        "letra": "B",
        "texto": "Eventual representação de Márcia só terá validade caso preencha todos os requisitos legais e seja reduzida a termo em formulário próprio, conforme modelo aprovado pelos órgãos do Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "Dado que a pretensão punitiva contra crime de injúria qualificada pelo preconceito racial é realizada mediante ação penal pública condicionada à representação, eventual pedido de explicação feito por Márcia suspenderia o prazo decadencial para sua propositura."
      },
      {
        "letra": "D",
        "texto": "O fato de Paulo ter se exasperado diante da atitude de Márcia, que lhe pediu para ter calma, configurou retorsão imediata, cabendo, portanto, o perdão judicial com extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "A conduta de Paulo tipifica-se como crime de racismo e, portanto, a pretensão punitiva não está sujeita à prescrição ou à decadência, haja vista a ofensa ao princípio da dignidade humana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552697",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. Os crimes de Calúnia (Art. 138 do CP), Difamação (Art. 139 do CP) e Injúria (Art. 140 do CP) atingem a honra objetiva da vítima. II. A crítica literária desfavorável constitui crime contra a honra. III. É punível a injúria contra os mortos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa II está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "548791",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Considere as disposições do Código Penal Brasileiro e assinale a alternativa correta sobre o crime de injúria.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de injúria tem pena base de reclusão, de um a seis anos, ou multa."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar a pena no caso de retorsão imediata, que consista em outra injúria."
      },
      {
        "letra": "C",
        "texto": "O juiz não pode deixar de aplicar a pena se o ofendido, ainda que de forma reprovável, tenha provocado a injúria."
      },
      {
        "letra": "D",
        "texto": "Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes a pena passa a ser de reclusão de três meses a um ano mais multa, excluído-se a pena correspondente à violência."
      },
      {
        "letra": "E",
        "texto": "Se a injúria consiste na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência a pena passa a ser de detenção de um a três anos e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética, seguida de uma assertiva a ser julgada à luz da legislação e da jurisprudência dos tribunais superiores. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André, vítima de injúria supostamente perpetrada por Bruno, encaminhou, ao autor do fato, correspondência assinada na qual expressava seu perdão. Bruno, por sua vez, juntou, aos autos de processo criminal pertinente a essa injúria, uma petição em que informava o teor da carta e a sua disponibilidade em aceitar o perdão concedido por André. No entanto, a vítima não se manifestou expressamente sobre o tema nos autos do referido processo. Nessa situação, o juiz não poderá extinguir a punibilidade, já que André não expressou o perdão por meio de ato processual."
      },
      {
        "letra": "B",
        "texto": "Aline, por meio de uma única conduta, caluniou Bianca e Carla. Posteriormente, Carla perdoou Aline, que, por sua vez, aceitou o perdão. Nessa situação, o perdão concedido por Carla extinguirá a punibilidade dos dois crimes de calúnia praticados em concurso formal."
      },
      {
        "letra": "C",
        "texto": "Ana ofereceu seu perdão expresso a Bernardo imediatamente após o trânsito em julgado da sentença que o condenou por difamação. Nessa situação, houve a extinção da punibilidade do crime praticado por Bernardo."
      },
      {
        "letra": "D",
        "texto": "José, vítima de um crime de dano simples, retratou representação oferecida a Baltazar, autor do fato. Após a promoção do arquivamento pelo MP, pendente de homologação pelo juízo, José decidiu representar novamente pela promoção de ação penal pública condicionada, cinco meses após a prática do delito. Nessa situação, é permitido o ajuizamento de ação penal contra Baltazar."
      },
      {
        "letra": "E",
        "texto": "O MP, no prazo legal, promoveu o arquivamento de inquérito policial instaurado contra Antônio, em razão do suposto homicídio de Benício — casado à época do fato —, por ausência de justa causa para a instauração da ação penal. Nessa situação, a cônjuge de Benício poderá ajuizar ação penal privada subsidiária da ação penal pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "530903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere a seguinte conduta descrita: Publicar ilustração de recém-nascidos afrodescendentes em fuga de sala da parto, associado aos dizeres de um personagem (supostamente médico) de cor branca \"Segurança! É uma fuga em massa!\". Tal conduta amolda-se à seguinte tipificação legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se amolda a tipificação legal por se tratar de ofensa social e não de conteúdo racial."
      },
      {
        "letra": "B",
        "texto": "Injúria, prevista no art. 140 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Crime de racismo, previsto na Lei no 7.716/89."
      },
      {
        "letra": "D",
        "texto": "Difamação, prevista no art. 139 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não se amolda a tipificação legal por se tratar de liberdade de expressão − direito de charge."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512410",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Quanto aos crimes contra a honra, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calúnia e difamação contra funcionário público, em razão de suas funções, a ação penal procede- se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informações que preste no cumprimento de dever do ofício, não constitui injúria ou difamação punível."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a honra, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, e, da mesma forma, quem lhe dá publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "465964",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Jean, valendo-se de sua conta no Twitter, publicou declaração de natureza discriminatória em relação aos homossexuais, de forma genérica. Tal ação configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica;"
      },
      {
        "letra": "B",
        "texto": "crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "crime de injúria racial;"
      },
      {
        "letra": "D",
        "texto": "crime de preconceito de raça, cor, etnia ou religião;"
      },
      {
        "letra": "E",
        "texto": "crime de manifestação de ódio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464211",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "A manifestação do advogado, no exercício de sua atividade, em juízo ou fora dele, é acobertada por imunidade nos crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação e desacato."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e desacato."
      },
      {
        "letra": "D",
        "texto": "difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "desacato e calúnia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884475",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Aquele que der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785986",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando o agente imputa ou atribui a alguém falsamente a prática de fato definido como crime, acaba praticando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria"
      },
      {
        "letra": "B",
        "texto": "difamação"
      },
      {
        "letra": "C",
        "texto": "calúnia"
      },
      {
        "letra": "D",
        "texto": "injúria real"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "762842",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal gravíssima."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "Injúria racial."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488133",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No Código Penal, nos crimes de injúria, infanticídio e lesão corporal, os bens jurídicos tutelados são, respectivamente, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "honra, a vida e a integridade física."
      },
      {
        "letra": "B",
        "texto": "vida, a honra e a integridade física."
      },
      {
        "letra": "C",
        "texto": "honra, a integridade física e a vida."
      },
      {
        "letra": "D",
        "texto": "integridade física, a vida e a honra."
      },
      {
        "letra": "E",
        "texto": "vida, a integridade física e a honra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "453777",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Nos últimos meses têm sido comuns ofensas de cunho racial serem proferidas durante as práticas desportivas, principalmente no futebol. O caso mais recente envolveu o goleiro de um time paulista, que foi chamado de “macaco” por uma torcedora de um time rival. A respeito deste lamentável acontecimento e de acordo com o que está previsto no texto constitucional, mais especificamente no capítulo “Dos Direitos e das garantias individuais”, pode-se dizer que o crime praticado pela torcedora:I. É imprescritível. II. É inafiançável. III. Está sujeito à pena de reclusão. IV. Somente se procede mediante representação da vítima. Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "Apenas IV."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425152",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O gerente da empresa XYZ Ltda., pretendendo que a empregada Rosa das Neves, portadora de deficiência física, apresentasse sua demissão, passou a afirmar que ela estava desviando dinheiro do caixa e que fazia uso dos recursos para manter sua relação extraconjugal com um colega de trabalho. Estas afirmações foram realizadas reiteradamente para todos os colegas, por mais de três meses, levando Rosa a sentir-se em um ambiente de trabalho insustentável. O Juiz do Trabalho reconheceu a prática de assédio moral e determinou a expedição de ofício para apuração de delitos. A respeito, está INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de calúnia, assim como os demais empregados que tenham reproduzido a história, sabendo-a falsa;"
      },
      {
        "letra": "B",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de difamação, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "C",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "D",
        "texto": "Quanto aos crimes de calúnia e difamação, o gerente ficará isento de pena, caso promova a retratação antes da prolação da sentença;"
      },
      {
        "letra": "E",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que o crime foi cometido na presença de várias pessoas e por meio que facilitou sua divulgação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "419851",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "De acordo com o Código Penal analise as afirmações a seguir e assinale a alternativa correta. l Comete crime de injúria escarnecer de alguém publicamente, por motivo de crença ou função religiosa; impedir ou perturbar cerimônia ou prática de culto religioso; vilipendiar publicamente ato ou objeto de culto religioso. ll Considera-se qualificado o furto cometido com destruição ou rompimento de obstáculo à subtração da coisa, bem como com abuso de confiança, ou mediante fraude, escalada ou destreza. lll A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão. lV Comete crime de estupro quem constrange mulher, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação IV está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415112",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Responde pela prática do crime de injúria racial, disposto no § 3º do artigo 140 do Código Penal Brasileiro e não pelo artigo 20 da Lei n. 7.716/89 (Discriminação Racial) pessoa que ofende uma só pessoa, chamando-lhe de macaco e negro sujo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409257",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "“X” é negro e jogador de futebol profissional. Durante uma partida é chamado pelos torcedores do time adversário de macaco e lhe são atiradas bananas no meio do gramado. Caso sejam identificados os torcedores, é correto afirmar que, em tese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderão pelo crime de preconceito de raça ou de cor, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "B",
        "texto": "responderão pelo crime de racismo, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "C",
        "texto": "responderão pelo crime de difamação, nos termos do art. 139 do Código Penal, entretanto, com o aumento de pena previsto na Lei n.º 7.716/89."
      },
      {
        "letra": "D",
        "texto": "não responderão por crime algum, tendo em vista que esse tipo de rivalidade entre as torcidas é própria dos jogos de futebol, restando apenas a punição na esfera administrativa."
      },
      {
        "letra": "E",
        "texto": "responderão pelo crime de injúria racial, nos termos do art. 140, § 3.º do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402265",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Crimes contra a vida",
      "Aborto",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a pessoa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pune o aborto se a gravidez resulta de estupro, sobretudo se é precedido de consentimento da gestante."
      },
      {
        "letra": "B",
        "texto": "Na injúria há imputação de fato ofensivo à dignidade ou ao decoro da vítima."
      },
      {
        "letra": "C",
        "texto": "Mãe que intencionalmente deixa de amamentar o filho, causando-lhe a morte por inanição, pratica crime comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "Nos crimes perpetrados contra pessoa maior de sessenta anos, incidirá a agravante de um terço da pena, exceto no caso de injúria."
      },
      {
        "letra": "E",
        "texto": "No crime de difamação admite-se a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389030",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Sempronio, hígido mentalmente, com o propósito inequívoco de ofender Mévio, perante terceiros, qualifica-o de “vil, abjeto e burro”. A conduta de Sempronio caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de calúnia"
      },
      {
        "letra": "B",
        "texto": "Crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Crime de difamação."
      },
      {
        "letra": "D",
        "texto": "Irrelevante penal."
      },
      {
        "letra": "E",
        "texto": "Fato atípico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385493",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O crime de injúria qualificada consiste na utilização de elementos referentes a raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência para ofender a dignidade ou o decoro de alguém. Diferentemente do que ocorre no caso de crime de racismo, a injúria qualificada processa-se por ação penal pública condicionada a representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "378663",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Quanto à injúria, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena é aumentada de 1/3 se o crime é cometido contra pessoa portadora de deficiência."
      },
      {
        "letra": "B",
        "texto": "absorve o crime de lesão corporal, se consiste em violência que, por sua natureza ou pelo meio empregado, possa ser considerada aviltante."
      },
      {
        "letra": "C",
        "texto": "há extinção da punibilidade quando o ofendido, de forma reprovável, provocou diretamente a ofensa."
      },
      {
        "letra": "D",
        "texto": "não responde pelo crime quem dá publicidade a conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever do ofício."
      },
      {
        "letra": "E",
        "texto": "admissível a retratação, se verificada até o recebimento da denúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826853",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "A respeito dos crimes contra a honra e dos crimes raciais, assinale V para as afirmativas verdadeiras e F para as falsas. ( ) A única hipótese admitida quanto á exceção da verdade no delito de difamação ocorre quando o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. ( ) A ação penal no crime de injúria racial é privada, sendo inaceitável e intolerável em uma sociedade democrática. ( ) Fabricar, comercializar, distribuir ou veicular símbolos, emblemas, ornamentos, distintivos ou propaganda que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo, é conduta prevista como crime pelo legislador brasileiro. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V."
      },
      {
        "letra": "B",
        "texto": "V - V - F."
      },
      {
        "letra": "C",
        "texto": "V - F - V."
      },
      {
        "letra": "D",
        "texto": "V - F - F."
      },
      {
        "letra": "E",
        "texto": "F - F - F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506102",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. No caso do crime de calúnia, admite-se a prova da verdade, salvo se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. II. No caso do crime de injúria, admite-se a exceção da verdade somente se o ofendido for funcionário público e a ofensa for relativa ao exercício de suas funções. III. Se a injúria consiste na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência, a pena prevista é a de reclusão de um a três anos e multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359573",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em princípio, nos crimes contra a honra dispostos no Código Penal cabe;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retratação na injúria, exceto se racial."
      },
      {
        "letra": "B",
        "texto": "retratação na injúria em geral."
      },
      {
        "letra": "C",
        "texto": "exceção da verdade na calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "exceção da verdade na injúria."
      },
      {
        "letra": "E",
        "texto": "exceção da verdade na difamação contra particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "355948",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, julgue os itens subsecutivos.Considere a seguinte situação hipotética. Márcio, funcionário público lotado no órgão X, teve seu notebook furtado nas dependências desse órgão. Em seguida, por ter uma desavença pessoal com Jaime, também funcionário do referido órgão, Márcio denunciou Jaime ao seu chefe imediato, pelo furto do aparelho, mesmo não havendo nenhuma prova ou indício da autoria do fato. Nessa situação, Márcio cometeu o crime de injúria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "351355",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Qual das figuras abaixo significam, respectivamente: imputar falsamente fato definido com o crime e ofender a dignidade e o decoro. Aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e difamação."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e difamação."
      },
      {
        "letra": "D",
        "texto": "calúnia e injúria."
      },
      {
        "letra": "E",
        "texto": "difamação e injúria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "317788",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Durante audiência em processo trabalhista, o preposto Tício descontrola-se emocionalmente e dirige-se ao juiz do trabalho de modo desrespeitoso, imputando-lhe, em altos brados, os atributos de “parcial” e “arbitrário”. Diante desse quadro, supondo- se haver crime úniço (por se tratar de ofensas símiles irrogadas no mesmo contexto fático), o juiz do trabalho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de desacato;"
      },
      {
        "letra": "B",
        "texto": "deve dar imediata voz de prisão a Tícior lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de difamação;"
      },
      {
        "letra": "D",
        "texto": "deve apenas consignar em ata os impropérios, sem interrupções, para depois os mandar riscar do termo de audiência, à vista do que dispõe o artigo 15, caput, do CPC;"
      },
      {
        "letra": "E",
        "texto": "deve restabelecer a ordem na sala de audiências, valendo-se dos poderes processuais de polícia que a lei lhe confere, embora não lhe seja permitido dar a voz de prisão no presente caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305541",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Marinaldo, por ser inimigo de Nando, espalhou junto à vizinhança em que moram que Nando furta toca-fitas de veículos, o que é falso. Logo, Marinaldo deverá responder pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia (artigo 138 do CP)."
      },
      {
        "letra": "B",
        "texto": "difamação (artigo 139 do CP)."
      },
      {
        "letra": "C",
        "texto": "injúria (artigo 140 do CP)."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa (artigo 339 do CP)."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime (artigo 340 do CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302555",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No que respeita ao crime de injúria, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a consumação ocorre quando a emissão do conceito negativo chega ao conhecimento da vítima."
      },
      {
        "letra": "B",
        "texto": "a retorsão imediata é causa de diminuição de pena, de observância obrigatória pelo magistrado quando da prolação da sentença."
      },
      {
        "letra": "C",
        "texto": "é admitida a exceção da verdade, quando ocorrer ofensa à dignidade e ao decoro da vítima."
      },
      {
        "letra": "D",
        "texto": "a pessoa jurídica pode ser vítima do crime de injúria, tendo em conta gozar de reputação perante o mercado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "300463",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Nos crimes contra a honra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a exceção da verdade na injúria, se a vítima é funcionária pública e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "é admissível a retratação apenas nos casos de calúnia e difamação."
      },
      {
        "letra": "C",
        "texto": "a pena é aumentada de um terço, se cometidos contra pessoa maior de sessenta anos ou portadora de deficiência, exceto no caso de difamação."
      },
      {
        "letra": "D",
        "texto": "é admissível o perdão judicial no crime de difamação, se houver retorsão imediata."
      },
      {
        "letra": "E",
        "texto": "a injúria real consiste no emprego de elementos preconceituosos ou discriminatórios relativos à raça, cor, etnia, religião, origem e condição de idoso ou deficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299084",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com base no Código Penal, relativamente aos crimes contra a honra, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar a pena, quando o ofendido, de forma reprovável, provocou diretamente a injúria ou calúnia."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de difamação, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "As ofensas irrogadas em juízo na discussão da causa, pela parte ou por seu procurador não constituem injúria ou difamação punível, mas responde pela injúria ou pela difamação quem lhes dá publicidade."
      },
      {
        "letra": "E",
        "texto": "O querelado que, antes da sentença, se retrata cabalmente da calúnia ou da difamação, fica isento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577759",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Num almoço, dois irmãos começam a discutir na frente de familiares e alguns amigos íntimos. A intenção do irmão “ B\" era simplesmente aconselhar “ A\" , porque sua conduta habitual estava causando preocupações em seus genitores. Os familiares e amigos nem iriam perceber a conversa, mas como “ A\" estava completamente embriagado, exaltou-se, de modo que os demais perceberam a alteração no tom de voz dos interlocutores. O irmão “ A\" insultou o irmão “ B\" , mas este não o levou em consideração devido ao estado de embriaguez em que aquele se encontrava. Como paciência tem limite, o irmão “ B\" , extremamente irritado, acabou por falar para “A\" que não iria mais conversar com um bêbado irrecuperável. Extremamente ofendido por ter sido chamado de bêbado na frente de outras pessoas, dirigiu-se à delegacia mais próxima para realizar um termo circunstanciado de ocorrência tipificado em injúria. Considerando o previsto na legislação vigente sobre o crime de injúria, analise as afirmativas abaixo: I - Nos termos do art.140, § 1° do Código Penal, o juiz poderá deixar de aplicar a pena, uma vez que o ofendido, irmão “A\" , de forma reprovável, provocou diretamente a injúria e porque ocorreu retorsão imediata, ou seja, consistiu em revide seguido à primeira ofensa. II - A injúria real é uma forma qualificada, prevista no § 2° do art. 140 do Código Penal que consiste em violência ou vias de fato, que por sua natureza ou pelo meio empregado, se considerem aviltantes, como por exemplo, em caso de agressão da qual decorra lesão corporal, devendo responder pelos dois crimes. A pena, neste caso, é de três meses a um ano e multa, além da correspondente à violência. III - É espécie de injúria qualificada a prevista no § 3° do artigo 140 do Código Penal, a qual foi introduzida pela Lei 10.741/03 e consiste na utilização de elementos referentes à raça, a cor, à etnia, religião ou origem, com pena de reclusão de um a três anos e multa. No delito de racismo, o agente tem como objetivo impedir o exercício de um direito líquido e certo em razão de um preconceito (gerando uma discriminação), ofendendo não só a vítima concreta, mas, todas as pessoas de uma determinada raça, cor, etnia, etc. Na injúria preconceituosa, a sua intenção é, tão somente, o de atacar a honra subjetiva de uma pessoa determinada, com propósitos de humilhação com elementos racistas ou preconceituosos. Os xingamentos referentes à raça ou cor da vítima constituem o crime de injúria qualificada e não crime de racismo (Lei n° 7.716/89), pois este pressupõe sempre uma espécie de segregação social e não individual, em função da raça ou da cor como, por exemplo, a proibição de fazer matrícula em escola, de entrar em estabelecimento comercial, de se tornar sócio de um clube desportivo. IV - Na injúria, qualificada pelo Código Penal, pretende-se ofender a honra subjetiva de uma pessoa. Já o crime de preconceito, previsto na Lei 7.716/89, revela uma intolerância a toda a uma coletividade, em função da raça ou da cor. A diferença entre os ilícitos penais é somente quanto à prescrição. A injúria preconceituosa, cuja pena prevista é a de reclusão de um a três anos e multa, está sujeita à prescrição, na forma do artigo 109, do Código Penal. Os delitos não devem ser confundidos porque os elementos objetivos e subjetivos exigidos nos respectivos tipos legais se mostram completamente distintos. De acordo com as afirmativas citadas, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a III está correta."
      },
      {
        "letra": "D",
        "texto": "Somente I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as I, II e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "283098",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Certo Juiz de Direito encaminha ofício à Delegacia de Polícia visando à instauração de inquérito policial em desfavor de determinado Advogado, porque o causídico, em uma ação penal de iniciativa privada, havia, em sede de razões de apelação, formulado protestos e críticas contra o Magistrado, alegando que este fundamentara sua sentença em argumentos puramente fantasiosos. Resta comprovado na investigação que os termos usados pelo Advogado foram duros e que tinham aptidão para ofender a honra do Magistrado, embora empregados de forma objetiva e impessoal. Assim, o Advogado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por crime de injúria."
      },
      {
        "letra": "B",
        "texto": "deve responder por crime de desacato."
      },
      {
        "letra": "C",
        "texto": "deve responder por crime de difamação."
      },
      {
        "letra": "D",
        "texto": "deve responder por crime de calúnia."
      },
      {
        "letra": "E",
        "texto": "não responde por crime algum."
      }
    ],
    "gabarito": "E"
  }
]