[
  {
    "id": "3291233",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida: Pena - reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente: Pena - reclusão, de um a quatro anos, se o fato não constitui crime mais grave."
      },
      {
        "letra": "C",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem: Pena - detenção, de um a quatro anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano: Pena – reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio: Pena - reclusão, de dois a doze anos, e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3257600",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "No item a seguir é apresentada uma situação hipotética seguida de uma assertiva a ser julgada a respeito de crimes praticados por funcionário público contra a administração pública. Um servidor público, devidamente autorizado, inseriu, em um sistema informatizado previdenciário, informações falsas a respeito dos períodos de contribuição de seu genitor, a fim de que este alcançasse o benefício de aposentadoria. Nessa situação, o servidor público praticou delito de inserção de dados falsos em sistema de informações, que é crime formal e se consuma independentemente da obtenção da vantagem indevida pretendida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3136675",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Jacaraú - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "De acordo com o Art. 313-A, do Código Penal Brasileiro, no Crime: (Inserção de dados falsos em sistema de informações) - inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, a pena é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 1 (um) a 4 (quatro) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de 3 (três) meses a 2 (dois) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2 (dois) a 6 (seis) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de 6 (seis) meses a 4 (quatro) anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3136601",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Jacaraú - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "De acordo com o Art. 313-A, do Código Penal Brasileiro, no Crime: (Inserção de dados falsos em sistema de informações) - inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, a pena é: Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 1 (um) a 4 (quatro) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de 3 (três) meses a 2 (dois) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2 (dois) a 6 (seis) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de 6 (seis) meses a 4 (quatro) anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3079339",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Fernando, estudante e funcionário de uma Universidade Pública Federal, inconformado com suas notas baixas e, precisando de notas altas para garantir uma bolsa de estudos em uma Universidade estrangeira, usou seus conhecimentos em informática, bem como sua condição de funcionário para burlar a segurança do sistema de notas da faculdade e mudar o registro de suas notas. Assinale a alternativa que apresenta o crime praticado por Fernando.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão"
      },
      {
        "letra": "B",
        "texto": "Prevaricação"
      },
      {
        "letra": "C",
        "texto": "Corrupção passiva"
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2591052",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O Código Penal Brasileiro estabelece o crime de inserção de dados falsos em sistemas de informações, o qual apresenta as seguintes elementares constitutivas do respectivo tipo penal:Art. 313-A. Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano: pena – reclusão, de dois a doze anos, e multa.Os núcleos verbais “Inserir ou facilitar”, “alterar ou excluir”, os quais integram a figura típica, configuram elementares",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subjetivas do tipo."
      },
      {
        "letra": "B",
        "texto": "normativas do tipo"
      },
      {
        "letra": "C",
        "texto": "objetivas do tipo."
      },
      {
        "letra": "D",
        "texto": "objetivo-subjetivas do tipo."
      },
      {
        "letra": "E",
        "texto": "heteronormativas do tipo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2584462",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de Brejo da Madre de Deus - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Indique se cada uma das seguintes afirmativas é verdadeira (V) ou falsa (F). ( ) A falsificação de documento público para facilitar contrabando ou descaminho constitui exclusivamente um crime contra a fé pública, segundo o Código Penal brasileiro. ( ) O crime de corrupção passiva, previsto no Código Penal, exige que o funcionário público solicite ou receba vantagem indevida, ou aceite promessa de tal vantagem, em razão de sua função. ( ) A inserção de dados falsos em sistema de informações configura crime contra a Administração Pública, independentemente das consequências desses atos. ( ) O crime de concussão, em que o funcionário exige vantagem indevida, é classificado pelo Código Penal exclusivamente como um crime contra a Administração da Justiça. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - F - V."
      },
      {
        "letra": "B",
        "texto": "F - V - V - F."
      },
      {
        "letra": "C",
        "texto": "V - F - V - F."
      },
      {
        "letra": "D",
        "texto": "V - F - F - V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2550588",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Cidreira - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Nicéia, servidora pública municipal autorizada, alterou dados corretos no banco de dados da Administração Pública, a fim de beneficiar Sidnei, seu sobrinho. A conduta praticada por Nicéia, à luz do preconizado no Código Penal, notadamente quanto aos crimes praticados contra a Administração Pública, corresponde, nos estritos termos da conduta narrada, ao tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2497165",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Itajubá - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O Código Penal prevê, em seu Título XI, alguns dos crimes contra a Administração Pública. Analise as situações hipotéticas a seguir considerando que todos os personagens são servidores públicos efetivos e que foram respeitados todos os atos processuais previstos nas normativas em vigência. I. Citrino, no exercício do cargo, apropriou-se de dinheiro recebido por erro de outrem. O crime cometido é denominado peculato mediante erro de outrem e ele poderá ser apenado com reclusão, de um a quatro anos, e multa. II. Topázia, funcionária autorizada, inseriu dados falsos nos bancos de dados da Administração Pública com o fim de obter vantagem indevida para si. Ela poderá ser apenada com detenção de dois ou multa equivalente a dez salários mínimos vigentes na época dos fatos. III. Turmalina inutilizou livro oficial de que tinha guarda em razão de seu cargo. O fato praticado por ela é atípico e configura mera conduta indevida, sendo cabível advertência verbal pelo chefe do executivo. IV. Ametista deixou, por indulgência, de responsabilizar seu subordinado que cometeu infração no exercício do cargo. O crime cometido é denominado condescendência criminosa e ela poderá ser apenada com detenção, de quinze dias a um mês, ou multa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2464351",
    "metadata": "Ano: 2024 | Banca: Instituto Referência | Órgão: Prefeitura de Cardoso Moreira - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O tipo penal, definido como: “Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano”, com pena de reclusão, de 2 (dois) a 12 (doze) anos, e multa é considerado como Crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência Criminosa"
      },
      {
        "letra": "B",
        "texto": "Peculato"
      },
      {
        "letra": "C",
        "texto": "Corrupção"
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386987",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Alberto, servidor lotado na área de recursos humanos da Câmara Municipal de Blumenau, com livre acesso aos dados cadastrais a partir dos quais é gerada a folha de pagamento do referido ente público, neles insere informações de pessoa que não exercia qualquer atividade laborativa na Casa Legislativa, com o propósito de ficar com a remuneração destinada a tal pessoa, que sequer tinha conhecimento do fato. Diante do caso narrado, Alberto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu qualquer crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de inserção de dados falsos em sistema de informações e, caso restitua voluntariamente ao erário todos os valores recebidos indevidamente, antes do recebimento da denúncia, deverá ter a pena reduzida;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de peculato impróprio e, caso restitua voluntariamente ao erário todos os valores recebidos indevidamente, antes da sentença irrecorrível, deverá o juiz declarar extinta a punibilidade do fato;"
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de inserção de dados falsos em sistema de informações e, caso restitua voluntariamente ao erário todos os valores recebidos indevidamente, antes da sentença irrecorrível, deverá o juiz declarar extinta a punibilidade do fato;"
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de estelionato, com pena aumentada, por ter sido o crime cometido em detrimento de entidade de direito público e, caso restitua voluntariamente ao erário todos os valores recebidos indevidamente, antes do recebimento da denúncia, deverá ter a pena reduzida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2345061",
    "metadata": "Ano: 2023 | Banca: Itame | Órgão: Prefeitura de Novo Gama - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Levando-se em consideração a classificação dos crimes previstos no Código Penal, indique a alternativa que diz respeito a crime contra a administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "B",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "fraudes em certames de interesse público."
      },
      {
        "letra": "D",
        "texto": "falsificação de papéis públicos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247789",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Prevaricação"
    ],
    "enunciado_principal": "Miguel, funcionário de uma autoescola, insere no banco de dados do Departamento de Trânsito (Detran) a informação de que um aluno, a quem deseja beneficiar, teria realizado todas as aulas teóricas e práticas exigidas para a obtenção da permissão para dirigir veículo automotor, o que não condiz com a realidade. A partir dessas informações, é agendada a prova prática de direção, na qual o aluno é aprovado, sendo então emitida sua permissão para dirigir veículo automotor. Diante do caso narrado, Miguel deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "C",
        "texto": "inserção de dados falsos em sistema de Informações;"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações e prevaricação;"
      },
      {
        "letra": "E",
        "texto": "inserção de dados falsos em sistema de informações e falsificação de documento público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215817",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Santa Bárbara D'Oeste - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O funcionário público autorizado que facilita a inserção de dados falsos nos sistemas informatizados da Administração Pública, com o fim de obter vantagem indevida para si ou para outrem, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "alteração não autorizada de sistema de informações."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2203710",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Jaraguá do Sul - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "A proteção à Administração Pública encontra, no Código Penal, especial abrigo a partir do artigo 312 do Códex. Com base nesse tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem exerce cargo, emprego ou função pública de forma definitiva e com remuneração."
      },
      {
        "letra": "B",
        "texto": "É crime modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "O crime de concussão depende da exigência direta, pelo servidor público, de vantagem indevida, sempre depois de assumir o cargo público."
      },
      {
        "letra": "D",
        "texto": "É constitucionalmente prevista a oposição à execução de ato legal, ainda que mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, pois se trata da defesa do direito fundamental da liberdade."
      },
      {
        "letra": "E",
        "texto": "Para a caracterização do crime de descaminho, deve ser omitido o pagamento de imposto apenas nos casos de entrada da mercadoria no país e não nos casos da sua saída, isso porque deve ser respeitada a soberania internacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2119236",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: CIMCERO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Os crimes tipificados pelo Código Penal Brasileiro, em que pese os crimes contra a administração pública, é elencado uma série de crimes com penas equivalentes à gravidade da infração. Nesse sentido, é CORRETO afirmar ser crime contra a administração pública com regime inicial de detenção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato culposo."
      },
      {
        "letra": "B",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "extravio, sonegação ou inutilização de livros ou documentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985630",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Desacato",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca das jurisprudências do Supremo Tribunal Federal em matéria penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o STF, a norma do Art. 331 do Código Penal, que tipifica o crime de desacato, é inconstitucional, não sendo recepcionada pela Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "É inconstitucional o Art. 33, § 4º, do Código Penal, que condiciona a progressão de regime do cumprimento da pena, no caso de crime contra a Administração Pública, à reparação do dano ou à devolução do produto do ilícito."
      },
      {
        "letra": "C",
        "texto": "De acordo com o STF, a conduta de esconder as notas pelo corpo, sob as vestes, nos bolsos do paletó, junto à cintura e dentro das meias, possui suficiente autonomia em relação ao crime antecedente, de modo que se configura como crime de lavagem de dinheiro."
      },
      {
        "letra": "D",
        "texto": "A posterior inserção de conteúdo não aprovado pela Câmara de Vereadores em texto de Lei Municipal, pelo prefeito municipal, com a finalidade de autorizar a utilização de créditos excepcionais não contemplados no texto originalmente aprovado, configura o crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "É constitucional o afastamento automático do servidor público indiciado por crimes de lavagem de dinheiro ou ocultação de bens, direitos e valores em decorrência de atividade discricionária da autoridade policial, independentemente do início da ação penal e análise dos requisitos necessários para a efetivação da medida restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964865",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Acerca dos crimes contra a previdência e a seguridade social, julgue o item seguinte. 7 O servidor responsável pela folha que introduz registro incorreto no sistema do RPPS, a fim de reduzir o benefício de alguém, causando-lhe dano, comete o crime de inserção de dados falsos em sistema de informações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1958703",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Prefeitura de Paranatama - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "João Pedro, estudante de direito da Universidade Delta Kappa, estava em tarde de estudos sobre direito penal, quando se deparou com a conduta típica de apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. A conduta estudada por João Pedro é do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo."
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1955050",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta crime próprio quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "B",
        "texto": "Fraudes em certames de interesse público."
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "Subtração ou inutilização de livro ou documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1935053",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de peculato culposo, se a reparação do dano for posterior a sentença irrecorrível, reduz-se a pena em um terço."
      },
      {
        "letra": "B",
        "texto": "nos crimes contra a Administração Pública, a pena será aumentada de metade, quando os autores forem ocupantes de cargo em comissão ou de função de direção ou de assessoramento de órgão da administração pública direta."
      },
      {
        "letra": "C",
        "texto": "se o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido, ou, quando devido, empregando na cobrança meio vexatório ou gravoso, que a lei não autoriza, comete o crime de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "no crime de corrupção passiva, a pena é aumentada de metade, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o prática infringindo dever funcional."
      },
      {
        "letra": "E",
        "texto": "no crime de modificação ou alteração não autorizada de sistema de informações, as penas são aumentadas de um terço até a metade se da modificação ou alteração resulta dano para a Administração Pública ou para o administrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3230071",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Assinale a alternativa correta, tendo como referência crimes praticados por funcionário público contra a Administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá o delito de prevaricação quando o funcionário, por indulgência, deixar de responsabilizar subordinado que cometeu infração no exercício do cargo."
      },
      {
        "letra": "B",
        "texto": "A reparação do dano, se precede à sentença irrecorrível, extingue a punibilidade do agente que pratica o delito de peculato em quaisquer das suas modalidades."
      },
      {
        "letra": "C",
        "texto": "Comete o delito de concussão o funcionário que, no exercício da função, solicita ou recebe, para si ou para outrem, direta ou indiretamente, vantagem indevida, ou aceita promessa de tal vantagem."
      },
      {
        "letra": "D",
        "texto": "Incorre no delito de corrupção passiva o funcionário que exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "O delito de inserção de dados falsos em sistema de informações exige um especial fim de agir por parte do agente, a saber: a finalidade de obter vantagem indevida para si ou para outrem ou para causar dano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1979951",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Perseguição"
    ],
    "enunciado_principal": "Relativamente ao tema dos crimes contra a pessoa, contra o Patrimônio, contra a Dignidade Sexual, contra Administração Pública e Violência Doméstica, analise as afirmativas a seguir, as quais correspondem à imagem abaixo.I. A imagem é de um funcionário público estadual que, sem autorização, faz a inserção de dados falsos em sistema de informações do Governo, o que caracterizaria uma das modalidades de peculato. II. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de uma modelo famosa e passa a exigir-lhe dinheiro sob a ameaça de divulgar ao seu esposo que ela possui um relacionamento extraconjugal com uma conhecida lutadora de sumô, o que caracterizaria o delito de furto eletrônico, nos termos do art. 155, § 4º B do Código Penal. III. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de um jovem violinista e passa a assediá-lo com o intuito de manterem relação sexual, o que caracterizaria o delito de assédio sexual, nos termos do art. 216-A do Código Penal. IV. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa do computador de uma cantora as suas redes sociais e e-mail’s, de forma a persegui-la virtualmente, perturbando sua privacidade, o que caracterizaria o crime de perseguição ou “stalking”, nos termos do art. 147-A do Código Penal. V. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de sua ex-namorada e, inconformado com o fim do namoro, passa a importuná-la, ameaçando-a, humilhando-a com efetivo prejuízo a sua saúde psicológica e autodeterminação, o que caracterizaria o delito de violência psicológica, nos termos do art. 147-B do Código Penal. Após a análise, estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860612",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Acerca do crime de inserção de dados falsos em sistema de informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime culposo, necessariamente comissivo, formal e instantâneo."
      },
      {
        "letra": "B",
        "texto": "É um crime doloso, necessariamente omissivo, instantâneo e transeunte."
      },
      {
        "letra": "C",
        "texto": "É um crime doloso, comissivo ou omissivo, plurissubsistente e transeunte."
      },
      {
        "letra": "D",
        "texto": "É um crime doloso, instantâneo, monossubjetivo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "É um crime doloso ou culposo, instantâneo, monossubjetivo e transeunte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1837363",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: COMUR de Novo Hamburgo - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, assinalando V, se verdadeiras, ou F, se falsas, em relação aos atos considerados crimes praticados por funcionário público contra a administração em geral, conforme disposto no Decreto Lei nº 2.848/1940. ( ) Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. ( ) Inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano. ( ) Extraviar documentos oficiais, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente. ( ) Solicitar ou receber, para si ou para outrem, direta ou indiretamente, vantagem indevida, ou aceitar promessa de tal vantagem. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – V – V – V."
      },
      {
        "letra": "C",
        "texto": "V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828609",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública e a administração pública, julgue o item a seguir. O auditor fiscal que excluir indevidamente dívida tributária do banco de dados da secretaria de fazenda, no intuito de beneficiar determinado contribuinte, permitindo a expedição de certidão negativa, cometerá o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1828527",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Vacaria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de peculato culposo, a reparação do dano, se precede à sentença irrecorrível, extingue a punibilidade; se lhe é posterior, reduz de metade a pena imposta."
      },
      {
        "letra": "B",
        "texto": "Aquele que der às verbas ou rendas públicas aplicação diversa da estabelecida em lei comete o crime de emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de modificação ou alteração não autorizada de sistema de informações aquele que inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção passiva tem a pena aumentada de um terço, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional."
      },
      {
        "letra": "E",
        "texto": "O funcionário que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete o crime de condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1690067",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva"
    ],
    "enunciado_principal": "À luz do disposto no Código Penal Brasileiro – Decreto-Lei nº 2.848/1940, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime de inserção de dados falsos em sistema de informações o funcionário que modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "B",
        "texto": "No crime de epidemia, se da propagação de germes patogênicos resultar morte, aplica-se a pena em dobro."
      },
      {
        "letra": "C",
        "texto": "A infração de medida sanitária preventiva, determinada pelo poder público, destinada a impedir introdução ou propagação de doença contagiosa, quando praticada por agente que exerce a profissão de médico, tem a pena aumentada de um terço."
      },
      {
        "letra": "D",
        "texto": "Comete crime quem fornece substância medicinal em desacordo com receita médica."
      },
      {
        "letra": "E",
        "texto": "A corrupção passiva compreende o ato de solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1700175",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "De acordo com o art. 313-A do Decreto nº 2.848/40 “Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano”, pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a dois anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a quatro anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de dois a doze anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de dois a cinco anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de cinco a oito anos, e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1696490",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Câmara de Ji-Paraná - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O funcionário público autorizado, que exclui indevidamente dados corretos nos bancos de dados da Administração Pública, com o fim de obter vantagem indevida para si, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "corrupção."
      },
      {
        "letra": "C",
        "texto": "violação do segredo profissional."
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "extravio, sonegação ou inutilização de livro ou documento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1203418",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Linhares - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O funcionário público autorizado, que insere dados falsos nos sistemas informatizados da Administração Pública com o fim de obter vantagem indevida para si, pratica crime contra o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "administração em geral."
      },
      {
        "letra": "B",
        "texto": "saúde pública."
      },
      {
        "letra": "C",
        "texto": "patrimônio."
      },
      {
        "letra": "D",
        "texto": "família."
      },
      {
        "letra": "E",
        "texto": "dignidade sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1140820",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Com relação a aspectos do direito penal, julgue o item a seguir.Auditor que, no intuito de obter vantagem econômica, inserir, no banco de dados da secretaria de fazenda local, informações falsas em relação a dívida de determinado contribuinte terá cometido o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1134393",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "A respeito dos crimes praticados por funcionário público contra a Administração Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de concussão, o funcionário público solicita a vantagem indevida à vítima;"
      },
      {
        "letra": "B",
        "texto": "na corrupção passiva, o funcionário público sempre toma a iniciativa de propor o pagamento da vantagem ilícita;"
      },
      {
        "letra": "C",
        "texto": "no crime de advocacia administrativa, o funcionário público patrocina interesse próprio e ilícito perante a administração pública;"
      },
      {
        "letra": "D",
        "texto": "responde por prevaricação, e não corrupção passiva, o funcionário público que deixa de praticar ato de ofício sem ser remunerado, atendendo a pedido de outra pessoa;"
      },
      {
        "letra": "E",
        "texto": "no crime de inserção de dados falsos em sistema de informação, o funcionário público autorizado exclui ou altera dados corretos nos sistemas informatizados ou em banco de dados da Administração Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1624851",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Marcelo, analista de sistema de informações em uma repartição pública, estava em uma grande dúvida sobre os crimes praticados por funcionário público contra a administração em geral. A principal dúvida de Marcelo era em relação à conduta típica de “modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente”. Para efeitos do Código Penal, a prática desta conduta configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Excesso de exação."
      },
      {
        "letra": "D",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1621980",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Areal - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Dos crimes contra a administração pública, definidos expressamente pelo Código Penal Brasileiro, aquele que inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, incorrerá em pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção e multa."
      },
      {
        "letra": "C",
        "texto": "Multa, apenas."
      },
      {
        "letra": "D",
        "texto": "Detenção, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1082570",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva"
    ],
    "enunciado_principal": "João, servidor público ocupante de cargo efetivo de Analista de Sistemas, no exercício da função e na qualidade de funcionário autorizado, inseriu dados falsos e alterou indevidamente dados corretos em sistema informatizado da Administração Pública estadual. João promoveu as citadas alterações em banco de dados que compila informações estatísticas sobre segurança pública, com objetivo de maquiar índices de criminalidade na região do Batalhão de Polícia Militar onde seu irmão é Comandante e com o fim de obter vantagem indevida para si, consistente no pagamento de oitenta mil reais. Ao receber o inquérito policial que apurou os fatos descritos contendo farta justa causa, o Promotor de Justiça deve oferecer denúncia em face de João, pela prática do crime, previsto no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de inserção de dados falsos em sistema de informações, desde que se comprove que o agente efetivamente recebeu vantagem indevida;"
      },
      {
        "letra": "B",
        "texto": "de inserção de dados falsos em sistema de informações, independentemente da comprovação de ter o agente efetivamente recebido o valor da vantagem indevida;"
      },
      {
        "letra": "C",
        "texto": "contra a administração pública de corrupção passiva, independentemente da comprovação de ter o agente efetivamente recebido o valor da vantagem indevida;"
      },
      {
        "letra": "D",
        "texto": "contra a administração pública de corrupção passiva, desde que se comprove que o agente efetivamente recebeu o valor da vantagem indevida;"
      },
      {
        "letra": "E",
        "texto": "contra a administração pública de peculato, desde que se comprove que o agente efetivamente recebeu o valor da vantagem indevida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1049635",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "José, funcionário público municipal, responsável pelo banco de dados eletrônico da dívida ativa, excluiu todas as certidões da dívida ativa que existiam em nome da empresa “Boa Viagem”, de propriedade de sua amiga íntima. A conduta de José pode ser tipificada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "C",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "extravio, sonegação ou inutilização de livro ou documento."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1027458",
    "metadata": "Ano: 2019 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA quanto à modalidade do crime descrito: servidora pública, ocupante do cargo de escrevente judicial, que, juntamente com o juiz da Comarca das Flores, apropriou-se de dinheiro público de que tem posse em razão do cargo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informação."
      },
      {
        "letra": "C",
        "texto": "Emprego irregular de verbas."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992199",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Usurpação de função pública",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Denunciação caluniosa",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de inserção de dados falsos em sistema de informações (art. 313-A, do CP) não é próprio de funcionário público."
      },
      {
        "letra": "B",
        "texto": "O crime de usurpação de função pública (art. 328, do CP) somente se configura se o agente da usurpação aufere vantagem."
      },
      {
        "letra": "C",
        "texto": "No crime de sonegação de contribuição previdenciária (art. 337-A), o perdão judicial da pena é obrigatório, caso o agente seja primário e de bons antecedentes, e as contribuições devidas de pequeno valor."
      },
      {
        "letra": "D",
        "texto": "No crime de denunciação caluniosa (art. 339, do CP), haverá aumento da pena se o agente se utiliza de anonimato."
      },
      {
        "letra": "E",
        "texto": "O crime de favorecimento pessoal (art. 348, do CP) não se caracteriza se o auxílio é prestado a autor de crime apenado com detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896384",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Desacato"
    ],
    "enunciado_principal": "É certo afirmar: I. A tentativa é inadmissível no crime de desacato em razão de exigir prática efetiva pelo sujeito ativo da ofensa ao proferir palavras injuriosas na presença do ofendido. II. Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente se constitui em crime previsto no Código Penal, salvo havendo autorização judicial, em respeito ao direito fundamental à livre expressão da atividade intelectual e artística. III. O sujeito ativo do crime de inserção de dados falsos em sistema de informações somente pode ser o funcionário público, e especialmente aquele devidamente autorizado a trabalhar com a informatização ou sistema de dados da Administração Pública. O tipo penal, que tipifica crime próprio, tem o especial cuidado de destacar que o sujeito ativo dessa infração penal é o funcionário autorizado, afastando, dessa forma, qualquer outro funcionário que, eventualmente, imiscuir-se indevidamente nos sistemas informatizados ou banco de dados da Administração Pública. IV. O objeto material do crime de “extravio, sonegação ou inutilização de livro ou documento” é o livro oficial ou qualquer documento público ou privado. Essa documentação pode ser de qualquer natureza, tais como de valor histórico, contábil, patrimonial, registral e protocolar. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "833958",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Emprego irregular de verbas ou rendas públicas"
    ],
    "enunciado_principal": "Segundo o Código Penal brasileiro, sobre os crimes praticados por funcionários públicos contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O funcionário público que se apropria do dinheiro da “caixinha”, arrecadada por todos os funcionários para pagar a festa de comemoração de fim de ano, em tese, pratica o crime de peculato."
      },
      {
        "letra": "B",
        "texto": "O funcionário público que insere dados inexatos no banco de dados da Administração Pública, por distração, em tese, pratica o crime de inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "O funcionário público que utiliza verba destinada à aquisição de combustível dos carros oficiais para reembolsar despesa gasta com o combustível de seu próprio veículo, em tese, pratica o crime de emprego irregular de verba pública."
      },
      {
        "letra": "D",
        "texto": "A pena será aumentada da metade, quando os autores forem ocupantes de função de direção em orgão da Administração Direta."
      },
      {
        "letra": "E",
        "texto": "É considerado funcionário público quem exerce cargo, emprego ou função pública, ainda que transitoriamente e sem remuneração."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "797810",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime de peculato, ao apropriar-se o particular de bem móvel, de que tem a posse entregue por particular."
      },
      {
        "letra": "B",
        "texto": "É crime de inserção de dados falsos em sistema de informações, quando o funcionário público realiza inserção de dados falsos, altera ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da administração pública, com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "C",
        "texto": "Há o crime de modificação ou alteração não autorizada de sistema de informações em modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "D",
        "texto": "Há crime de concussão em solicitar, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "Há crime de corrupção passiva em exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1193405",
    "metadata": "Ano: 2016 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato de improbidade administrativa que causa prejuízo ao Erário."
      },
      {
        "letra": "B",
        "texto": "crime de descumprimento de acessibilidade previsto na legislação."
      },
      {
        "letra": "C",
        "texto": "crime praticado por funcionário público contra a Administração em geral."
      },
      {
        "letra": "D",
        "texto": "mera infração disciplinar."
      },
      {
        "letra": "E",
        "texto": "fraude de processo administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758137",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração pública, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de denunciação caluniosa (art. 339 do CP), além de outros requisitos de configuração, exige que a imputação sabidamente falsa recaia sobre vítima determinada, ou, ao menos, determinável."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de peculato-furto (art. 312, § 1⁰, CP) é suficiente que o sujeito ativo,funcionário público, subtraia um bem móvel particular que esteja sob a guarda da Administração pública."
      },
      {
        "letra": "C",
        "texto": "Considera-se funcionário público, para efeitos penais, quem exerce múnus público, assim entendido o ônus ou encargo para com o poder público, como no caso do curador."
      },
      {
        "letra": "D",
        "texto": "Nos crimes de inserção de dados falsos em sistemas de informações (art. 313-A do CP) e modificação ou alteração não autorizada de sistema de informações (art. 313-B do CP) se exige que figure, como sujeito ativo da conduta, o funcionário público autorizado."
      },
      {
        "letra": "E",
        "texto": "Ao contrário do que ocorre na extorsão, o crime de concussão é classificado como delito material, operando-se quando o agente aufere a vantagem indevida almejada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690742",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Sobre o crime de inserção de dados falsos em sistema de informações, tipificado no artigo 313-A do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime funcional próprio e admite modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "É crime material, não sendo suficiente apenas que se dê a inserção ou modificação dos dados para que seja consumado."
      },
      {
        "letra": "C",
        "texto": "É aplicável apenas ao sistema previdenciário, não se admitindo sua aplicação a toda a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Não admite tentativa."
      },
      {
        "letra": "E",
        "texto": "Requer um fim especial de agir consistente na obtenção de vantagem indevida para si ou para outrem ou para causar dano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "671659",
    "metadata": "Ano: 2016 | Banca: CETREDE | Órgão: Prefeitura de Itapipoca - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA no que diz respeito aos crimes relacionados à Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime de peculato, o servidor que retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Configura crime de inserção de dados falsos em sistema de informações, o ato de modificar ou alterar o sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "Comete crime de corrupção passiva, o funcionário público que exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "A conduta típica da corrupção ativa perfaz-se quando o sujeito oferece ou promete vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "E",
        "texto": "Prevarica na função pública, o funcionário que der às verbas ou rendas públicas aplicação diversa da estabelecida em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "634113",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Luiz foi denunciado pela prática do crime do artigo 313-A do Código Penal, que tipifica a conduta do funcionário de inserir ou facilitar a inserção de dados falsos nos sistemas informatizados ou bancos de dados da Administração Pública, com o fim de obter indevida vantagem para si ou para outrem ou para causar dano. A infração penal mencionada ostenta a natureza de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "próprio com relação ao sujeito passivo;"
      },
      {
        "letra": "B",
        "texto": "próprio com relação ao sujeito ativo, não sendo possível a responsabilização do particular em qualquer hipótese;"
      },
      {
        "letra": "C",
        "texto": "doloso ou culposo, dependente do elemento subjetivo do agente, sendo ambas puníveis;"
      },
      {
        "letra": "D",
        "texto": "comum, sendo dispensável a presença de funcionário público;"
      },
      {
        "letra": "E",
        "texto": "que admite, em tese, a tentativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1360891",
    "metadata": "Ano: 2015 | Banca: Calegariox Serviços | Órgão: Prefeitura de Brasiléia - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Qual é a pena para quem inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a quatro anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um a três meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de três meses a um ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "721128",
    "metadata": "Ano: 2015 | Banca: SEGPLAN-GO | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Violência arbitrária"
    ],
    "enunciado_principal": "O Capítulo I, do Título XI – Dos crimes contra a administração pública, trata dos crimes praticados por funcionário público contra a administração em geral, assim sendo, entende-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva - Facilitar, com infração de dever funcional, a prática de contrabando ou descaminho."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações - Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei."
      },
      {
        "letra": "C",
        "texto": "Concussão - Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Violência arbitrária - Abandonar cargo público, fora dos casos permitidos em lei."
      },
      {
        "letra": "E",
        "texto": "Prevaricação - Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "471638",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O crime de inserção de dados falsos em sistema de informações (art. 313-A do Código Penal) pode ser cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo funcionário autorizado que inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração pública, com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "B",
        "texto": "por qualquer pessoa que inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração pública."
      },
      {
        "letra": "C",
        "texto": "por qualquer funcionário, público ou não, com a finalidade de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "D",
        "texto": "pelo funcionário que modificar ou alterar sistema de informações ou programa de informática, pública ou não, com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "E",
        "texto": "pelo funcionário que modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464486",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência"
    ],
    "enunciado_principal": "Com relação aos crimes contra a Administração Pública, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que exclui indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública, com o fim de obter vantagem indevida para outrem, pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "B",
        "texto": "abandonar cargo público, fora dos casos permitidos em lei, só tipificará o crime de abandono de função se resultar prejuízo público."
      },
      {
        "letra": "C",
        "texto": "o funcionário que modifica ou altera sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, ainda que sem violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, tipifica o crime de resistência."
      },
      {
        "letra": "E",
        "texto": "receber, solicitar ou exigir para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, tipifica o crime de concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "480819",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "No tocante aos crimes praticados por funcionário público contra a Administração em geral, assinale a alternativa que menciona o crime o qual a legislação penal expressamente admite sua prática na modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "463537",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Sobre o Direito Penal e a chamada proteção jurídica da informação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código de Defesa do Consumidor pune a ofensa à informação. Estão previstas sanções para a ação de impedir ou dificultar o acesso do consumidor às suas informações constantes em cadastros, banco de dados, fichas e registros. Ainda, incrimina a conduta omissiva de deixar de corrigir, de forma imediata, sabendo ou devendo saber ser inexata, informação sobre consumidor constante de cadastro, banco de dados, fichas ou registros."
      },
      {
        "letra": "B",
        "texto": "A Lei 8.137/90 considera crime a conduta de utilização ou divulgação de programa de processamento de dados, permitindo ao sujeito passivo da obrigação tributária possuir informação contábil diversa daquela que é, por lei, fornecida à Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A Lei 9.296/96 considera crime a ação do sujeito que, sem ordem judicial ou com objetivos diversos dos autorizados em lei, realizar interceptação de comunicações telefônicas, de informática ou telemática, ou quebrar segredo da Justiça"
      },
      {
        "letra": "D",
        "texto": "O Código Penal sanciona penalmente a conduta de funcionários públicos que inserirem ou facilitarem o acesso para inserção de dados falsos, alterarem ou excluírem, de forma indevida, dados corretos, os quais estejam em sistemas informatizados ou em bancos de dados da Administração Pública, visando obter vantagem indevida para si ou para outrem ou para causarem dano. Também é considerado crime o funcionário público modificar ou alterar sistema de informática sem autorização ou solicitação de autoridade competente. O Código Penal ainda penaliza a conduta daquele que divulgar informações sigilosas ou reservadas, sem justa causa, devendo necessariamente estar essas informações contidas nos sistemas de informações ou banco de dados da Administração Pública"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392635",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "O crime de modificação ou alteração não autorizada de sistema de informações (CP, art. 313-B) tem penas aumentadas se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticado mediante fraude."
      },
      {
        "letra": "B",
        "texto": "praticado com intuito de obter lucro."
      },
      {
        "letra": "C",
        "texto": "o agente estiver a serviço da Administração."
      },
      {
        "letra": "D",
        "texto": "praticado por funcionário público, ou com sua conivência."
      },
      {
        "letra": "E",
        "texto": "da modificação ou alteração resultar dano para a Administração Pública ou para o administrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361640",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Considere que Paulo, servidor público lotado no INSS, tenha inserido nos bancos de dados dessa autarquia informações falsas a respeito de Carlos, o que possibilitou a este receber quantia indevida a título de aposentadoria. Nessa situação hipotética, Paulo cometeu o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008089",
    "metadata": "Ano: 2013 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Ao preencher o sistema de dados informatizado da Universidade, o servidor público responsável por essa tarefa lançou frequência integral para determinado colega seu, mesmo sabendo que ele havia faltado injustificadamente 10 dias ao serviço naquele mês. Diante desse ato, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Servidores públicos faltam ao serviço mesmo e por isso o ato não constitui irregularidade nenhuma."
      },
      {
        "letra": "B",
        "texto": "O servidor agiu corretamente, pois é necessário haver solidariedade entre os trabalhadores."
      },
      {
        "letra": "C",
        "texto": "O ato do servidor se enquadra no seguinte tipo penal: Inserir ou facilitar o funcionário autorizado a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem."
      },
      {
        "letra": "D",
        "texto": "O ato constitui o crime de descaminho."
      },
      {
        "letra": "E",
        "texto": "O ato constitui crime de peculato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "827992",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: ANVISA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Descaminho"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, analise as assertivas abaixo. I. Caracteriza o crime de inserção de dados falsos em sistema de informações inserir ou facilitar, qualquer funcionário público, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano. II. Equipara-se a funcionário público, para efeitos penais, quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública. III. Impedir concorrência pública, promovida por entidade paraestatal constitui crime contra a Administração Pública. IV. Iludir em parte o pagamento de imposto devido pela saída de mercadoria é considerado crime de descaminho. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542796",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.Os delitos de inserção de dados falsos e de modificação ou alteração de dados não autorizada em sistema de informações só se configuram se praticados por funcionário público autorizado, com o fim específico de obter vantagem indevida para si ou para outrem, ou para causar dano, sendo as penas aumentadas de um terço até a metade se da modificação ou alteração resultar dano para a administração pública ou para o administrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331877",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Os delitos de inserção de dados falsos e de modificação ou alteração de dados não autorizada em sistema de informações só se configuram se praticados por funcionário público autorizado, com o fim específico de obter vantagem indevida para si ou para outrem, ou para causar dano, sendo as penas aumentadas de um terço até a metade se da modificação ou alteração resultar dano para a administração pública ou para o administrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317520",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. A ação penal para o crime de violação de direito autoral consistente na conduta de reprodução total ou parcial, com intuito de lucro direto ou indireto, de obra intelectual, interpretação, execução ou fonograma, sem autorização expressa do autor, do artista intérpetre ou executante, do produtor, conforme o caso, ou de quem o represente, é pública incondicionada. II. A conduta de causar incêndio em imóvel alheio sem que ocorra a exposição a perigo da vida, da integridade física ou do patrimônio de outrem configura crime de dano. III. O funcionário público autorizado que promove a inserção de dados falsos em sistema informatizado da Administração Pública, com a finalidade de obter vantagem indevida para si ou para outrem, comete crime de peculato. IV. O agente que insere dados falsos em documento público oficial, com a finalidade de alterar a verdade sobre fato juridicamente relevante, comete crime de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "315605",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "O funcionário público autorizado que inserir dados falsos em sistema de informações, visando causar prejuízos, cometerá crime qualificado de dano contra o patrimônio da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1220363",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue. A inserção, em documento público, de informações relativas a pessoa que não possua a qualidade de segurado obrigatório, com o objetivo de constituir prova perante a previdência social, configura falsidade ideológica, delito que se consuma no momento da inserção dos dados inverídicos, independentemente do uso posterior dessas informações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832224",
    "metadata": "Ano: 2012 | Banca: FUNDECT | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente comete o crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "Se o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza comete o crime de concussão."
      },
      {
        "letra": "C",
        "texto": "O funcionário público que modificar ou alterar sistema de informações ou programa de informática sem autorização au solicitação de autoridade competente comete o crime de inserção de dados falsos em sistemas de informação"
      },
      {
        "letra": "D",
        "texto": "A pena prevista para os crimes praticados por funcionários públicos contra a administração em geral sera aumentada da terça parte quando os autores dos crimes forem ocupantes de cargos em comissão ou de função de direção ou assessoramento de órgão da administração direta, sociedade de economia mista, empresa pública ou fundação instituída pelo poder público."
      },
      {
        "letra": "E",
        "texto": "O funcionário público que modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente não comete crime, mas apenas infração administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "289816",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Funcionário público que exclui indevidamente dados corretos dos bancos de dados da Administração Pública com o fim de causar dano poderá ser responsabilizado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "B",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Violação de sigilo funcional."
      },
      {
        "letra": "D",
        "texto": "Tergiversação."
      },
      {
        "letra": "E",
        "texto": "Excesso de exação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "272543",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "TÍCIO, auditor da PBH, foi designado para verificar e avaliar o sistema de informação de um dos órgãos da Prefeitura de Belo Horizonte. MÉVIO, funcionário da PBH, que havia introduzido informações falsas no sistema para beneficiar um parente, procura CAIO, também servidor da PBH, e lhe confidencia o fato, afirmando temer ser descoberto nas inspeções de TÍCIO. CAIO, então, diz que é muito amigo de TÍCIO e usaria de sua influência para que este acobertasse o nome de MÉVIO, desde que este lhe pagasse a importância de R$ 3.000,00. Todavia, CAIO sequer conhecia TÍCIO e, após receber aquela quantia de MÉVIO, oferece a TÍCIO o valor de R$ 1.500,00, para que não divulgasse o que seria facilmente descoberto, valor este aceito por TÍCIO. Contudo, mesmo recebendo o dinheiro, TÍCIO, em sua auditoria, detecta e relata a fraude praticada por MÉVIO. Tendo em vista o caso descrito, assinale a opção CORRETA. (Considere que o nomen juris dos delitos e os tipos penais informados nas proposições são verdadeiros).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio praticou os delitos de inserção de dados falsos em sistemas de informações (art. 313-A, CP) e corrupção ativa (art. 333, CP); Caio praticou os delitos de corrupção passiva (art. 317, CP) e advocacia administrativa (art. 321, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      },
      {
        "letra": "B",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP) e corrupção ativa (art. 333, CP); Caio praticou os delitos de corrupção passiva (art. 317, CP) e advocacia administrativa (art. 321, CP); e Tício não praticou nenhum crime, eis que cumpriu suas atribuições funcionais."
      },
      {
        "letra": "C",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP); Caio praticou o delito de corrupção ativa (art. 333, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      },
      {
        "letra": "D",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP); Caio praticou os delitos de tráfico de influência (art. 332, CP) e corrupção ativa (art. 333, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "269826",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Tipicidade conglobante",
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Com base no estabelecido no CP, bem como no entendimento dos tribunais superiores dos crimes contra a administração pública, assinale a opção correta com relação à situação hipotética acima e aos crimes contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta dos agentes — funcionária e empresário — amolda- se, em face do princípio da especialidade, à figura típica doutrinariamente denominada peculato eletrônico."
      },
      {
        "letra": "B",
        "texto": "Consoante atual jurisprudência do STJ, admite-se a declaração da atipicidade material da conduta tanto da funcionária quanto do empresário em face da incidência do princípio da insignificância, dadas as condições pessoais dos agentes."
      },
      {
        "letra": "C",
        "texto": "Haverá responsabilização dos agentes, em concurso material e de pessoas, pelos delitos de peculato e inserção de dados falsos no sistema de informações da prefeitura municipal."
      },
      {
        "letra": "D",
        "texto": "O empresário responderá somente pelo delito de peculato, visto que o crime de inserção de dados falsos no sistema de informações é crime próprio, de natureza personalíssima, sendo necessária à sua caracterização a presença de elemento normativo do tipo condição de funcionário autorizado."
      },
      {
        "letra": "E",
        "texto": "A restituição dos valores percebidos indevidamente extinguirá a punibilidade dos agentes caso ocorra antes do recebimento da peça acusatória; se for posterior a esta, a pena será reduzida pela metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "244167",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Servidor público é acusado de dar destino a renda pública diverso do previsto em lei está cometendo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação ou alteração não autorizada de sistema de informações"
      },
      {
        "letra": "B",
        "texto": "extravio, sonegação ou inutilização de livro ou documento"
      },
      {
        "letra": "C",
        "texto": "emprego irregular de verbas ou rendas públicas"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "E",
        "texto": "exercício funcional ilegalmente antecipado ou prolongado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236218",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Quanto ao crime de Inserção de Dados Falsos em Sistema de Informação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esse tipo penal não alcança a exclusão indevida de dados corretos em banco de dados da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "a consumação independe da ocorrência de efetivo prejuízo para a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "só pode ser praticado por funcionário público autorizado a operar com sistemas informatizados, não admitindo coautoria nem participação."
      },
      {
        "letra": "D",
        "texto": "esse tipo penal não alcança a conduta do funcionário público que facilita a inserção de dados falsos em banco de dados da Administração Pública por terceiro."
      },
      {
        "letra": "E",
        "texto": "o dolo é genérico, não exigindo a finalidade de obter vantagem indevida para si ou para outrem ou de causar dano."
      }
    ],
    "gabarito": "B"
  }
]