[
  {
    "id": "3219215",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Antes de passar em julgado a sentença final, a prescrição não corre. Assinale a alternativa que indique causa considerada como impeditiva da prescrição, conforme disposto no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "reincidência."
      },
      {
        "letra": "D",
        "texto": "pronúncia."
      },
      {
        "letra": "E",
        "texto": "cumprimento da pena no exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2643729",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "DÉCIO e TÍCIO concorrem para o cometimento de crime sujeito à pena máxima privativa de liberdade de oito anos, em 01º de janeiro de 2014. Em 10 de setembro de 2022 foi apresentada denúncia contra DÉCIO, apenas, recebida pelo juiz em 10 de janeiro de 2023. Diante desse caso hipotético, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretensão punitiva está prescrita ao tempo do recebimento da denúncia, para TÍCIO, apenas."
      },
      {
        "letra": "B",
        "texto": "a pretensão punitiva está prescrita ao tempo do recebimento da denúncia, para DÉCIO e TÍCIO."
      },
      {
        "letra": "C",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia suspende o prazo prescricional contra DÉCIO e TÍCIO."
      },
      {
        "letra": "D",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia interrompe o prazo prescricional contra DÉCIO e TÍCIO."
      },
      {
        "letra": "E",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia interrompe o prazo prescricional contra DÉCIO, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2459919",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade pela prescrição, analise as afirmativas a seguir. I. O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada. II. Transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, aplicáveis as normas relativas à dívida ativa da Fazenda Pública e do Código Tributário Nacional no que concerne aos prazos e às causas interruptivas e suspensivas da prescrição. III. Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplicar-se-á a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 a 2/3, regulando-se a prescrição pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação. IV. O prazo para a prescrição da pretensão executória somente começa a correr no dia em que a sentença condenatória transita em julgado para ambas as partes, exceto para os processos com trânsito em julgado para a acusação ocorridos até 11/11/2020, em que a prescrição ainda não tenha sido analisada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2328469",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Ao arrolar as causas extintivas da punibilidade, o Código Penal prevê como uma delas a prescrição penal. Sobre a citada figura jurídica, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o curso do prazo da prescrição da pretensão punitiva interrompe-se pela reincidência;"
      },
      {
        "letra": "B",
        "texto": "nos crimes permanentes, o prazo prescricional começa a correr do dia em que tem início a permanência;"
      },
      {
        "letra": "C",
        "texto": "no caso de concurso formal de crimes, o prazo prescricional é calculado com base na pena aumentada pelo concurso;"
      },
      {
        "letra": "D",
        "texto": "no cálculo do prazo prescricional, não se consideram causas de aumento ou de diminuição de pena;"
      },
      {
        "letra": "E",
        "texto": "a publicação do acórdão condenatório, mesmo quando confirmatório da sentença de 1º grau, é causa interruptiva da prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312796",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, respectivamente, uma causa impeditiva e outra interruptiva da prescrição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante o cumprimento de pena no exterior; pronúncia."
      },
      {
        "letra": "B",
        "texto": "Recebimento da denúncia; decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "Publicação da sentença recorrível; pendência de recursos aos Tribunais Superiores, quando inadmissíveis."
      },
      {
        "letra": "D",
        "texto": "Reincidência; vigência do acordo de não persecução penal."
      },
      {
        "letra": "E",
        "texto": "Publicação do acórdão condenatório recorrível; pendência de embargos de declaração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207110",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Pedro ingressou na residência de sua avó Teresa e subtraiu o pequeno cofre do quarto, levando-o para um beco. Sem saber o segredo do cofre, abriu-o com um maçarico e subtraiu as joias de seu interior. Em seguida, levou as peças a uma tradicional joalheria da cidade e vendeu-as a João, comerciante de 20 anos, que comprou os objetos sem se importar em apurar a origem. Considerando essa situação hipotética, julgue o item que se segue.O prazo prescricional do crime cometido por João será reduzido pela metade, e eventual recebimento da denúncia interromperá a prescrição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110709",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "É causa impeditiva para a contagem do prazo para a prescrição enquanto não passar em julgado a sentença final:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "o agente cumprir pena no exterior."
      },
      {
        "letra": "C",
        "texto": "a não localização do agente."
      },
      {
        "letra": "D",
        "texto": "o início do cumprimento da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2087148",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Em sede de Direito Penal, o curso da prescrição interrompe-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "com o não cumprimento do acordo de não persecução penal."
      },
      {
        "letra": "C",
        "texto": "pela publicação da sentença ou acórdão condenatórios recorríveis."
      },
      {
        "letra": "D",
        "texto": "enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2372079",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "É causa interruptiva da prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprimento de pena no exterior."
      },
      {
        "letra": "B",
        "texto": "oferecimento da denúncia ou queixa."
      },
      {
        "letra": "C",
        "texto": "renúncia do direito de queixa, nos crimes de ação privada."
      },
      {
        "letra": "D",
        "texto": "publicação do Acordão recorrível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2006441",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Concurso de crimes",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Aponte, dentre os seguintes entendimentos sobre matéria penal, qual está em conformidade com o expressado pelo STF.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão condenatório sempre interrompe a prescrição, exceto quando confirmatório da sentença de 1º grau, seja mantendo, reduzindo ou aumentando a pena anteriormente imposta."
      },
      {
        "letra": "B",
        "texto": "O previsto no inciso III, artigo 40 da Lei nº 11.343/2006, relativamente ao transporte público no tráfico, está caraterizado ao se utilizar linha interestadual de ônibus para o transporte de droga para outro estado."
      },
      {
        "letra": "C",
        "texto": "A reiteração criminosa indicadora de delinquência habitual ou profissional não é suficiente para descaracterizar o crime continuado."
      },
      {
        "letra": "D",
        "texto": "A decisão que, com base em certidão de óbito falsa, julga extinta a punibilidade do réu gera coisa julgada em sentido estrito e não pode ser revogada."
      },
      {
        "letra": "E",
        "texto": "No tráfico de drogas, a falta de laudo pericial da droga não conduz, necessariamente, à inexistência de prova da materialidade de crime que deixa vestígios, a qual pode ser demonstrada, em casos excepcionais, por outros elementos probatórios constantes dos autos da ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1985631",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Quanto às jurisprudências do Supremo Tribunal Federal e do Superior Tribunal de Justiça em matéria de prescrição penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão confirmatório da sentença condenatória não é marco interruptivo do prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "Na falsidade ideológica, o termo inicial da contagem do prazo da prescrição da pretensão punitiva é o momento da reiteração de seus efeitos."
      },
      {
        "letra": "C",
        "texto": "O Supremo Tribunal Federal admite a denominada prescrição em perspectiva, haja vista a existência de previsão legal do instituto."
      },
      {
        "letra": "D",
        "texto": "Ocorrida a prescrição da pretensão punitiva de crime de responsabilidade de prefeito municipal, ainda assim podem ser aplicadas as sanções de perda de cargo e de inabilitação para o exercício de cargo ou função pública."
      },
      {
        "letra": "E",
        "texto": "No caso de crimes conexos que sejam objeto do mesmo processo, havendo sentença condenatória para um dos crimes e acórdão condenatório para o outro delito, tem-se que a prescrição da pretensão punitiva de ambos é interrompida a cada provimento jurisdicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1964200",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SECONT-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes às penas e à prescrição, de acordo com as disposições do Código Penal. O prazo prescricional é acrescido de um terço na hipótese em que o condenado interrompe a execução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1938067",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição NÃO corre enquanto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente responde a processo criminal no exterior."
      },
      {
        "letra": "B",
        "texto": "não cumprida a transação penal."
      },
      {
        "letra": "C",
        "texto": "pendentes embargos de declaração e embargos infringentes e de nulidade."
      },
      {
        "letra": "D",
        "texto": "está foragido o condenado."
      },
      {
        "letra": "E",
        "texto": "durar a suspensão condicional do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1893460",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Determinado agente foi imputado pela prática de crime de roubo, na forma simples. No curso da instrução, a partir do surgimento de novas provas, foi realizado o aditamento à denúncia, com inclusão de dois novos coautores, com a caracterização de concurso de agentes entre estes e o agente original. O recebimento do aditamento à denúncia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre constitui marco interruptivo da pretensão punitiva e produz efeitos relativos a todos os acusados."
      },
      {
        "letra": "B",
        "texto": "sempre constitui marco interruptivo da pretensão punitiva, mas não produz efeitos relativos ao réu original."
      },
      {
        "letra": "C",
        "texto": "constitui, ressalvados os casos de cumprimento de pena e reincidência, marco interruptivo da pretensão punitiva, mas não produz efeitos relativos ao réu original."
      },
      {
        "letra": "D",
        "texto": "constitui, ressalvados os casos de cumprimento de pena e reincidência, marco interruptivo da pretensão punitiva e produz efeitos relativos a todos os acusados."
      },
      {
        "letra": "E",
        "texto": "não produz efeitos no marco interruptivo da pretensão punitiva, posto já operados com a imputação original, a inclusão superveniente de novos imputados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1893447",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "No que toca ao acórdão condenatório, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interrompe a prescrição, desde que aumente a pena anteriormente imposta."
      },
      {
        "letra": "B",
        "texto": "Interrompe a prescrição, desde que não importe em diminuição da pena anteriormente imposta."
      },
      {
        "letra": "C",
        "texto": "Não interrompe a prescrição, quando meramente confirmatório da sentença de primeiro grau."
      },
      {
        "letra": "D",
        "texto": "Sempre interrompe a prescrição, desde que o fato seja posterior ao julgamento do HC 176.473/PR pelo STF."
      },
      {
        "letra": "E",
        "texto": "Sempre interrompe a prescrição, inclusive quando confirmatório da sentença de primeiro grau."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826466",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência dos tribunais superiores aplicável, julgue o item a seguir. O acórdão confirmatório da condenação é causa interruptiva da prescrição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813806",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Constitui causa interruptiva da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão de impronúncia."
      },
      {
        "letra": "B",
        "texto": "cumprimento de pena no exterior."
      },
      {
        "letra": "C",
        "texto": "decretação da prisão temporária."
      },
      {
        "letra": "D",
        "texto": "continuação do cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "interposição de embargos de declaração quando inadmissíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1751210",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Acerca da teoria da pena, julgue o item que se segue.O acórdão confirmatório da condenação interrompe a prescrição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1098001",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Analise as assertivas sobre a prescrição e marque a alternativa correta: I. Os prazos fornecidos pelos incisos do artigo 109 do Código Penal servirão não só para o cálculo da prescrição, considerando-se a pena máxima em abstrato, como também para aqueles relativos à pena já concretizada na sentença condenatória. II. A prescrição superveniente ou intercorrente ocorre depois do trânsito em julgado para a acusação, ou quando improvido seu recurso, tomando-se por base a pena fixada na sentença penal condenatória, e permite a confecção do título executivo judicial. III. O parâmetro para o limite da suspensão do curso do prazo prescricional, em caso de suspensão do processo nos termos do artigo 366 do Código de Processo Penal, é aquele determinado pelos incisos do artigo 109 do Código Penal, adotando-se o máximo da pena abstratamente cominada ao delito. IV. Em relação às hipóteses previstas no artigo 117 do Código Penal, a interrupção da prescrição produz efeitos relativamente a todos os autores do crime, exceto nos casos de reincidência e pronúncia. V. As causas de aumento e de diminuição de pena influenciam no cálculo da prescrição, que deverá ser feito considerando o percentual de maior elevação, nas hipóteses de causas de aumento de pena de quantidade variável, e o de menor redução, nas hipóteses de causas de diminuição de pena de quantidade variável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas II, III, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, III e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1092929",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "A respeito da prescrição penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prescrição do crime de falsidade de assentamento de registro civil, antes de transitar em julgado a sentença condenatória, começa a correr na data em que se consumou."
      },
      {
        "letra": "B",
        "texto": "a prescrição da pena de multa dar-se-á em 2 anos, quando cominada ou aplicada cumulativamente ou alternativamente à pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "a prescrição do crime tentado, antes de transitar em julgado a sentença condenatória, regula-se pelo máximo da pena privativa de liberdade cominada, reduzida de 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "são causas interruptivas da prescrição o oferecimento da denúncia ou queixa; a pronúncia e o início do cumprimento da pena, hipóteses em que todo o prazo começa a correr novamente."
      },
      {
        "letra": "E",
        "texto": "a prescrição de crime de estupro de criança, antes de transitar em julgado a sentença condenatória, começa a correr no dia em que a vítima completar 18 (dezoito) anos, se não proposta ação penal em momento anterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036626",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "INCORRETO afirmar que, antes de passar em julgado a sentença final, a prescrição não ocorre enquanto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o acusado, citado por edital, não comparecer, nem constituir advogado."
      },
      {
        "letra": "B",
        "texto": "o agente cumpre pena no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "não resolvido incidente de insanidade mental do acusado."
      },
      {
        "letra": "D",
        "texto": "suspenso condicionalmente o processo."
      },
      {
        "letra": "E",
        "texto": "não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1021833",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa",
      "Perdão judicial"
    ],
    "enunciado_principal": "No que se refere ao instituto da prescrição e a causas de extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dentre as causas que interrompem a prescrição, estão o início ou a continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pena de multa ocorrerá sempre em dois anos."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial pode ser considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo da sentença, menor de 21 (vinte e um) anos ou maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "A existência de questão prejudicial obrigatória não interfere na contagem do prazo prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010448",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento sumulado, a lei penal mais grave é aplicada ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "B",
        "texto": "Consoante o Código Penal, a prescrição da pretensão punitiva pela pena in abstrato é regulada pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se nos prazos previstos no artigo 109, podendo ter por termo inicial data anterior à da denúncia ou queixa, independentemente do que dispõe o § 1° do artigo 110, com a redação trazida pela Lei n° 12.234/2010."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que o artigo 117 do Código Penal, nos incisos I, II, III, IV, V e VI, elenca as causas interruptivas da prescrição, nesses casos, interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção."
      },
      {
        "letra": "D",
        "texto": "Os princípios que resolvem o conflito aparente de normas são: especialidade, subsidiariedade, consunção e alternatividade."
      },
      {
        "letra": "E",
        "texto": "Na denominada cooperação dolosamente distinta, se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até a metade, na hipótese de ter sido previsível o resultado mais grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "983980",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Reconhecida a prática de um fato típico, ilícito e culpável, o Estado tem o poder/dever de punir o seu infrator. Todavia, há situações que fazem desaparecer o poder punitivo estatal, sendo correto afirmar, de acordo com o Código Penal, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos das prescrições da pretensão punitiva e da pretensão executória serão reduzidos pela metade nos casos em que o agente era, ao tempo do crime, menor de 21 anos, ou maior de 60 na data da sentença;"
      },
      {
        "letra": "B",
        "texto": "a sentença que conceder o perdão judicial, após reconhecimento da materialidade e autoria, não será considerada para efeitos de reincidência;"
      },
      {
        "letra": "C",
        "texto": "a anistia, concedida através de decreto presidencial, afasta os efeitos penais, primários e secundários, e extrapenais da condenação;"
      },
      {
        "letra": "D",
        "texto": "a prescrição, a decadência e a perempção são causas de extinção da punibilidade do agente nos crimes de ação penal pública;"
      },
      {
        "letra": "E",
        "texto": "o curso do prazo prescricional interrompe-se com o oferecimento da denúncia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1173713",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Mévio, então com 19 anos de idade, é acusado de crime de estelionato (art. 171 do Código Penal, sancionado com reclusão de 01 a 05 anos e multa), em continuidade delitiva, por fatos ocorridos em 15 de março e 20 de abril do ano de 2009. Instaurado inquérito policial, encerrada a investigação, Mévio é denunciado pelo Ministério Público. Recebida a denúncia em 05 de maio de 2011, após o regular trâmite, Mévio é condenado, em 05 de março de 2013, à pena mínima de 01 (um) ano de reclusão e multa. Por força da continuidade delitiva, o Magistrado aplicou o aumento de 1/6, totalizando a pena de 01 (um) ano e 04 (quatro) meses de reclusão e multa. Logo que certificado o trânsito em julgado para a acusação, a defesa de Mévio recorreu. Contudo, desde logo, pleiteou que fosse declarada a extinção da punibilidade, por força da prescrição retroativa, calculada com base na pena aplicada, pois, entre a data dos fatos e o recebimento da denúncia, teria transcorrido período superior a dois anos. A Autoridade Judicial reconheceu a prescrição, tendo declarado extinta a punibilidade de Mévio. Afirmou que a alteração legislativa que alterou as regras, impedindo o reconhecimento da prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, ocorreu no ano de 2010, não se aplicando aos fatos imputados a Mévio. Diante da hipotética situação, asinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição retroativa, calculada com base na pena aplicada, depende do trânsito em julgado da sentença para acusação e defesa. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "B",
        "texto": "A alteração legislativa ocorrida no ano de 2010, que vedou a prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, teve aplicação imediata a todos os processos em andamento, em vista do princípio tempus regit actum. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "C",
        "texto": "Interrompem o curso prescricional o oferecimento da denúncia e a publicação da sentença condenatória recorrível em cartório."
      },
      {
        "letra": "D",
        "texto": "Nos termos do Código Penal, dadas as circunstâncias pessoais de Mévio e a pena a ele imposta, a prescrição dar-se-ia se transcorrido o período de 04 (quatro) anos."
      },
      {
        "letra": "E",
        "texto": "Para o cálculo da prescrição, não se considera o aumento decorrente da continuidade delitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938387",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Perdão judicial"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São causas de extinção da punibilidade a morte do agente; a prescrição; a renúncia ao direito de queixa, nos crimes de ação penal privada e, nos crimes sem violência, o ressarcimento do dano à vítima."
      },
      {
        "letra": "B",
        "texto": "São reduzidos de metade os prazos prescricionais quando o criminoso era, ao tempo do crime, menor de 21 anos ou portador de doença mental comprometedora da capacidade de entendimento."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial concedido ao agente impede que, posteriormente, seja considerado reincidente, caso novo crime seja praticado."
      },
      {
        "letra": "D",
        "texto": "Antes de transitar em julgado a sentença final, a prescrição somente se regulará pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "E",
        "texto": "Interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção, salvo no caso da pronúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936316",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Assinale a assertiva certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas socioeducativas não são passíveis de prescrição penal, pois o menor inimputável não pratica crimes."
      },
      {
        "letra": "B",
        "texto": "A frequência a curso de ensino formal ou não, é causa de remição de parte do tempo de execução penal em qualquer dos três regimes."
      },
      {
        "letra": "C",
        "texto": "A prescrição da execução da pena de multa, após a reforma do Código Penal, observa sempre o prazo de dois anos."
      },
      {
        "letra": "D",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "E",
        "texto": "Não cabe o regime semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, mesmo que favoráveis as circunstâncias judiciais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "932152",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da pretensão punitiva não corre enquanto o agente cumpre pena no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "tem seu prazo reduzido em um terço quando o criminoso era menor de 21 anos na data do fato."
      },
      {
        "letra": "C",
        "texto": "tem seu curso interrompido pelo oferecimento da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "no concurso de crimes incide sobre a pena somada de todos eles."
      },
      {
        "letra": "E",
        "texto": "da pena de multa ocorrerá em 3 anos quando for a única aplicada ou cominada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "918554",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A prescrição, causa de extinção da punibilidade prevista no art. 107, inciso IV, do Código Penal, pode ser definida como a perda do direito de punir ou executar a pena em razão da inércia do Estado durante o tempo fixado em lei. Sobre o tema, de acordo com as previsões do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade pela prescrição, no concurso de crimes, considerará a pena total aplicada, com as causas de aumento, em detrimento da pena de cada um isoladamente;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional da pretensão executória, no caso de evasão, será computado pelo total de pena aplicada, não sendo descartado o período de pena cumprido;"
      },
      {
        "letra": "C",
        "texto": "a interrupção do prazo prescricional ocorrida com o oferecimento da denúncia produz efeitos em relação a todos os autores do crime;"
      },
      {
        "letra": "D",
        "texto": "a reincidência do acusado impõe aumento de 1/3 do prazo prescricional da pretensão punitiva e da executória;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento de prescrição da pretensão punitiva pela pena em concreto não gera reincidência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904020",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "As causas interruptivas da prescrição tem o objetivo de fazer com que o prazo, a partir delas, seja novamente reiniciado, o curso da prescrição interrompe-se, conforme a enumeração contida no Código Penal. Qual destas situações NÃO é causa interruptiva da prescrição?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela pronúncia."
      },
      {
        "letra": "B",
        "texto": "Pela decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "Pelo recebimento do inquérito ou da denúncia."
      },
      {
        "letra": "D",
        "texto": "Pela publicação da sentença ou acórdão condenatório recorrível."
      },
      {
        "letra": "E",
        "texto": "Pelo início ou continuação do cumprimento da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895211",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Código Penal é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da prolação da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Extrai-se do art. 33 do Código Penal que pena de reclusão deve ser cumprida em regime fechado ou semi-aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Superior Tribunal de Justiça o fornecimento de informações sobre movimentação bancária de contribuintes, pelas instituições financeiras, diretamente ao Fisco, sem prévia autorização judicial, com o consequente oferecimento de denúncia com base em tais informações, caracteriza crime contra a ordem tributária, Art. 1º, II E V, da Lei 8.137/90."
      },
      {
        "letra": "D",
        "texto": "Uma das formas de interrupção da prescrição que consta do Código Penal é pela publicação da sentença ou acórdão condenatórios recorríveis. Assim pode-se afirmar que O acórdão que confirma a condenação, mas majora ou reduz a pena, constitui novo marco interruptivo da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "868158",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial independe de lei, pois é realizado por meio de Decreto Presidencial."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crimes, o cálculo da prescrição incide sobre a somatória das penas."
      },
      {
        "letra": "C",
        "texto": "Ao contrário da renúncia ao direito de queixa, a decadência é causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição é reduzido pela metade quando o agente for maior de setenta anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "Em caso de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "854429",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Julgue o próximo item, acerca da ação penal e da extinção de punibilidade.O cumprimento de pena no estrangeiro é causa interruptiva de prescrição, assim como a reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800271",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "São causas interruptivas ou suspensivas da prescrição, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A suspensão do processo, nos termos do art. 89 da Lei nº 9.099/95."
      },
      {
        "letra": "B",
        "texto": "A transação penal, prevista no art. 76 da Lei nº 9.099/95."
      },
      {
        "letra": "C",
        "texto": "A citação por edital, nos termos do art. 366 do C.P.P."
      },
      {
        "letra": "D",
        "texto": "A pronúncia, ainda que o Tribunal do Júri venha a desclassificar o crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "778236",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: ALERJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "O Código Penal, em seu artigo 107, prevê uma relação de causas de extinção de punibilidade, dentre as quais se destaca a prescrição. A doutrina tradicionalmente define prescrição como a perda pelo Estado do direito de aplicar sanção penal adequada ou de executá-la em razão do decurso do tempo. Sobre o tema, de acordo com as previsões do Código Penal e a jurisprudência majoritária do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o oferecimento da denúncia é causa interruptiva da prescrição;"
      },
      {
        "letra": "B",
        "texto": "o maior de 60 anos terá o prazo prescricional computado pela metade;"
      },
      {
        "letra": "C",
        "texto": "o início do cumprimento da pena interrompe o prazo da prescrição da pretensão punitiva;"
      },
      {
        "letra": "D",
        "texto": "a pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime em sessão plenária;"
      },
      {
        "letra": "E",
        "texto": "a prescrição pela pena aplicada, depois do trânsito em julgado para a acusação, independentemente da data do crime, não poderá ter por base período anterior ao recebimento da denúncia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "723943",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Considerando o entendimento sumulado dos Tribunais Superiores, analise as assertivas abaixo e indique a alternativa: I - A pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime. II - A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório. III - A reincidência interrompe o prazo da prescrição da pretensão punitiva. IV - É inadmissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas;"
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV estão incorretas;"
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707171",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Interrompe a prescrição a publicação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da sentença condenatória integralmente anulada em grau de apelação."
      },
      {
        "letra": "B",
        "texto": "da sentença condenatória, ainda que reformada parcialmente em grau de apelação para a redução da pena imposta."
      },
      {
        "letra": "C",
        "texto": "da sentença absolutória imprópria."
      },
      {
        "letra": "D",
        "texto": "do acórdão confirmatório da condenação."
      },
      {
        "letra": "E",
        "texto": "da sentença concessiva do perdão judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650540",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória",
      "Prescrição no processo do Tribunal do Juri"
    ],
    "enunciado_principal": "A respeito da prescrição penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o tribunal do júri venha a desclassificar o crime para outro que não seja de sua competência, a pronúncia não deverá ser considerada como causa interruptiva da prescrição."
      },
      {
        "letra": "B",
        "texto": "A reincidência penal caracteriza causa interruptiva do prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "Para crimes praticados em 2016, a prescrição retroativa deverá ser regulada pela pena aplicada, tendo-se por termo inicial data anterior à da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição da pretensão executória deverá iniciar-se no dia em que transitar em julgado a sentença condenatória para a acusação, ainda que haja recurso exclusivo da defesa em tramitação contra a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "No caso de revogação do livramento condicional, a prescrição deverá ser regulada pelo total da pena aplicada na sentença condenatória, não se considerando o tempo de cumprimento parcial da reprimenda antes do deferimento do livramento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "641840",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Em relação às causas interruptivas da prescrição previstas no art. 117 do Código Penal, o prazo sempre começa a correr, novamente, do dia da interrupção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "611556",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa correta.É causa impeditiva da prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recebimento da denúncia ou da queixa"
      },
      {
        "letra": "B",
        "texto": "a pronúncia; a decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "depois de passada em julgado a sentença condenatória, o lapso temporal em que o condenado está preso por outro motivo."
      },
      {
        "letra": "D",
        "texto": "a publicação da sentença ou acórdão condenatórios recorríveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "594159",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição da pretensão punitiva do Estado, em segundo grau de jurisdição, se interrompe na data da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "publicação na sessão de julgamento do recurso;"
      },
      {
        "letra": "B",
        "texto": "publicação do acórdão no diário oficial;"
      },
      {
        "letra": "C",
        "texto": "intimação pessoal do Ministério Público e réu;"
      },
      {
        "letra": "D",
        "texto": "intimação pessoal do Ministério Público, sem recurso;"
      },
      {
        "letra": "E",
        "texto": "entrega dos autos ao escrivão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "594154",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sabendo que o crime de rufianismo mediante grave ameaça possui pena máxima em abstrato de oito anos de reclusão, assinale a opção correta em relação ao caso narrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de rufianismo mediante grave ameaça está prescrito, diante da ausência de marco interruptivo;"
      },
      {
        "letra": "B",
        "texto": "os marcos interruptivos da prescrição devem ser considerados isoladamente;"
      },
      {
        "letra": "C",
        "texto": "os marcos interruptivos dos crimes mais leves se verificam com os dos crimes mais graves;"
      },
      {
        "letra": "D",
        "texto": "os crimes conexos apurados no mesmo processo têm sua prescrição interrompida a cada provimento jurisdicional;"
      },
      {
        "letra": "E",
        "texto": "a sentença em parte condenatória e em parte absolutória não interrompe o prazo prescricional de todos os crimes julgados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "560631",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "O réu foi denunciado por furto simples. Após a citação por edital, o processo foi suspenso, com fulcro no art. 366 do CPP. Sabendo que o furto possui pena de 01 (um) a 04 (quatro) anos, e que o prazo prescricional previsto para pena mínima é de 04 (quatro) anos, enquanto para a máxima é de 08 (oito) anos, o prazo prescricional ficará suspenso por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8 (oito) anos."
      },
      {
        "letra": "B",
        "texto": "12 (doze) anos."
      },
      {
        "letra": "C",
        "texto": "3 (três) anos."
      },
      {
        "letra": "D",
        "texto": "16 (dezesseis) anos."
      },
      {
        "letra": "E",
        "texto": "4 (quatro) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544567",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "No tocante à interrupção da prescrição, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tempo transcorrido antes da causa interruptiva é contado, em qualquer situação, para o prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "pode produzir efeitos relativamente a todos os autores do crime, salvo exceções."
      },
      {
        "letra": "C",
        "texto": "a reincidência interrompe a prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "a impronúncia constituiu causa interruptiva da prescrição."
      },
      {
        "letra": "E",
        "texto": "a prescrição fica interrompida enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "511215",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o período de suspensão do prazo prescricional, no caso do art. 366 do CPP, é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "B",
        "texto": "a prescrição pela pena em concreto é somente da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "a prescrição da ação penal regula-se pelo máximo da pena cominada, quando não há recurso da acusação."
      },
      {
        "letra": "D",
        "texto": "a reincidência influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "483794",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição, antes de transitar em julgado a sentença final, começa a correr do dia em que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cessar os atos preparatórios, no caso de tentativa."
      },
      {
        "letra": "B",
        "texto": "o crime foi praticado."
      },
      {
        "letra": "C",
        "texto": "for interrompida a execução provisória da pena."
      },
      {
        "letra": "D",
        "texto": "a vítima completar dezoito anos, nos crimes contra a dignidade sexual de crianças e adolescentes."
      },
      {
        "letra": "E",
        "texto": "for revogada a suspensão condicional do processo ou a liberdade provisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "483613",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A interrupção da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não leva a que comece a correr novamente o prazo a partir do dia em que verificada a causa interruptiva, no caso de continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "ocorre com o oferecimento da denúncia ou da queixa, e não com o recebimento."
      },
      {
        "letra": "C",
        "texto": "é extensível aos crimes conexos, ainda que objeto de processos distintos, se verificada em relação a qualquer deles."
      },
      {
        "letra": "D",
        "texto": "produz efeitos relativamente a todos os autores do crime quando do início ou continuação do cumprimento da pena por algum deles."
      },
      {
        "letra": "E",
        "texto": "ocorre com a publicação da sentença ou acórdãos absolutórios recorríveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726801",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "De acordo com o art. 117 do Código Penal, o curso da prescrição interrompe-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "pela admissão de recurso extraordinário."
      },
      {
        "letra": "C",
        "texto": "pela fuga do réu que se encontrava preso."
      },
      {
        "letra": "D",
        "texto": "pelo início ou continuação do cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "pela reiteração na prática delituosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427917",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo a prescrição da pretensão executória, a vítima não tem à sua disposição o título executivo judicial para promover a liquidação e execução cível."
      },
      {
        "letra": "B",
        "texto": "Os prazos prescricionais, configurados antes de a sentença transitar em julgado, devem ser exasperados diante da reincidência do agente."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a ordem tributária, a prescrição ocorre pelo pagamento do tributo antes do oferecimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "O oferecimento da denúncia ou da queixa não interrompe a prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "424548",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "O curso da prescrição interrompe-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "pela publicação da sentença ou acórdão condenatórios recorríveis."
      },
      {
        "letra": "C",
        "texto": "pela prolação de sentença absolutória."
      },
      {
        "letra": "D",
        "texto": "pelo pedido de explicações em juízo."
      },
      {
        "letra": "E",
        "texto": "em virtude da prática de novo fato delituoso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415101",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça, é correto afirmar que a pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime de homicídio qualificado para homicídio culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386779",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "NÃO é causa de suspensão da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tempo de prisão do condenado por outro motivo."
      },
      {
        "letra": "B",
        "texto": "o não lançamento definitivo do débito nos crimes tributários, segundo entendimento do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "a instauração de incidente de insanidade mental."
      },
      {
        "letra": "D",
        "texto": "a suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "o não comparecimento do réu citado por edital que não constituiu advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542790",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.Considere que Jorge, Carlos e Antônio sejam condenados, definitivamente, a uma mesma pena, por terem praticado, em coautoria, o crime de roubo. Nessa situação, incidindo a interrupção da prescrição da pretensão executória da referida pena em relação a Jorge, essa interrupção não produzirá efeitos em relação aos demais coautores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542789",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.Suponha que determinada sentença condenatória, com pena de dez anos de reclusão, imposta ao réu, tenha sido recebida em termo próprio, em cartório, pelo escrivão, em 13/8/2011 e publicada no órgão oficial em 17/8/2011, e que tenha sido o réu intimado, pessoalmente, em 20/8/2011, e a defensoria pública e o MP intimados, pessoalmente, em 19/8/2011. Nessa situação hipotética, a interrupção do curso da prescrição ocorreu em 17/8/2011.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413379",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "As causas interruptivas da prescrição da pretensão punitiva estão listadas a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "Reincidência."
      },
      {
        "letra": "C",
        "texto": "Pronúncia."
      },
      {
        "letra": "D",
        "texto": "Decisão confirmatória da pronúncia."
      },
      {
        "letra": "E",
        "texto": "Publicação da sentença condenatória recorrível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410553",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "As causas interruptivas da prescrição incluem o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentença de absolvição sumária."
      },
      {
        "letra": "B",
        "texto": "oferecimento de denúncia."
      },
      {
        "letra": "C",
        "texto": "recebimento da queixa."
      },
      {
        "letra": "D",
        "texto": "indiciamento no inquérito policial."
      },
      {
        "letra": "E",
        "texto": "decisão que impronuncia o réu no procedimento do júri."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404137",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "No que se refere à aplicação da lei penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento doutrinário dominante, a lei excepcional ou temporária aplica-se ao fato praticado durante sua vigência, ainda que, no momento da condenação do réu, não mais vija, ou ainda, que tenham cessado as condições que determinaram sua aplicação."
      },
      {
        "letra": "B",
        "texto": "Tendo o Código Penal adotado sem exceção o princípio da territorialidade, a lei penal brasileira aplica-se somente aos crimes praticados no território nacional."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional começa a ser contado a partir do dia seguinte ao da prática do delito, não se podendo considerar, em sua contagem, frações de dia."
      },
      {
        "letra": "D",
        "texto": "Lei superveniente que abrande a penalidade referente a determinado crime somente beneficiará réu processado na vigência da lei anterior se não houver trânsito em julgado da sentença condenatória quando de sua entrada em vigor."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do cumprimento de pena por determinado réu condenado por sentença transitada em julgado, lei nova deixar de considerar crime o ato por ele praticado, cessará a execução da pena, mas não os efeitos da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365788",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sobre a reincidência, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Influi automaticamente no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "É causa interruptiva da prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "É causa interruptiva da prescrição da pretensão punitiva e da prescrição da pretensão executória."
      },
      {
        "letra": "D",
        "texto": "É causa suspensiva da prescrição da pretensão punitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331592",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Segundo entendimentos sumulados do Superior Tribunal de Justiça, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva;"
      },
      {
        "letra": "B",
        "texto": "Em caso de desclassificação do crime de homicídio para o de lesões corporais pelo Tribunal do Júri, a decisão de pronúncia deixa de ser considerada causa interruptiva da prescrição;"
      },
      {
        "letra": "C",
        "texto": "É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base;"
      },
      {
        "letra": "D",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório;"
      },
      {
        "letra": "E",
        "texto": "É inadmissível a fixação de pena substitutiva (art. 44 do CP) como condição especial ao regime aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "615448",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Segundo o Código Penal, são causas interruptivas da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recebimento da denúncia ou da queixa; a pronúncia; a circunstância de ter sido resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      },
      {
        "letra": "B",
        "texto": "o início ou continuação do cumprimento da pena; o oferecimento da denúncia ou da queixa; a reincidência."
      },
      {
        "letra": "C",
        "texto": "o recebimento da denúncia ou da queixa; o cumprimento, pelo agente, de pena no exterior; o início ou continuação do cumprimento da pena."
      },
      {
        "letra": "D",
        "texto": "a pronúncia; o recebimento da denúncia ou da queixa; a publicação de sentença ou acórdão condenatórios recorríveis."
      },
      {
        "letra": "E",
        "texto": "a reincidência; a publicação de sentença ou acórdão condenatórios recorríveis; o oferecimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "324298",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Com relação à causa de extinção da punibilidade pela prescrição, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecida a denúncia ou a queixa, o prazo prescricional é interrompido."
      },
      {
        "letra": "B",
        "texto": "A reincidência aumenta em 1/3 o prazo da prescrição."
      },
      {
        "letra": "C",
        "texto": "A publicação da sentença condenatória interrompe o prazo da prescrição para todos os acusados, inclusive para aqueles que foram absolvidos e o Ministério Público apelou."
      },
      {
        "letra": "D",
        "texto": "Estando o acusado preso preventivamente, não há que se falar em prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento majoritário dos Tribunais Superiores, com o advento da Lei n. 10.741/03 (Estatuto do Idoso), incide a regra do Art. 115 do Código Penal (redução do prazo prescricional de metade) quando o acusado possui 60 anos quando da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275162",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Acerca das causas de extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial pode alcançar toda e qualquer infração penal, ficando a critério do juiz a sua aplicação quando da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "Nas duas seguintes hipóteses a pretensão punitiva e executória não será atingida pela prescrição: os crimes de racismo e de tortura."
      },
      {
        "letra": "C",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena privativa de liberdade cominada em abstrato para o crime."
      },
      {
        "letra": "D",
        "texto": "A decadência é o instituto jurídico mediante o qual o Estado perde o seu direito de punir ou de executar a sentença penal condenatória transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "A anistia, causa extintiva da punibilidade, somente poderá ser concedida antes da sentença penal condenatória; nesse caso, o Estado renuncia ao jus puniendi."
      }
    ],
    "gabarito": "C"
  }
]