[
  {
    "id": "3531173",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "Considerando o Código Penal Brasileiro, é correto afirmar que são crimes praticados contra a pessoa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita, violação de domicílio, invasão de dispositivo informático, roubo, furto, receptação e extorsão."
      },
      {
        "letra": "B",
        "texto": "intimidação sistemática, apropriação indébita, estelionato e sonegação ou destruição de correspondência."
      },
      {
        "letra": "C",
        "texto": "intimidação sistemática, estelionato, extorsão, violência doméstica e sonegação ou destruição de correspondência."
      },
      {
        "letra": "D",
        "texto": "intimidação sistemática, violação de domicílio, invasão de dispositivo informático e sonegação ou destruição de correspondência."
      },
      {
        "letra": "E",
        "texto": "roubo, furto, violação de domicílio, violência doméstica, invasão de dispositivo informático e apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260319",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Perseguição",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O rol dos crimes contra a liberdade pessoal, descritos na Seção I do Capítulo VI do Título I da Parte Especial do Código Penal, vem sendo especialmente ampliado nos últimos cinco anos e, além disso, recebendo tratamento especial, tanto no Código Penal quanto na legislação penal especial. Sob tais perspectivas, analise as seguintes afirmações. I. Foi incluído no Código Penal o crime de “intimidação sistemática” (artigo 146-A), bem como sua forma qualificada de “intimidação sistemática virtual” (artigo 146-A, parágrafo único). II. Foram incluídos no Código Penal os crimes de “perseguição” (artigo 147-A) e “violência psicológica contra a mulher” (artigo 147-B). III. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos apenados com reclusão. IV. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos de ação penal pública incondicionada. V. O crime de “sequestro e cárcere privado” cometido contra menor de 18 (dezoito) anos (artigo 148, § 1o, inciso IV, do Código Penal) e o crime de “tráfico de pessoas” cometido contra criança ou adolescente (artigo 149-A, caput, incisos I a V e § 1o, inciso II, do Código Penal) foram incluídos no rol dos crimes hediondos (Lei no 8.072/90, artigo 1o, incisos XI e XII respectivamente). Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2511956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O cyberbullying pode ser compreendido como a prática de intimidação, humilhação e/ou exposição vexatória em face de um determinado sujeito em ambientes virtuais. A incidência maior de casos de cyberbullying ocorre entre crianças e adolescentes. Enquanto o bullying entre menores ocorre muitas vezes no ambiente escolar, o cyberbullying ultrapassa fronteiras físicas, sendo de diversas formas opressor, e deixa um rastro digital. Em relação ao assunto, assinale a afirmativa que expressa corretamente o regramento jurídico do tema no Brasil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Define-se como “Intimidação sistemática” intimidar sistematicamente, individualmente ou em grupo, mediante violência física ou psicológica, uma ou mais pessoas, de modo intencional e repetitivo, sem motivação evidente, por meio de atos de intimidação, de humilhação ou de discriminação ou de ações verbais, morais, sexuais, sociais, psicológicas, físicas, materiais ou virtuais. Para o tipo penal, aplica-se pena de reclusão de 3 (três) anos a 5 (cinco) anos, se a conduta não constituir crime mais grave."
      },
      {
        "letra": "B",
        "texto": "No caso de intimidação sistemática virtual (cyberbullying), se a conduta for realizada por meio da rede de computadores, de rede social, de aplicativos, de jogos on-line ou por qualquer outro meio ou ambiente digital, ou transmitida em tempo real, deverá ser aplicada pena de reclusão, de 2 (dois) anos a 4 (quatro) anos, e multa, se a conduta não constituir crime mais grave."
      },
      {
        "letra": "C",
        "texto": "O induzimento e a instigação a suicídio ou a automutilação realizados por meio da rede de computadores foram tipificados no código penal, porém não como crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "É de responsabilidade prioritária do poder público federal desenvolver, em conjunto com os órgãos de segurança pública e de saúde e com a participação da comunidade escolar, protocolos para estabelecer medidas de proteção à criança contra qualquer forma de violência no âmbito escolar."
      },
      {
        "letra": "E",
        "texto": "No caso de intimidação sistemática virtual (cyberbullying), se a conduta for realizada por meio da rede de computadores, de rede social, de aplicativos, de jogos on-line ou por qualquer outro meio ou ambiente digital, ou transmitida em tempo real, deverá ser aplicada pena de reclusão, de 4 (quatro) anos a 6 (seis) anos, se a conduta não constituir crime mais grave."
      }
    ],
    "gabarito": "B"
  }
]