[
  {
    "id": "3295526",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Veja as afirmações sobre defesa pessoal na rotina de um vigia: I. A reação deve ser proporcional à ameaça, evitando danos excessivos. II. Direitos humanos pressupõem não infligir violência desnecessária, mesmo em abordagens. III. O vigia pode utilizar meios agressivos sem justificativa, pois age em nome da segurança coletiva. IV. O treinamento em defesa pessoal deve observar a legislação, impedindo abusos. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272324",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quanto ao excesso do agente na utilização das excludentes de ilicitude, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente, em qualquer das hipóteses de exclusão da ilicitude, responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "B",
        "texto": "O agente, em qualquer das hipóteses de exclusão da ilicitude, responderá pelo excesso quando doloso."
      },
      {
        "letra": "C",
        "texto": "O agente, em qualquer das hipóteses de exclusão da ilicitude, responderá pelo excesso quando culposo."
      },
      {
        "letra": "D",
        "texto": "O agente, apenas em caso de legítima defesa, responderá pelo excesso culposo."
      },
      {
        "letra": "E",
        "texto": "O agente, apenas em caso de legítima defesa, responderá pelo excesso doloso ou culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260318",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O artigo 23, caput, do Código Penal trata das excludentes de ilicitude, dispondo não haver crime quando o agente pratica o fato em estado de necessidade, em legítima defesa e em estrito do cumprimento de dever legal ou no exercício regular de direito. Entre referidas excludentes, qual seja, a da legítima defesa, disseminou-se no sistema de justiça brasileiro, por longos anos, uma forma que ficou conhecida como “legítima defesa da honra”. Recentemente, no entanto, o Supremo Tribunal Federal decidiu sobre o tema em Arguição de Descumprimento de Preceito Fundamental (ADPF 779/DF). Levando-se em consideração os fundamentos e conclusões contidos no Acórdão proferido na referida ADPF 779/DF e resumidos na ementa, analise as seguintes postulações. I. Firmou-se o entendimento de que a tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana, da proteção à vida e da igualdade de gênero, inscritos respectivamente nos artigos 1o, inciso III, e 5o, caput, inciso I, ambos da Constituição Federal. II. Conferiu-se interpretação conforme à Constituição Federal aos artigos 23, inciso II, e 25, caput e parágrafo único, ambos do Código Penal, bem como ao artigo 65 do Código de Processo Penal para excluir a legítima defesa da honra do âmbito do instituto da legítima defesa. III. Reconheceu-se que a legítima defesa da honra pode ser invocada como argumento inerente à plenitude de defesa própria do Tribunal do Júri. IV. Obstou-se à defesa, à acusação, à autoridade policial e ao juízo que utilizem, direta ou indiretamente, a tese da legítima defesa da honra (ou qualquer argumento que induza à tese) nas fases pré-processual ou processual penais, bem como durante o Tribunal do Júri, sob pena de nulidade do ato e do julgamento. V. Reafirmaram-se entendimentos anteriores de que fere a soberania dos vereditos do Tribunal do Júri o provimento de apelação que anule a absolvição fundada no quesito absolutório genérico (artigo 483, inciso III e § 2o do Código de Processo Penal) mesmo quando, de algum modo, ele possa implicar a repristinação da tese da legítima defesa da honra. Estão entre as fundamentações ou conclusões contidas no Acórdão proferido na referida ADPF 779/DF e resumidos na ementa apenas as postulações referidas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242118",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considerando o amparo legal do Código Penal Brasileiro, o uso de força, nas circunstâncias previstas na legislação, que não excede além do suficiente, tem a exclusão da ilicitude. Com base nisso, são esses excludentes de ilicitude: I. Estado de necessidade. II. Estrito cumprimento de dever legal. III. Legítima defesa. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em todos os itens."
      },
      {
        "letra": "B",
        "texto": "Apenas no item I."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas nos itens II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3228273",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Leia a situação hipotética a seguir: Caio, caminhando pela rua, depara-se com Tício, seu desafeto de longa data. Após breve discussão, Tício, que estava passeando com seu feroz cão da raça rottweiler, ordena que o cão ataque Caio. Nesta situação, tendo como base a legislação brasileira, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio pode defender-se e, caso venha a matar o cão (imagine que caio esteja armado), agirá em situação de legítima defesa, excluindo assim, a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "Caio pode defender-se e, caso venha a matar o cão (imagine que caio esteja armado), agirá em situação de estado de necessidade justificante, excluindo assim a ilicitude do fato."
      },
      {
        "letra": "C",
        "texto": "Caio pode defender-se e, caso venha a matar o cão (imagine que caio esteja armado), agirá em situação de estado de necessidade exculpante, excluindo assim a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Caio pode defender-se e, caso venha a matar o cão (imagine que caio esteja armado), sua conduta será atípica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170609",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a doutrina correlata, julgue os itens a seguir.Suponha que Roberto, com animus laedendi e de forma injusta, tenha começado a agredir Amarildo, sem que este tenha dado causa a tal conduta, e que Amarildo, depois de cessadas as agressões contra si, tenha passado a agredir Roberto. Nessa circunstância, Roberto agirá em legítima defesa sucessiva caso se defenda das agressões perpetradas por Amarildo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3098530",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Presidente da República, preocupado com o aumento significativo de atos de violência em eventos esportivos e com o impacto negativo para a segurança pública, decide editar uma Medida Provisória criando um novo tipo penal para punir esses comportamentos. A Medida Provisória foi aprovada pelo Congresso Nacional e convertida em lei, sem que houvesse impugnações formais. Com base no caso apresentado, na legislação vigente e nos princípios pertinentes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da reserva legal é respeitado, desde que a Medida Provisória seja aprovada pelo Congresso Nacional e transformada em lei."
      },
      {
        "letra": "B",
        "texto": "A Medida Provisória não é válida, afrontando o princípio da reserva legal, pois não cabe ao Presidente da República a iniciativa de lei em matéria penal."
      },
      {
        "letra": "C",
        "texto": "A Medida Provisória é inconstitucional, ofendendo o princípio da reserva legal, pois o Presidente da República não pode criar tipos penais incriminadores por esse meio, mesmo que o Congresso Nacional a tenha convertido em lei."
      },
      {
        "letra": "D",
        "texto": "A Medida Provisória é válida, pois a competência para legislar em matéria penal pode ser exercida, em qualquer hipótese, desde que seja de forma provisória, pelo Presidente da República em situações de urgência, excepcionando o princípio da reserva legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3097160",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Belmonte - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "\"Um vídeo enviado ao WhatsApp da TV Globo mostra vigilantes do Hospital da Restauração, no Centro do Recife, atirando no paciente que roubou uma arma e matou um vigia da unidade de saúde, nesta sexta-feira (26). De acordo com o advogado que representa os profissionais, Eduardo Morais, as imagens foram gravadas minutos depois da morte do vigilante Nivaldo Bezerra da Silva, de 66 anos\". [Disponível em: https://g1.globo.com/. Acesso: 06/11/2024 − texto adaptado]. Considerando uma situação como a narrada no fragmento de reportagem, em que o vigilante está acuado, diante de um elemento armado com revólver, que acabou de cometer um assassinato. Esse vigilante desfere certeiro disparo com sua arma, fazendo o elemento cair. Neste caso, exclui-se o crime de lesão corporal, baseando-se no Art. 25 do Código Penal Brasileiro, que estabelece, para casos como esse o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "Exercício regular do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3091380",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Nino, tenente do Exército Brasileiro, caminhava pelo centro de Boa Vista, Roraima, ocasião em que João, na posse de uma arma de fogo, exigiu a entrega de seus pertences. Imediatamente, o militar desferiu dois socos no rosto do criminoso, desarmando-o. Para tanto, Nino usou, moderadamente, dos meios necessários para repelir a injusta e atual agressão em seu detrimento. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Nino agiu sob o manto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do estrito cumprimento do dever legal, causa de exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "do exercício regular do direito, causa de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "da inexigibilidade de conduta diversa, causa de exclusão da ilicitude."
      },
      {
        "letra": "D",
        "texto": "do estado de necessidade, causa de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "da legítima defesa, causa de exclusão da ilicitude."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3079338",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "José e Luana tinham saído juntos para jantar e, ao final, José se ofereceu para levá-la em casa. No caminho, levou Luana para outra casa, dizendo que ia beber água. Chegando ao local, José teria agredido Luana e tentado violentá-la sexualmente. Para se defender, Luana teria conseguido derrubar José e o esganado. Ao perceber que José havia desmaiado, Luana fugiu e se apresentou na Delegacia de Polícia, onde deu depoimento no sentido de que não tinha intenção de tirar a vida de José. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luana não responderá por qualquer crime em razão do/da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa"
      },
      {
        "letra": "B",
        "texto": "estado de emergência"
      },
      {
        "letra": "C",
        "texto": "exercício regular de direito"
      },
      {
        "letra": "D",
        "texto": "estado de necessidade"
      },
      {
        "letra": "E",
        "texto": "estrito cumprimento de dever legal"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3058679",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Aloysio, 81 anos de idade, residia sozinho em um bairro violento de uma grande metrópole. Em determinado dia, sua casa foi acometida por um curto-circuito que resultou na interrupção do abastecimento de energia elétrica no imóvel. Aloysio fez contato com o eletricista Miguel para que este fizesse o reparo. Miguel, todavia, informou que, em razão de compromissos profissionais anteriores, só poderia ir ao local no dia seguinte. À noite, Aloysio acordou com o barulho de seu portão sendo arrombado. Posteriormente, viu um homem armado ingressando em seu quintal. Mesmo letárgico em razão da ingestão de remédio para dormir, temendo por sua vida, Aloysio pegou uma arma de fogo velha que guardava embaixo de sua cama e efetuou um único disparo contra o homem, que, atingido na barriga, faleceu no local. Ato contínuo, Aloysio se aproximou do corpo e verificou que a vítima era Miguel, que tinha ido ao local para tentar reparar a rede elétrica da casa. Diante do exposto, assinale a opção que indica o correto enquadramento da conduta de Aloysio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclusão da ilicitude em razão da legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Isenção de pena em razão da legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "Exclusão da tipicidade em razão de atos reflexos."
      },
      {
        "letra": "D",
        "texto": "Inimputabilidade em razão do estado de sonolência."
      },
      {
        "letra": "E",
        "texto": "Homicídio doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3034292",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Ibirajuba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "A alegação de legítima defesa feita por João só seria válida se houvesse provas suficientes de que ele havia sido primeiramente agredido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030465",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Carlos, em legítima defesa, reagiu a uma tentativa de assalto e acabou ferindo gravemente o assaltante. Durante o inquérito policial, a defesa de Carlos argumentou que ele não deve ser punido pelo ato. Como o Ministério Público deve analisar a conduta de Carlos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Carlos é criminosa, pois ele não deveria ter reagido."
      },
      {
        "letra": "B",
        "texto": "Carlos deve ser condenado por excesso de legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Carlos deve ser punido apenas se o agressor vier a óbito."
      },
      {
        "letra": "D",
        "texto": "A conduta de Carlos é justificada pela legítima defesa, excluindo a antijuridicidade do fato."
      },
      {
        "letra": "E",
        "texto": "Carlos deve ser punido, mas com pena reduzida, pois estava em estado de pânico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3007058",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "[Questão Inédita] Daniel saiu para passear com seu cachorro, da raça rottweiler e, no caminho, encontrou Carlos, um antigo desafeto. Tomado por um sentimento de ódio, dá comando ao cachorro para que ataque Carlos. Ele, no entanto, estava armado e, diante de tal agressão, atira no animal, matando-o. Diante da situação hipotética narrada, você, como advogado de Carlos, alegaria a seguinte tese defensiva:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "coação física irresistível."
      },
      {
        "letra": "E",
        "texto": "legítima defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2551544",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Em matéria de ilicitude penal, observe as assertivas a seguir: I. Não há crime quando o agente pratica o fato em estado de necessidade; em legítima defesa; ou em estrito cumprimento de dever legal ou no exercício regular de direito. II. Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. III. Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual, não bastando que seja iminente, a direito seu. De acordo com o Código Penal, assinale a alternativa que contém as assertivas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IIII."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2548373",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Em referência à situação hipotética apresentada, julgue o item que se segue. Pedro agiu em legítima defesa putativa, pois acreditou, erroneamente, que estivesse sendo atacado por um manifestante armado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2539897",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item a seguir. Vigilantes podem tomar medidas punitivas diretamente contra indivíduos suspeitos de praticar violência psicológica contra idosos no local de trabalho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2539889",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item a seguir. A legislação brasileira permite que o vigilante utilize técnicas de imobilização em situações de legítima defesa, desde que respeitados os limites da necessidade e da proporcionalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2539884",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item a seguir. O vigilante deve estar pronto para usar medidas adequadas, como uma arma de choque elétrico, para parar ameaças e proteger a segurança dos clientes. Por exemplo, se um agressor armado com uma faca tentar atacar um cliente, o vigilante pode usar a arma de choque elétrico para imobilizá-lo e evitar ferimentos graves.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2539867",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a legislação brasileira, o vigilante pode agir em legítima defesa própria ou de terceiros para repelir uma agressão injusta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2539860",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item a seguir. Em uma loja, o vigilante percebe que um indivíduo armado está prestes a atacar um cliente. De acordo com a legislação brasileira, o profissional pode exercer a legítima defesa, agindo para impedir a agressão iminente, mesmo que o ataque ainda não tenha ocorrido, pois a legítima defesa abrange tanto agressões em curso quanto agressões iminentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2536653",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Bernardo, guarda municipal na cidade Alfa, estava estacionando o seu automóvel, no interior do seu domicílio, ocasião em que Tício, mediante o emprego de uma faca, determinou que este entregasse os seus pertences. Nesse contexto, Bernardo sacou a sua pistola, com o porte regular, e efetuou um disparo de arma de fogo em detrimento de Tício, atingindo-o no ombro. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Bernardo não responderá por qualquer crime em razão do (da)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade, causa excludente da tipicidade."
      },
      {
        "letra": "B",
        "texto": "legítima defesa, causa excludente da tipicidade."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade, causa justificante."
      },
      {
        "letra": "D",
        "texto": "legítima defesa, causa justificante."
      },
      {
        "letra": "E",
        "texto": "legítima defesa, causa dirimente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2494307",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O artigo 25 do Código Penal Brasileiro prevê que uma pessoa pode se defender ou defender outra pessoa na hipótese de sofrer ou estar na iminência de sofrer uma agressão, sem que isso seja considerado um crime. Este é o conceito legal de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade putativo."
      },
      {
        "letra": "D",
        "texto": "exercício regular do direto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2492704",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sem nenhum motivo aparente, Frederico recebeu um soco no rosto e, em virtude disso, sofreu lesão corporal de natureza leve. O autor da agressão foi Tales, primo de Frederico. Tão logo após desferir o soco, Tales saiu andando do local em que ocorreu a agressão; Frederico, por sua vez, lá permaneceu mais alguns minutos, tentando acalmar-se e entender a situação. Todavia, diante do que considerava um absurdo e tomado pela raiva, cerca de dez minutos após os fatos, Frederico saiu em busca de Tales e conseguiu achá-lo na rua, cerca de 200 metros distante do local dos fatos. Nesse momento Frederico chamou o nome de Tales que, ao ser interpelado, virou-se e, tão logo fez esse movimento, recebeu um soco no rosto dado por Frederico; Tales, em virtude disso, também sofreu lesão corporal de natureza leve. Diante do caso narrado e considerando tão somente as informações, descritas, é correto afirmar que Frederico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá alegar, em sua defesa, o instituto da legítima defesa."
      },
      {
        "letra": "B",
        "texto": "poderá alegar, em sua defesa, o estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "não poderá alegar, em sua defesa, o estado de necessidade, mas poderá alegar culpa exclusiva da vítima."
      },
      {
        "letra": "D",
        "texto": "não poderá alegar, em sua defesa, o instituto da legítima defesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2483808",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Arroio do Sal - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime preterdoloso",
      "Participação",
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Considerando as disposições da Parte Geral do Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública, por quem está a seu serviço."
      },
      {
        "letra": "B",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "C",
        "texto": "O agente só responde pelo resultado que agrava especialmente a pena se o houver causado ao menos culposamente."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação criminal é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O agente que pratica fato descrito no tipo penal em legítima defesa responderá pelo excesso culposo ou doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2448592",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "João caminhava pelo Parque XYZ, no Município Alfa, ocasião em que Caio, empregando uma arma de fogo, anunciou a prática do crime, exigindo a entrega do telefone celular da vítima. João, após entrar em luta corporal com Caio, desferiu-lhe um soco no rosto, causando-lhe imediato desmaio. Socorrido no hospital mais próximo, Caio recobrou prontamente a consciência, demonstrando perfeito estado de saúde. Considerando as disposições do Código Penal, é correto afirmar que não há crime, uma vez que João atuou sob o manto do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício regular de um direito, excludente de culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "exercício regular de um direito, excludente de ilicitude;"
      },
      {
        "letra": "C",
        "texto": "estado de necessidade, excludente de ilicitude;"
      },
      {
        "letra": "D",
        "texto": "legítima defesa, excludente de culpabilidade;"
      },
      {
        "letra": "E",
        "texto": "legítima defesa, excludente de ilicitude."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2415068",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item que se segue.Os atos praticados em legítima defesa ou no exercício regular de um direito nunca podem ser considerados atos ilícitos, mesmo quando excedem os limites do estritamente necessário para a remoção de um perigo iminente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386456",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O reconhecimento da legítima defesa exige a presença cumulativa dos seguintes requisitos: 1. uso moderado dos meios. 2. agressão injusta, atual ou iminente. 3. reação com os meios necessários. 4. proteção exclusiva a direito próprio. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2376377",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Tucuruí - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Há crime quando o agente pratica o fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "em legítima defesa."
      },
      {
        "letra": "C",
        "texto": "em estrito cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "Quando age de forma intencional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2355312",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "“A”, policial militar experiente e bem treinado, após sua jornada regular de trabalho, foi requisitado com urgência por seu comando, em virtude de uma ocorrência extraordinária que acontecia na periferia da capital: o cidadão “B”, primário, sem antecedentes, trabalhador da construção civil, encostando o que parecia ser uma arma de fogo nas costas da vítima “V”, pedia, como condição para libertá-la, a presença de sua ex-mulher, que o abandonara havia um mês e não atendia sequer aos seus telefonemas. “B” gritava que não tinha nada a perder, que não estava brincando, e que mataria “V” se não fosse atendido. “A” recebera, na convocação, ordens expressas de seu comandante “C” para agir se (e apenas se) houvesse iminente risco da vítima ser morta pela ação de “B”. Aproveitando circunstância e oportunidade que julgava favorável, convencido de que impediria, com sua ação, que a vítima fosse morta, o policial “A”, exímio atirador, postou-se em local de visão privilegiada e, mirando na cabeça de “B”, desferiu um único tiro, acertando, porém, fatalmente, a testa de “V”, prejudicado em sua mira por uma concomitante e inesperada vontade de espirrar. Em virtude do disparo, “V” morreu. Na sequência, “B” se entregou à polícia e disse que jamais teria coragem de matar ninguém, e que só colhera a vítima de refém dominado por violenta emoção, porque apaixonado pela “esposa”, que o abandonara para viver com outro, e saudoso do convívio com os seis filhos em comum; e entregou a “arma” utilizada para dominar a vítima “V”, que, periciada, constatou-se inoperante em seus mecanismos, ineficiente, portanto, para ofender a integridade física de terceiros. Considerando as circunstâncias descritas e as regras em vigor na legislação penal brasileira, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“A” não responderá por homicídio doloso, em virtude de sua ação ter sido justificada (“exclusão da antijuridicidade por legítima defesa putativa com aberratio ictus”)."
      },
      {
        "letra": "B",
        "texto": "“A” responderá homicídio doloso, porém incidirá em seu benefício circunstância atenuante pela intenção de matar “B” (um “bandido”) e não “V” (“erro sobre a pessoa”)."
      },
      {
        "letra": "C",
        "texto": "A” e “B” responderão por homicídio em concurso de agentes (“equivalência dos antecedentes causais”), observadas as regras do erro (“de tipo” ou “determinado por terceiro”), conforme o caso e na medida da culpabilidade individual."
      },
      {
        "letra": "D",
        "texto": "“A” ficará isento de pena por ter agido em situação de relevante valor social (“privilégio”); “B” ficará isento de pena por inimputabilidade (“crime impossível”); e, “C” responderá por homicídio preterdoloso como autor mediato (“relevância da omissão”)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2649420",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Ação que contempla o uso moderado dos meios necessários para repelir injusta agressão iminente a direito de outrem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excludente de imputabilidade."
      },
      {
        "letra": "B",
        "texto": "excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "estado de necessidade de terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2531351",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: Prefeitura de Cidade Ocidental - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "De acordo com o Código Penal brasileiro, considera-se em estado de necessidade quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "repele injusta agressão, atual ou iminente, a direito seu ou de outrem, usando moderadamente dos meios necessários."
      },
      {
        "letra": "B",
        "texto": "pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "repele injusta agressão atual a direito seu ou de outrem, usando moderadamente dos meios necessários."
      },
      {
        "letra": "D",
        "texto": "pratica o fato para salvar de perigo atual ou iminente, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2324559",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Sobre causas de justificação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a teoria da culpabilidade adotada pelo Código Penal brasileiro, a ação do policial A que, incorrendo em erro evitável sobre os pressupostos fáticos da causa de justificação do estrito cumprimento do dever legal, realiza o tipo objetivo do crime de abuso de autoridade contra B, não resulta em qualquer responsabilidade penal a A."
      },
      {
        "letra": "B",
        "texto": "Na iminência de sofrer injusta agressão contra sua integridade física, A, utilizado-se moderadamente dos meios necessários, desfere golpe de faca contra o agressor B, portador de doença mental: a ação de A não pode ser justificada pela legítima defesa própria, mas pode ser justificada pelo estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Para o exercício da legítima defesa real, a agressão injusta, atual ou iminente, a direito próprio ou de terceiro, pode derivar de ação dolosa, de omissão de ação dolosa, ou mesmo de culpa, consciente ou inconsciente."
      },
      {
        "letra": "D",
        "texto": "Na legítima defesa, a ação justificada é integrada por elementos objetivos, por elementos subjetivos e, eventualmente, por elementos normativos, representados por limitações ético-sociais que condicionam a permissibilidade da defesa."
      },
      {
        "letra": "E",
        "texto": "A encontra seu desafeto B em via pública e, em situação de legítima defesa putativa, pratica excesso contra B, por uso imoderado dos meios necessários, o que legitima o exercício de legítima defesa real por parte de B."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2316026",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "João, valendo-se de uma faca do tipo peixeira, agrediu fisicamente Carlos, que reagiu imediatamente e acabou matando João. O Ministério Público ofereceu denúncia contra Carlos, pela prática do crime de homicídio. Considerando a situação hipotética apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não está caracterizada a legítima defesa, pois a repulsa à agressão inicial causou resultado mais grave, o que a afasta a incidência da excludente de ilicitude."
      },
      {
        "letra": "B",
        "texto": "Estará caracterizada a legítima defesa caso se comprove que Carlos repeliu a agressão inicial, ainda que justa, valendo-se dos meios necessários."
      },
      {
        "letra": "C",
        "texto": "Não está caracterizada a legítima defesa, salvo se Carlos provar que João estava armado ou agira com intenção de matá-lo."
      },
      {
        "letra": "D",
        "texto": "Estará caracterizada a legítima defesa ainda que a reação à agressão injusta seja postergada para momento posterior."
      },
      {
        "letra": "E",
        "texto": "Estará caracterizada a legítima defesa caso Carlos demonstre que repeliu a agressão inicial, desde que injusta, valendo-se moderadamente dos meios necessários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2298579",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "São requisitos da legítima defesa, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso moderado dos meios necessários"
      },
      {
        "letra": "B",
        "texto": "injusta agressão"
      },
      {
        "letra": "C",
        "texto": "proteção de direito próprio exclusivamente"
      },
      {
        "letra": "D",
        "texto": "agressão atual ou iminente"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2295250",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quanto às regras gerais do crime, o Código Penal nos apresenta as chamadas excludentes de ilicitude, que precisam ser verificadas em todos os casos, na forma da lei. Sobre o assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "B",
        "texto": "Considera-se em estado de necessidade quem usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "C",
        "texto": "Considera-se também em legítima defesa o agente de segurança pública que repele agressão ou risco de agressão a vítima mantida refém durante a prática de crimes."
      },
      {
        "letra": "D",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2279908",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "João e Guilherme, lutadores profissionais de boxe, disputaram a final do torneio mais importante do esporte em âmbito nacional. No último round da luta, João desviou de um golpe de seu oponente e, ato contínuo, desferiu um soco no rosto de Guilherme, que resultou na abertura do supercílio direito deste, ensejando forte sangramento. Nesse cenário, João não praticou qualquer crime, pois atuou sob o manto do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexigibilidade de conduta diversa, excludente de culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "estrito cumprimento de um dever legal, excludente de ilicitude;"
      },
      {
        "letra": "C",
        "texto": "exercício regular de um direito, excludente de ilicitude;"
      },
      {
        "letra": "D",
        "texto": "estado de necessidade, excludente de culpabilidade;"
      },
      {
        "letra": "E",
        "texto": "legítima defesa, excludente de ilicitude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2273589",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "De acordo com o Código Penal, não há crime quando o agente pratica o fato: I. Em estado de necessidade. II. Em legítima defesa. III. Em estrito cumprimento de dever legal ou no exercício regular de direito. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item III."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2271435",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No dia 2 de fevereiro de 2022, por volta das 21h, Bernardo, sargento da Marinha, ao se aproximar com seu veículo automotor da porta da garagem de entrada de seu condomínio localizado no bairro do Mutondo, em São Gonçalo, avistou um homem se aproximando rapidamente e mexendo no interior de uma mochila. Bernardo, acreditando ser um assalto, saca sua arma de fogo e, de dentro do próprio carro, efetua disparo, atingindo o alvo pretendido. No entanto, Bernardo acabou disparando e atingindo seu vizinho, Thiago, que retornava do trabalho. Bernardo, percebendo que ele estava imobilizado no chão, em razão de ter sido alvejado, imediatamente o conduz para o hospital mais próximo. No entanto, inobstante a prestação imediata de socorro, Thiago falece. Nesse caminho, funcionários do hospital acionam a Polícia Militar, que prende Bernardo em flagrante, conduzindo-o para a Delegacia de Polícia para as formalidades legais. Em razão dos fatos narrados, após audiência de custódia, o flagrante é convertido em preventiva, e o Ministério Público apresenta exordial acusatória perante o juízo do Tribunal do Júri, classificando o fato no delito de homicídio. Na fase instrutória da judicium accusationis foram apresentadas as filmagens das câmeras de segurança do condomínio que gravaram as imagens dos fatos, indicando o exato momento em que Thiago efetivamente se aproxima do condomínio manuseando sua mochila e o instante em que é atingido pelo disparo que partiu do interior do veículo automotor de Bernardo. Em seu interrogatório, Bernardo alegou que, ao observar a aproximação de um homem manuseando algo dentro de uma mochila, pelo adiantar da hora, atirou antes mesmo de sair do carro, pois acreditou que seria vítima de latrocínio, temendo, inclusive, por sua própria vida. Finda a primeira fase do júri, após manifestação do Ministério Público pela pronúncia nos moldes da denúncia, os autos vão para a defesa técnica se manifestar. Considerando a narrativa fática e a legislação penal vigente, é correto sustentar na defesa de Bernardo, em sede de alegações finais, que ele agiu em legítima defesa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "real, devendo ser, dessa forma, excluída em seu favor a ilicitude, motivo pelo qual a defesa de Bernardo deverá pedir sua absolvição sumária com arrimo no Art. 415, inciso III, do Código de Processo Penal;"
      },
      {
        "letra": "B",
        "texto": "putativa, devendo ser, dessa forma, observada a teoria limitada da culpabilidade, consoante dispõe a exposição de motivos da Parte Geral do Código Penal (item 17). No caso exposto, temos um erro que recaiu sobre a existência da causa de justificação, o que conduz a observância do denominado erro de proibição indireto inevitável, restando afastada a culpabilidade, motivo pelo qual a defesa de Bernardo deverá pedir sua absolvição sumária;"
      },
      {
        "letra": "C",
        "texto": "putativa, devendo ser, dessa forma, observada a teoria extremada da culpabilidade, consoante dispõe a exposição de motivos da Parte Geral do Código Penal (item 17). No caso exposto, temos um erro que recaiu sobre a existência da causa de justificação, o que conduz à observância do denominado erro de proibição direto inescusável, restando afastada a culpabilidade, motivo pelo qual a defesa de Bernardo deverá pedir sua absolvição sumária;"
      },
      {
        "letra": "D",
        "texto": "putativa, devendo ser, dessa forma, observada a teoria limitada da culpabilidade, consoante dispõe a exposição de motivos da Parte Geral do Código Penal (item 17). No caso exposto, temos um erro que recaiu sobre pressuposto fático, o que conduz à observância do denominado erro de tipo eclético escusável, restando afastada a tipicidade, motivo pelo qual a defesa de Bernardo deverá pedir sua absolvição sumária;"
      },
      {
        "letra": "E",
        "texto": "putativa, devendo ser, dessa forma, observada a teoria limitada da culpabilidade, consoante dispõe a exposição de motivos da Parte Geral do Código Penal (item 17). No caso exposto, temos um erro que recaiu sobre os limites da causa de justificação, o que conduz à observância do denominado erro de proibição indireto invencível, restando afastada a culpabilidade, motivo pelo qual a defesa de Bernardo deverá pedir sua absolvição sumária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2254168",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Durante uma manifestação na cidade, a Guarda Municipal é chamada para auxiliar no patrulhamento e na proteção das pessoas e do patrimônio público. Glauco, manifestante exaltado, se dirige a Bruno, guarda municipal em serviço, fazendo um movimento de iminente agressão contra o agente público. Bruno, por sua vez, usando moderadamente os meios necessários, repele a injusta agressão, causando uma pequena lesão à integridade física de Glauco. Nesse caso, e com base no Código Penal, a conduta de Bruno foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lícita, uma vez que amparado pela excludente de ilicitude da legítima defesa."
      },
      {
        "letra": "B",
        "texto": "lícita, uma vez que amparado pela excludente de ilicitude do estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "lícita, uma vez que amparado pela excludente de ilicitude do estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "ilícita, uma vez que é vedado ao agente público agredir, em qualquer hipótese, um cidadão, ainda que para proteger direito seu ou de outrem de uma agressão atual ou iminente."
      },
      {
        "letra": "E",
        "texto": "ilícita, uma vez que, tendo causado lesão corporal leve em Glauco, o agente público deve responder pelo crime previsto no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2235984",
    "metadata": "Ano: 2023 | Banca: MS Concursos e Consultoria | Órgão: Prefeitura de Luís Eduardo Magalhães - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o artigo 23 do Código Penal Brasileiro, qual das afirmativas abaixo não consta uma excludente de ilicitude?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Potencial consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento de dever legal."
      },
      {
        "letra": "E",
        "texto": "Exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2223585",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/1940 — Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: (_) A legítima defesa é causa de exclusão da ilicitude. Destarte, o fato típico praticado em legítima defesa é lícito, não configura crime. (_) A legítima defesa depende dos seguintes requisitos cumulativos: agressão injusta, efetiva e pretérita, a direito próprio. (_) Considera-se penalmente inimputável a pessoa de até 18 anos de idade completos, a qual ficará sujeita a tratamento especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - E - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - C."
      },
      {
        "letra": "E",
        "texto": "E - E - E."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2221681",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Guilherme, com a intenção de socorrer seu filho, Rodrigo, utiliza, sem consentimento, o carro de seu vizinho, Douglas, para levar Rodrigo ao hospital. A ação de Guilherme é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "criminosa em qualquer hipótese;"
      },
      {
        "letra": "B",
        "texto": "lícita, acobertada pelo exercício regular de um direito;"
      },
      {
        "letra": "C",
        "texto": "lícita, acobertada pela excludente do estado de necessidade agressivo;"
      },
      {
        "letra": "D",
        "texto": "criminosa, se não houver a devolução dos valores equivalentes ao consumo do combustível do veículo;"
      },
      {
        "letra": "E",
        "texto": "lícita, acobertada pela excludente da legítima defesa de terceiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2194578",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Consideradas as disposições do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O estado de necessidade pode ser alegado por quem tem dever legal de enfrentar o perigo."
      },
      {
        "letra": "B",
        "texto": "Ao atuar sob amparo de uma causa excludente da ilicitude, o agente não pratica crime."
      },
      {
        "letra": "C",
        "texto": "O estrito cumprimento do dever legal exclui a tipicidade derivada."
      },
      {
        "letra": "D",
        "texto": "A legítima defesa afasta a culpabilidade, isentando o agente de pena em abstrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2193854",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O exercício legal de direito afasta a culpabilidade do agente e o excesso é punível se doloso ou culposo."
      },
      {
        "letra": "B",
        "texto": "O estado de necessidade afasta a ilicitude da conduta e o excesso só é punível se doloso."
      },
      {
        "letra": "C",
        "texto": "O estrito cumprimento de dever legal afasta a culpabilidade do agente e se aplica exclusivamente aos funcionários públicos."
      },
      {
        "letra": "D",
        "texto": "O exercício legal de direito afasta a ilicitude da conduta e o excesso é punível se doloso ou culposo."
      },
      {
        "letra": "E",
        "texto": "A legítima defesa afasta a ilicitude da conduta e o excesso só é punível se doloso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2186909",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "João caminhava pelo bairro de sua residência, ocasião em que visualizou um vizinho de longa data sendo vítima de roubo circunstanciado pelo emprego de arma de fogo. Ato contínuo, João correu em direção ao autor do fato, desferindo um soco em seu rosto. O acusado caiu ao solo e logrou se evadir. Considerando as disposições do Código Penal, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo delito perpetrado, considerando que a legítima defesa de terceiros, causa dirimente, pressupõe o prévio pedido da parte interessada;"
      },
      {
        "letra": "B",
        "texto": "responderá pelo delito perpetrado, considerando que inexiste legítima defesa de terceiros, mas apenas legítima defesa própria, causa dirimente;"
      },
      {
        "letra": "C",
        "texto": "atuou sob o manto da inexigibilidade de conduta diversa, causa dirimente;"
      },
      {
        "letra": "D",
        "texto": "atuou sob o manto da legítima defesa de terceiros, causa de justificação;"
      },
      {
        "letra": "E",
        "texto": "atuou sob o manto do estado de necessidade, causa de justificação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2165930",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Quanto às excludentes de antijuridicidade, analise as afirmativas a seguir. I. Aquele que pratica o fato para salvar de perigo iminente, que não provocou por sua vontade, direito próprio, é considerado em estado de necessidade. II. Aquele que tem o dever legal de enfrentar o perigo não pode alegar estado de necessidade, salvo quando for razoável exigir-se o sacrifício do direito ameaçado. III. A tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana, da proteção à vida e da igualdade de gênero. IV. Age em legítima defesa o agente de segurança pública que, usando moderadamente dos meios necessários, repele agressão atual e injusta à vítima mantida refém durante a prática de crime. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente l e II;"
      },
      {
        "letra": "B",
        "texto": "somente Ill e IV;"
      },
      {
        "letra": "C",
        "texto": "somente l, Il e IV;"
      },
      {
        "letra": "D",
        "texto": "somente II, IIl e IV;"
      },
      {
        "letra": "E",
        "texto": "I,II, Ill e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2154412",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Uruguaiana - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Durante o atendimento em uma situação de discórdia entre vizinhos, o Guarda Municipal de Uruguaiana (GMU), ao ser solicitado para intervir e dissolver o conflito, presenciou uma tentativa de um deles de agredir o outro com uma faca. Para evitar essa agressão, o GMU utilizou uma arma de uso não letal do tipo Taser, que resultou em lesões corporais no agressor. Como se define essa ação do GMU à luz do Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Excesso punível."
      },
      {
        "letra": "C",
        "texto": "Crime culposo."
      },
      {
        "letra": "D",
        "texto": "Relevância da omissão."
      },
      {
        "letra": "E",
        "texto": "Legítima defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2133844",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A exclusão de ilicitude se manifesta de diversos modos no Código Penal brasileiro e, uma delas, a legítima defesa, foi recentemente objeto de decisão do Supremo Tribunal Federal na Arguição de Descumprimento de Preceito Fundamental n.° 779. Nesse sentido, assinale a alternativa que a interpretação constitucional do STF agora obsta de ser aplicada e reconhecida nas cortes brasileiras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa putativa."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa subjetiva."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa sucessiva."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa da honra."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2280941",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Analise as opções e marque a alternativa CORRETA no que diz respeito às causas excludentes de ilicitude, conforme os artigos 23, 24 e 25 do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa dá-se, usando abundantemente dos meios necessários, repele injusta agressão a outrem."
      },
      {
        "letra": "B",
        "texto": "Pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "C",
        "texto": "O agente, em qualquer das hipóteses, não responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Observados os requisitos, considera-se também em legítima defesa o agente de segurança pública que repele agressão ou risco de agressão a agente criminoso durante a prática de crimes."
      },
      {
        "letra": "E",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2280940",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "“A ilicitude, também denominada de antijuricidade, é o segundo substrato do conceito analítico de crime. Deve ser entendida como conduta típica não justificada, espelhando a relação de contrariedade entre o fato típico e o ordenamento jurídico como um todo.” Assinale a alternativa que se refere às causas excludentes da ilicitude, de acordo com o art. 23 do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade, legítima defesa, estrito cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "Estado de calamidade, legítima defesa, estrito cumprimento de dever legal."
      },
      {
        "letra": "C",
        "texto": "Estado de calamidade, legítima defesa, desincumbência de cumprimento de dever legal."
      },
      {
        "letra": "D",
        "texto": "Estado de necessidade, legítima defesa, desincumbência de cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "Estado de calamidade, legítima defesa, desincumbência de cumprimento de dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2074471",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considere as alternativas a seguir a respeito de ilicitude e causas de exclusão e assinale a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que possui o dever legal de enfrentar o perigo não pode alegar estado de necessidade, sendo punido, inclusive, de forma agravada."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa somente é admitida para salvaguarda de direito próprio. Se é exercida para salvaguarda de direito alheio, implica redução de pena."
      },
      {
        "letra": "C",
        "texto": "O estrito cumprimento de dever legal não exclui a ilicitude, mas pode ensejar perdão da pena."
      },
      {
        "letra": "D",
        "texto": "O agente, em estado de necessidade ou legítima defesa, responderá pelo excesso praticado, por dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "A legítima defesa é reconhecida ao agente que, para repelir agressão, ainda que justa, utiliza-se dos meios moderados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2073267",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O agente que se excede na legítima defesa, nos termos do parágrafo único do art. 23 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá tanto pelo excesso doloso como pelo culposo."
      },
      {
        "letra": "B",
        "texto": "responderá como se não houvesse legítima defesa, e ainda tem a pena agravada pela simulação."
      },
      {
        "letra": "C",
        "texto": "responderá apenas pelo excesso doloso."
      },
      {
        "letra": "D",
        "texto": "responderá apenas pelo excesso culposo."
      },
      {
        "letra": "E",
        "texto": "não responderá pelo excesso, como regra."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2067117",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Um crime é toda conduta ilícita ou antijurídica, típica e culpável, assim prevê a teoria do crime no Direito Penal, porém, algumas condutas podem ser típicas, ou seja, previstas em um tipo penal, mas podem não ser ilícitas, quando praticadas em algumas circunstâncias. Com base nessa afirmação, selecione a alternativa que não se enquadrar nela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente não faz a ingestão de bebidas alcoólicas querendo embriagar-se, mas, deixando de observar o seu dever de cuidado, ingere quantidade suficiente que o coloca em estado de embriaguez. Nessa hipótese, o agente, por descuido, por falta de costume ou mesmo sensibilidade do organismo, embriaga-se sem que fosse a sua intenção colocar-se nesse estado."
      },
      {
        "letra": "B",
        "texto": "Quem pratica o fato criminoso para salvar de perigo atual (que não provocou por sua vontade, nem podia de outro modo evitar) direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "Quando o agente deu causa ao resultado por imprudência (agiu de forma precipitada, sem cuidado ou cautela), negligência (descuido ou desatenção, deixando de observar precaução normalmente adotada na situação) ou imperícia (agiu sem habilidade ou qualificação técnica)."
      },
      {
        "letra": "D",
        "texto": "Aquele que repele agressão injusta atual ou iminente de direito próprio ou alheio com reação e uso moderado dos meios necessários."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o indivíduo praticar a conduta em estrito cumprimento do dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2022327",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: Prefeitura de Ponta Grossa - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a afirmativa INCORRETA sobre Legítima Defesa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa deve ser feita com moderação. O ato de defesa deve ser proporcional à gravidade da ameaça ou agressão. A avaliação da gravidade é subjetiva e deverá ser analisada caso a caso."
      },
      {
        "letra": "B",
        "texto": "A Legítima Defesa pode ser utilizada em situações em que a agressão é atual ou iminente, ou seja, ainda está por vir."
      },
      {
        "letra": "C",
        "texto": "A Legítima Defesa, conforme prevista na legislação em vigor no Brasil autoriza a vítima a fazer justiça pelos próprios meios."
      },
      {
        "letra": "D",
        "texto": "Ao contrário do que o senso comum prega, não é necessário à vítima aguardar o primeiro ataque do agressor para iniciar a sua defesa."
      },
      {
        "letra": "E",
        "texto": "Na Legítima Defesa, quem sofre injusta agressão pode usar dos meios disponíveis para ver-se incólume. Assim, pouco importa se a arma utilizada é própria (feita para ser arma) ou imprópria (improvisada)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2006435",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considerando as excludentes do crime no Direito Penal Brasileiro, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enquanto o estrito cumprimento do dever legal tem natureza compulsória, o exercício regular do direito tem natureza facultativa."
      },
      {
        "letra": "B",
        "texto": "o estado de necessidade, ao contrário da legítima defesa, não permite a configuração do excesso."
      },
      {
        "letra": "C",
        "texto": "são excludentes de ilicitude admitidas pelo Direito Penal Brasileiro e expressamente previstas no artigo 23 do Código Penal: o estado de necessidade, a legítima defesa, o estrito cumprimento de dever legal, o consentimento do ofendido e o exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "o princípio da insignificância, por entender que o crime não possui relevância penal, constitui uma causa de exclusão da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "é admitida a ocorrência de legítima defesa real contra legítima defesa putativa e de legítima defesa real contra legítima defesa real."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1998624",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Francisco estava em uma festa, e foi agredido injustamente por outro convidado, o qual praticava artes marciais. Imediatamente, a fim de repelir as agressões, Francisco arremessou uma cadeira na cabeça de seu agressor, que desmaiou. Na situação hipotética apresentada, a conduta de Francisco",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza estado de necessidade, causa excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "é atípica."
      },
      {
        "letra": "C",
        "texto": "configura legítima defesa, o que exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "configura legítima defesa, causa excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "é exercício regular de direito, o que exclui a antijuridicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1997165",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Maria e Júlia são integrantes do Circo “Seja Feliz” e trabalham juntas na apresentação de arremesso de facas. Um dia, durante o treinamento que sempre faziam juntas, iniciou-se uma discussão entre elas por ciúmes do dono do circo, Astolfo, que, na verdade, sempre preferiu Maria em seu espetáculo. Durante a discussão, Maria percebeu que Júlia, completamente descontrolada, colocou a mão no bolso. Maria pensou que Júlia iria arremessar uma faca em sua direção. Ato contínuo, pensando estar em defesa de sua vida, Maria arremessou e atingiu Júlia com uma faca, causando-lhe lesões. Após, constatou-se que Júlia tinha apenas um lenço em seu bolso e iria utilizá-lo para enxugar suas lágrimas. Nessa hipótese, é correto afirmar que Maria agiu em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "estado de necessidade putativo."
      },
      {
        "letra": "E",
        "texto": "exercício regular de direito putativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1946480",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A respeito das hipóteses de exclusão de ilicitude, constantes do Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no estado de necessidade, ainda que seja razoável exigir o sacrifício do direito que se visou salvaguardar, o agente restará isento de pena."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa é justificável para repelir injusta agressão a direito próprio ou a direito alheio."
      },
      {
        "letra": "C",
        "texto": "o estado de necessidade é justificável apenas para salvaguarda de direito próprio, não englobando direito alheio."
      },
      {
        "letra": "D",
        "texto": "quando o agente age em estado de necessidade, legítima defesa ou em estrito cumprimento do dever legal, incorre em crime, mas restará isento de pena, desde que não caracterizado o excesso, doloso ou culposo."
      },
      {
        "letra": "E",
        "texto": "a legítima defesa específica aos agentes de segurança pública, prevista no parágrafo único do art. 25, do Código Penal, aplica-se apenas quando em causa vítima de crime de extorsão mediante sequestro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1937425",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. O boxeador que, em um campeonato oficial e respeitando as regras regulamentares de seu esporte, provoca lesões corporais em seu adversário não responde pelo crime por força da legítima defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1926022",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre a previsão do parágrafo único do Art. 25 do Código Penal (legítima defesa de vítima mantida refém durante a prática de crimes), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a abertura do preceito permite a extensão a outros agentes, como guardas civis municipais e integrantes do sistema prisional;"
      },
      {
        "letra": "B",
        "texto": "o raio de incidência da excludente não alcança contextos em que qualquer pessoa é mantida refém durante a prática de crimes;"
      },
      {
        "letra": "C",
        "texto": "apenas a privação de liberdade, e não a restrição, pode colocar a vítima em posição de refém e funcionar como elemento da excludente;"
      },
      {
        "letra": "D",
        "texto": "apenas a restrição de liberdade, e não a privação, pode colocar a vítima em posição de refém e funcionar como elemento da excludente;"
      },
      {
        "letra": "E",
        "texto": "a atuação defensiva pelo agente de segurança deverá ocorrer a qualquer tempo, ainda que a vítima esteja em local diferente de quem tolhe sua liberdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1911916",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Leandro saiu para passear com seu cachorro, da raça Pitbull e, quando estava voltando pra casa, se depara com Jonas, seu antigo desafeto. Ao ver seu inimigo, atiça seu cachorro para atacá-lo. Diante da agressão injusta, Jonas saca sua arma e atira no cachorro, matando o animal. Com relação à situação jurídico-penal de Jonas, a tese defensiva que poderá ser alegada é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "coação física irresistível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1873724",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Com relação à ilicitude e às suas causas de justificação, julgue o item que se segue. A legítima defesa é admitida contra quem pratica a agressão, física ou moral, mesmo que o agressor esteja acobertado por uma causa de exclusão da culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873723",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Com relação à ilicitude e às suas causas de justificação, julgue o item que se segue. Diferentemente do estado de necessidade em que o necessitado pode dirigir a sua conduta contra terceiro alheio ao fato, na legítima defesa o agredido deve dirigir o seu comportamento defensivo contra o agressor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1892994",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Sobre a exclusão da ilicitude de uma ação humana com tipicidade penal, é certo que não há crime quando o agente pratica o fato, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Em estado de necessidade"
      },
      {
        "letra": "C",
        "texto": "Em estrito cumprimento de dever legal."
      },
      {
        "letra": "D",
        "texto": "Enquanto for adolescente."
      },
      {
        "letra": "E",
        "texto": "No exercício regular de direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1860574",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considera-se em legítima defesa aquele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "B",
        "texto": "repele injusta agressão, atual ou iminente, a direito seu ou de outrem, usando moderadamente dos meios necessários."
      },
      {
        "letra": "C",
        "texto": "comete o fato sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico."
      },
      {
        "letra": "D",
        "texto": "era, ao tempo da ação ou da omissão, por doença mental ou desenvolvimento mental incompleto ou retardado, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "desiste voluntariamente de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1857559",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre aspectos legais dos procedimentos policiais, julgue o item a seguir. Suponha que determinado policial rodoviário federal, em atuação em rodovia federal, tenha disparado arma de fogo contra determinada pessoa com a alegação de legítima defesa. Nessa situação, para que a legítima defesa seja configurada, a agressão contra o policial deverá ter sido injusta, mas também atual ou iminente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856348",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Plínio, pacato morador do Município de Dourados-MS, estava em uma balada na cidade de Ponta Porã-MS a quando foi agredido injustamente por um conhecido lutador de artes marciais, chamado Talles. Imediatamente, Plínio, visando revidar as agressões perpetradas por Talles, apoderou-se de um pedaço de madeira, que estava jogado próximo a sua mesa, e agrediu Talles, visando a repelir as agressões que estava sofrendo. Com base no texto acima apresentado, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Plínio praticou o crime em estado de necessidade, causa de exclusão da ilicitude."
      },
      {
        "letra": "B",
        "texto": "Plínio praticou o crime em exercício regular de direito, causa de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Plínio praticou o crime em legítima defesa, causa de exclusão da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Plínio praticou o crime em legítima defesa, causa de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "Plínio praticou o crime em estrito cumprimento de dever legal, causa de exclusão da ilicitude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855780",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre causas de justificação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O motorista A ignora o sinal de parada obrigatória e conduz o veículo em sentido diverso para evitar blitz de trânsito: se o disparo de arma de fogo pelo policial B, visando o motorista A, produz apenas danos superficiais no veículo deste, mas impede sua efetiva fuga da blitz, a ação do policial B é justificada pelo estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "Não se admite legítima defesa para repelir injusta agressão, atual ou iminente, a direito próprio ou alheio, derivada de culpa inconsciente do agressor"
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal brasileiro, o erro fático evitável sobre a situação justificante do exercício regular de direito permite a redução da culpabilidade do agente, na terceira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A ausência de responsabilização penal de atletas na produção de lesões corporais entre si, durante a prática de esportes violentos, como lutas oficiais de boxe e competições de artes marciais regulamentadas, está diretamente relacionada a hipóteses de consentimento real do titular do bem jurídico ofendido."
      },
      {
        "letra": "E",
        "texto": "Na análise da cláusula de razoabilidade do estado de necessidade, prevista no Código Penal brasileiro, se na situação concreta era razoável exigir-se o sacrifício do direito ameaçado, deve ser reconhecida circunstância atenuante, na segunda fase de aplicação da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855779",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre legítima defesa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por descuido, o turista A cai no interior de área reservada a gorila em zoológico e é violentamente dominado por este, em clara situação de perigo atual: a ação do policial aposentado B que, em passeio turístico ao local, percebe o incidente e realiza disparo certeiro e letal de arma do fogo no gorila, é justificada pela legítima defesa de terceiro."
      },
      {
        "letra": "B",
        "texto": "Em situação de legítima defesa própria, A desfere golpe mortal no agressor B, utilizando-se moderadamente dos meios necessários: para a teoria bipartida do conceito de fato punível, a ação de A é atípica, mas para a teoria dos elementos negativos do tipo, a ação de A é típica, mas justificada."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa, o erro sobre os pressupostos fáticos de uma causa de justificação e o erro de tipo permissivo constituem definições diferenciadas de situações concretas equivalentes, sujeitando-se à mesma consequência jurídica, de acordo com o Código Penal brasileiro."
      },
      {
        "letra": "D",
        "texto": "Em situação de legítima defesa real contra agressão injusta e atual de B, A pratica excesso por utilização de meio desnecessário, o que, entretanto, não autoriza utilização subsequente de legítima defesa real por B."
      },
      {
        "letra": "E",
        "texto": "Na legítima defesa real, o excesso intensivo por erro de representação está diretamente relacionado ao uso imoderado de meio necessário e o excesso extensivo por erro de representação está diretamente relacionado ao uso de meio desnecessário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1853619",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Assinale a alternativa que completa adequadamente as lacunas, de acordo com os arts. 24, §1º e 25 do CP: Não pode alegar estado de necessidade quem ______ ; entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, ______, a direito ______ .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tinha o dever legal de enfrentar o perigo … atual … próprio ou de terceiro"
      },
      {
        "letra": "B",
        "texto": "tem condições de enfrentar o perigo … atual ou iminente … próprio"
      },
      {
        "letra": "C",
        "texto": ") tinha o dever legal de enfrentar o perigo … atual ou iminente … seu ou de outrem"
      },
      {
        "letra": "D",
        "texto": "expôs-se desnecessariamente ao risco … atual … seu ou de outrem"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1845008",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Segundo o Supremo Tribunal Federal, a legítima defesa da honra nos crimes contra a vida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é incabível por ser tese violadora da dignidade humana, dos direitos à vida e à igualdade entre homens e mulheres, embora tecnicamente seja legítima defesa."
      },
      {
        "letra": "B",
        "texto": "está excluída do âmbito do instituto da legítima defesa, havendo óbice para sua utilização de forma direta ou indireta."
      },
      {
        "letra": "C",
        "texto": "admite seu cabimento em hipóteses excepcionais, de forma mitigada, embora não possa ser utilizada como tese defensiva de forma direta."
      },
      {
        "letra": "D",
        "texto": "teve sua aplicação obstada em razão da luta do movimento feminista, embora encontre fundamento constitucional."
      },
      {
        "letra": "E",
        "texto": "possui aplicação condicionada à preservação da imagem da vítima, a fim de afastar recursos argumentativo-retóricos odiosos, desumanos e cruéis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1844707",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quando dois agentes, numa mesma dinâmica fática, direcionando suas condutas um contra o outro, atuam em legítima defesa real frente a uma atitude de legítima defesa putativa ou os dois agentes, numa mesma dinâmica fática, direcionando suas condutas um contra o outro, atuam em legítimas defesas putativas, concomitantemente, estará caracterizada hipótese de legítima defesa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recíproca;"
      },
      {
        "letra": "B",
        "texto": "própria;"
      },
      {
        "letra": "C",
        "texto": "imprópria;"
      },
      {
        "letra": "D",
        "texto": "putativa;"
      },
      {
        "letra": "E",
        "texto": "sucessiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1825562",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre a legítima defesa, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa putativa ocorre quando o sujeito supõe, por um erro plenamente justificado pelas circunstâncias, a existência de uma agressão injusta, atual ou iminente, contra bem jurídico (direito) próprio ou de terceiro."
      },
      {
        "letra": "B",
        "texto": "A exigência do meio necessário para configurar a legítima defesa não corresponde à exigência de ‘paridade de armas’ como meio para repelir uma agressão injusta."
      },
      {
        "letra": "C",
        "texto": "Mesmo uma agressão lícita a um bem jurídico (direito) próprio ou de terceiro pode ser repelida mediante legítima defesa, desde que haja o emprego moderado dos meios necessários."
      },
      {
        "letra": "D",
        "texto": "Após quem se defende conseguir cessar a agressão injusta, não é lícito continuar agindo de forma típica, pois a legítima defesa pressupõe o uso moderado dos meios necessários."
      },
      {
        "letra": "E",
        "texto": "Segundo parte da doutrina, mesmo o excesso de legítima defesa pode ser considerado não culpável, quando for determinado por medo, susto ou perturbação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1825559",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Assinale a alternativa que contém três excludentes de ilicitude (causas de exclusão ou excludentes de antijuridicidade).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estrito cumprimento do dever legal, legítima defesa e estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Erro sobre a ilicitude do fato, estado de necessidade e estrito cumprimento do dever legal."
      },
      {
        "letra": "C",
        "texto": "Coação irresistível, legítima defesa e consentimento do ofendido."
      },
      {
        "letra": "D",
        "texto": "Erro de proibição direto, inimputabilidade por doença mental e obediência hierárquica."
      },
      {
        "letra": "E",
        "texto": "Obediência hierárquica, estado de necessidade e coação irresistível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810037",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Rita é trabalhadora rural no interior do nordeste brasileiro e, já sendo mãe solo de três filhos, todos menores de seis anos de idade, um deles portador de microcefalia, descobre que está grávida pela quarta vez. Não bastasse isso, Rita ainda descobre que o bebê dessa gestação também é portador de microcefalia. Desesperada, pois já vive abaixo da linha da pobreza, Rita percebe que não terá como sustentar e dar a atenção necessária à outra criança que vai nascer, razão pela qual pratica um aborto. Nessa hipótese, a respeito da situação de Rita, é correto afirmar que é possível alegar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que Rita agiu no exercício regular de um direito, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "B",
        "texto": "a tese de que Rita agiu em legítima defesa, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "que não houve dolo na conduta de Rita, o que exclui a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "uma causa supralegal de inexigibilidade de conduta diversa, o que exclui a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial, que vai isentar Rita de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1785351",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre a legítima defesa, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A agressão injusta que autoriza essa excludente de ilicitude deve ser dolosa."
      },
      {
        "letra": "B",
        "texto": "A necessidade do meio utilizado depende das circunstâncias concretas e dos meios disponíveis no momento pelo agente."
      },
      {
        "letra": "C",
        "texto": "A agressão que autoriza essa excludente de antijuridicidade deve ser iminente, atual ou cessada."
      },
      {
        "letra": "D",
        "texto": "A legítima defesa da honra é vedada quando a ação defensiva é uma retorsão imediata em crimes contra a honra."
      },
      {
        "letra": "E",
        "texto": "Pode ser exercida por terceiro quando um bem jurídico coletivo seja atingido, ainda que não implique agressão a um bem pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1782440",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre a legítima defesa, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No excesso intensivo, o agente repele uma agressão existente, mas ultrapassa os limites do necessário para a defesa."
      },
      {
        "letra": "B",
        "texto": "As denominadas restrições ético-sociais da legítima defesa relacionam-se, em termos de proporcionalidade, à necessidade dos meios empregados, não se vinculando à ponderação entre os bens jurídicos do agressor e do agredido."
      },
      {
        "letra": "C",
        "texto": "Como regra geral, considera-se que na legítima defesa não é exigível a fuga do agredido, pois o direito não deve ceder ao ilícito."
      },
      {
        "letra": "D",
        "texto": "É admissível a legítima defesa sucessiva por parte do agressor original contra o excesso doloso do defendente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1771669",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Durante uma partida de futebol, Rogério agrediu Jonas com um soco, que lhe causou um leve ferimento no olho direito. No dia seguinte, Jonas vai tirar satisfação com Rogério e, no meio da discussão, saca uma arma de fogo e parte na direção de Rogério, que, então, retira de sua mochila um revólver que carregava legalmente e dispara contra Jonas, causando sua morte. Considerando a situação apresentada, com relação à morte de Jonas, Rogério:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá por homicídio, ficando, porém, isento de pena por ter atuado no exercício regular de direito;"
      },
      {
        "letra": "B",
        "texto": "responderá por homicídio, pois provocou a situação em que se encontrava, afastando eventual excludente de ilicitude;"
      },
      {
        "letra": "C",
        "texto": "não responderá por homicídio, considerando que agiu em legítima defesa, que é causa de exclusão da culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "responderá por homicídio culposo, pois agiu em excesso de legítima defesa;"
      },
      {
        "letra": "E",
        "texto": "não responderá por homicídio, pois agiu em legítima defesa, o que afasta a ilicitude de sua conduta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1767739",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Em relação às CAUSAS DE EXCLUSÃO DE ILICITUDE, é possível ASSEGURAR que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe legítima defesa sucessiva contra legítima defesa putativa."
      },
      {
        "letra": "B",
        "texto": "O terceiro que defende o provocador doloso do perigo não pode alegar estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa subjetiva pode ser apenas uma legítima defesa putativa, em sede de excesso."
      },
      {
        "letra": "D",
        "texto": "O consentimento do ofendido, para beneficiar o agente, como justificante, prescinde do conhecimento do beneficiado."
      },
      {
        "letra": "E",
        "texto": "O excesso intensivo exclui a própria justificante, enquanto o extensivo pressupõe a sua existência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1744100",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Assinale a única alternativa que NÃO configura uma causa excludente da ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação moral irresistível."
      },
      {
        "letra": "B",
        "texto": "Exercício regular do direito."
      },
      {
        "letra": "C",
        "texto": "Estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa."
      },
      {
        "letra": "E",
        "texto": "Estado de necessidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1796474",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Durante uma discussão verbal, Pedro percebeu que João estava prestes a lhe desferir um golpe com pedaço de madeira, razão pela qual pegou uma pedra no chão, seu único meio de defesa disponível, e a jogou em direção à cabeça do rival para se proteger da injusta agressão. Ocorre que, mesmo após João já estar caído em razão da pedrada recebida, Pedro persistiu desferindo socos na face de João. João pegou então um canivete que tinha no bolso e golpeou a perna de Pedro para que cessassem aquelas agressões. João apresentou lesões graves em razão dos socos recebidos de Pedro após a pedrada. Já Pedro ficou apenas com lesões de natureza leve em razão do golpe recebido com canivete. Descobertos os fatos em investigação, os autos são encaminhados ao Ministério Público. Por ocasião da análise, deverá ser concluído que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro agiu em legítima defesa a todo momento, logo a conduta de João ao desferir golpe com canivete não pode ser considerada amparada pela excludente de ilicitude, de forma que este poderá ser responsabilizado criminalmente pelo ato;"
      },
      {
        "letra": "B",
        "texto": "Pedro agiu, inicialmente, amparado pela legítima defesa, mas houve excesso, possibilitando sua responsabilização pelo resultado causado em razão deste, bem como a legítima defesa de João ao desferir o golpe com canivete;"
      },
      {
        "letra": "C",
        "texto": "Pedro não agiu amparado por qualquer excludente de ilicitude, podendo responder pelo crime de lesão corporal dolosa, em razão da pedrada e socos, enquanto João agia em legítima defesa, afastando a sua responsabilidade penal;"
      },
      {
        "letra": "D",
        "texto": "Pedro e João não agiram amparados por qualquer causa excludente da ilicitude, podendo ambos ser responsabilizados pelas lesões causadas;"
      },
      {
        "letra": "E",
        "texto": "Pedro e João agiram em legítima defesa durante todo o tempo, de modo que nenhum dos dois poderia ser responsabilizado criminalmente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1617768",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.Age em legítima defesa o policial rodoviário federal que, aplicando técnicas de defesa policial, causa escoriações em um infrator que resiste à prisão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1740610",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Identifique abaixo as afirmativas verdadeiras ( V ) e as falsas ( F ) sobre o Excludente de Ilicitude, previsto no Código Penal – Decreto-Lei nº 2.848, de 7 de dezembro de 1940. ( ) Entende-se em Legítima Defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou eminente, a direito seu ou de outrem. ( ) Estrito Cumprimento do Dever Legal consiste na realização de um fato típico, por força de desempenho de uma obrigação imposta por lei, nos exatos limites dessa obrigação. ( ) Exercício Regular de Direito é uma ação típica praticada por um indivíduo, não sendo considerada um ilícito. ( ) Estado de Necessidade acontece quando o agente pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. Assinale a alternativa que indica a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V • V • V • V"
      },
      {
        "letra": "B",
        "texto": "V • V • F • F"
      },
      {
        "letra": "C",
        "texto": "V • F • V • F"
      },
      {
        "letra": "D",
        "texto": "F • V • V • V"
      },
      {
        "letra": "E",
        "texto": "F • F • F • V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677320",
    "metadata": "Ano: 2019 | Banca: NUCEPE | Órgão: Prefeitura de Timon - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Em relação às excludentes de ilicitude é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual ou iminente, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele justa agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "C",
        "texto": "O agente, somente em caso de exercício regular do direito, responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Não pode alegar legítima defesa quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "E",
        "texto": "O Código Penal não conceitua a excludente do estrito cumprimento de dever legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1637839",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Conforme dispõe o Código Penal quanto à legítima defesa, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente pode utilizar de forma imoderada os meios necessários para repelir a agressão."
      },
      {
        "letra": "B",
        "texto": "A agressão a ser repelida pode ser justa ou injusta."
      },
      {
        "letra": "C",
        "texto": "A agressão a ser repelida pode ser atual, iminente ou pretérita."
      },
      {
        "letra": "D",
        "texto": "O direito a ser protegido pode ser próprio ou de outrem."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1617503",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A respeito do uso diferenciado da força, julgue o item a seguir.Para que a conduta de um policial seja considerada em legítima defesa, ele deve usar moderadamente dos meios necessários para repelir injusta agressão, que pode ser atual ou iminente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1347041",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "João é atacado a tiros desferidos por arma de fogo por José, que não logra acertar os dois primeiros tiros. Antes do terceiro tiro, João saca de arma que carrega com autorização legal e atinge José, que morre. Nesse caso, pode-se afirmar que ficou caracterizado, nos termos do Código Penal, por parte de João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa;"
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade;"
      },
      {
        "letra": "C",
        "texto": "Exercício regular de direito;"
      },
      {
        "letra": "D",
        "texto": "Arrependimento eficaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1219339",
    "metadata": "Ano: 2019 | Banca: IBGP | Órgão: Prefeitura de Jacutinga - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se do crime que o crime doloso, é quando o agente quis o resultado ou assumiu o risco de produzi-lo, ou agiu com imprudência, imperícia ou negligência."
      },
      {
        "letra": "B",
        "texto": "Pune-se salvo disposição em contrário, a tentativa com a pena correspondente ao crime consumado, pois o agente já demonstrou sua vontade de cometer o ilícito penal."
      },
      {
        "letra": "C",
        "texto": "Diz-se do crime que o crime consumado, é quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "Entende-se em legítima defesa quem, usando a força de forma excessiva, moderada ou imoderada, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1169370",
    "metadata": "Ano: 2019 | Banca: IBGP | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Uma viatura da Guarda Municipal de Uberaba deslocava-se pela rua quando um sujeito saiu de uma padaria com arma em punho. Ele havia acabado de fazer um assalto e não esperava encontrar ninguém que pudesse dificultar sua fuga. Muito agressivo, ele aponta o seu revolver na direção da equipe de guardas e dispara duas vezes. Antônio, o Guarda Municipal que conduzia o veículo, imediatamente para o carro, desce, abriga-se e repele a injusta agressão com um disparo que acerta o infrator. Sobre a atuação de Antônio, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antônio se precipitou e responderá pelo crime de homicídio consumado, uma vez que atirou contra um cidadão que, ainda que em flagrante delito, apenas tentava fugir."
      },
      {
        "letra": "B",
        "texto": "Antônio responderá pelo crime de latrocínio, previsto no artigo 157 §3º do Código Penal, uma vez que atentou contra a vida de uma pessoa em razão de vantagem patrimonial."
      },
      {
        "letra": "C",
        "texto": "Antônio agiu amparado pela excludente de ilicitude da legítima defesa, uma vez que repeliu agressão injusta, atual, contra si, usando os meios necessários."
      },
      {
        "letra": "D",
        "texto": "Antônio agiu amparado pela excludente de ilicitude do estrito cumprimento de dever legal, uma vez que, armado, o Guarda Municipal tem o dever de atirar em quem efetuar disparo de arma de fogo em via pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1167330",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CRF-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "São hipóteses de exclusão de ilicitude, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "Coação irresistível."
      },
      {
        "letra": "C",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa."
      },
      {
        "letra": "E",
        "texto": "Exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1125958",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Sobre as excludentes de ilicitude previstas no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem exerce função de guarda ou vigilância privada não pode alegar legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Quem tem o dever legal de enfrentar o perigo não pode alegar estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "O excesso culposo não é punível no exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "Não é possível alegar legítima defesa se houver alternativa mais cômoda (commodus discessus)."
      },
      {
        "letra": "E",
        "texto": "O vigilante que repele injusta agressão, atual ou iminente, age em estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1112741",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "A excludente de ilicitude afasta o aspecto ilícito do ato. É a circunstância que torna o ato antijurídico. Não há, pois, crime, quando evidenciada uma causa que exclui a ilicitude do ato. Indique a alternativa em que NÃO há exclusão da ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Erro quanto à pessoa."
      },
      {
        "letra": "C",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "Exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1109701",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a assertiva correta no que se refere à legítima defesa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a legítima defesa contra pessoa jurídica, uma vez que esta exterioriza a sua vontade por meio da conduta de seres humanos, permitindo a prática de agressões injustas. Assim, o funcionário de uma empresa que escuta, pelo sistema de som, ofensas à sua honra, pode destruir o alto-falante que transmite as palavras inadequadas, a fim impedir a reiteração da conduta."
      },
      {
        "letra": "B",
        "texto": "Se o agente, repelindo uma agressão injusta, atual ou iminente, a direito seu ou de outrem, vem a atingir pessoa inocente, por erro no emprego dos meios de execução (aberratio ictus),não estará ele amparado pela legitima defesa . Exemplo: \" A se defende de tiros \" B \", revidando disparos de arma de fogo em sua direção. Acerta, todavia, \" C \" , que nada tinha a ver com o incidente , matando-o. \"A\" deve responder pela morte de \" C \"."
      },
      {
        "letra": "C",
        "texto": "Considere o seguinte exemplo: \" A \" caminha pela rua, em direção ao ponto de ônibus, momento em que é atacado por um cachorro de grande porte. Caso \" A \" efetue um disparo de arma de fogo, sacrificando o animal, sua conduta estará amparada pela legítima defesa. Da mesma forma, caso o cachorro seja utilizado por uma pessoa como um instrumento para atacar outra pessoa, funcionando como verdadeira arma para a agressão, o ofendido poder· matar o animal em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "A doutrina é pacífica no sentido de que os ofendículos - meios defensivos para a proteção da propriedade e de outros bens jurídicos, como, por exemplo, arame farpado, cerca elétrica e cacos de vidro sobre muros - têm natureza jurídica de legítima defesa preordenada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1103358",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "“Espécie” de legítima defesa que a doutrina afirma ser inexistente, pois a situação fática não é reconhecida como legítima defesa e não exclui a ilicitude de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa recíproca."
      },
      {
        "letra": "B",
        "texto": "legítima defesa própria."
      },
      {
        "letra": "C",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "D",
        "texto": "legítima defesa de terceiro."
      },
      {
        "letra": "E",
        "texto": "legítima defesa em proteção a quem consente com a agressão de terceiro a bem indisponível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1097328",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Chuí - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No Direito Penal, a legítima defesa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser própria ou de terceiro."
      },
      {
        "letra": "B",
        "texto": "Afasta a tipicidade da conduta."
      },
      {
        "letra": "C",
        "texto": "Somente pode ser própria."
      },
      {
        "letra": "D",
        "texto": "Afasta a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "É causa de redução da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1042303",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Acerca do que dispõe o Código Penal sobre as excludentes de ilicitude,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não haverá legítima defesa se o direito em perigo for de outra pessoa."
      },
      {
        "letra": "B",
        "texto": "ao agir em legítima defesa, o agente só responderá pelo excesso doloso, e não pelo culposo."
      },
      {
        "letra": "C",
        "texto": "é possível a alegação de estado de necessidade ainda que o agente tenha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "somente é reconhecida, no direito penal brasileiro, a legítima defesa putativa, não sendo admissível a invocação de estado de necessidade putativo."
      },
      {
        "letra": "E",
        "texto": "no estado de necessidade, embora seja razoável exigir-se o sacrifício do direito ameaçado, a pena poderá ser reduzida de um a dois terços."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1026673",
    "metadata": "Ano: 2019 | Banca: CIEE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "O agente que pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se, age amparado por qual causa excludente de ilicitude?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Estrito cumprimento de dever legal."
      },
      {
        "letra": "D",
        "texto": "Exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010549",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "A legítima defesa e o estado de necessidade possuem similitudes que as os enquadram como excludentes de ilicitude. Não obstante, suas diferenças implicam em modalidades diversas com conceitos distintos. Em relação à comparação da legítima defesa e do estado de necessidade, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o conceito analítico de crime, para a verificação da atipicidade da conduta, a legitima defesa e o estado de necessidade devem ser observados para confirmar se a conduta é ou não típica."
      },
      {
        "letra": "B",
        "texto": "Na legítima defesa, assim como no estado de necessidade, somente é admitido o excesso culposo."
      },
      {
        "letra": "C",
        "texto": "Em relação ao estado de necessidade, diferentemente da legitima defesa, qualquer excesso será punível, já que nos casos em que ocorre a legitima defesa não há punição para eventuais excessos na tutela do bem jurídico do agredido injustamente."
      },
      {
        "letra": "D",
        "texto": "No caso do estado de necessidade, é cabível uma agressão injusta na defesa de bem jurídico menos relevante. Já no caso da legítima defesa, a preservação de bens jurídicos de mesmos valores é promovida pelo uso da força de quem inicia agressão."
      },
      {
        "letra": "E",
        "texto": "A legitima defesa é uma garantia que permite a defesa de interesse legítimo por parte de quem sofre a agressão injusta a um bem jurídico. Não obstante os interesses em conflito no caso de estado de necessidade, todos os interesses são considerados legítimos ao se tratar de oposição de bens jurídicos de mesmo valor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998796",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A respeito das causas excludentes de culpabilidade e de ilicitude previstas no Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se em legítima defesa apenas quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, à sua integridade física ou de outrem."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, mesmo completa, não exclui a imputabilidade penal, se voluntária ou mesmo culposa. Se preordenada, enseja ainda a aplicação de agravante genérica na segunda fase da dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "A coação moral irresistível exclui completamente a culpabilidade do agente que pratica a conduta típica, sendo punível apenas o autor da coação, embora, no caso de coação resistível, seja punível o agente que, coagido, praticou a conduta, cabendo, nessa segunda hipótese, a aplicação de atenuante genérica na segunda fase de dosimetria da pena."
      },
      {
        "letra": "D",
        "texto": "Considera-se em estado de necessidade, o qual exclui a ilicitude, apenas quem pratica o fato típico para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. Se, porém, era razoável exigir-se o sacrifício do direito ameaçado, a pena poderá ser reduzida de um a dois terços."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2046099",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: SULGÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "No Direito Penal, conduta praticada para salvar de perigo atual, não provocado por sua vontade e que não podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se, caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade, excluindo a tipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade, excluindo a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa, excluindo a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa, excluindo a ilicitude da conduta."
      },
      {
        "letra": "E",
        "texto": "Inexigibilidade de conduta diversa, excluindo a culpabilidade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1364662",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem, age em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "estrito cumprimento de dever legal."
      },
      {
        "letra": "C",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "obediência hierárquica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1035531",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Tradicionalmente, a doutrina majoritária brasileira define crime como o fato típico, ilícito e culpável. Em relação à ilicitude, afirma-se que é o comportamento humano contrário à ordem jurídica que lesa ou expõe a perigo bens jurídicos tutelados. Por outro lado, o Código Penal prevê situações que funcionam como causas de exclusão da ilicitude, impedindo o reconhecimento da prática de crime, ainda que a conduta seja típica. De acordo com o Código Penal, são causas legais de exclusão da ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade, legítima defesa, estrito cumprimento do dever legal e coação moral irresistível;"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade, legítima defesa, estrito cumprimento do dever legal e exercício regular do direito;"
      },
      {
        "letra": "C",
        "texto": "estado de necessidade, legítima defesa, cumprimento de ordem de superior hierárquico e exercício regular do direito;"
      },
      {
        "letra": "D",
        "texto": "estado de necessidade, legítima defesa, cumprimento de ordem de superior hierárquico, estrito cumprimento do dever legal e exercício regular do direito;"
      },
      {
        "letra": "E",
        "texto": "estado de necessidade, legítima defesa, cumprimento de ordem de superior hierárquico e coação moral irresistível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958238",
    "metadata": "Ano: 2018 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Bruna é atacada a tiros desferidos por arma de fogo por Otávio, que não logra acertar os dois primeiros tiros. Antes de desfechar o terceiro tiro, Bruna saca de arma que carrega em sua bolsa com autorização legal e vem a atingir Otávio, que veio a óbito. Nesse caso, pode ser assentado que ficou caracterizado, nos termos do Código Penal, por parte de Bruna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício regular de direito"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade"
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz"
      },
      {
        "letra": "D",
        "texto": "legitima defesa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "954290",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A legítima defesa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é meio de exclusão da ilicitude em face de qualquer injusta agressão, desde que os bens jurídicos atacados sejam o patrimônio, a vida ou a integridade corporal."
      },
      {
        "letra": "B",
        "texto": "é cabível ainda que o bem agredido esteja submetido a outra forma de especial proteção, como o proprietário que ameaça o inquilino para que preserve o imóvel."
      },
      {
        "letra": "C",
        "texto": "se legitima como forma de exclusão da antijuridicidade diante de agressão injusta, entendida como aquela realizada mediante comportamento do agressor que implique em crime doloso."
      },
      {
        "letra": "D",
        "texto": "quando praticada em excesso, após cessada a agressão, implica em punição na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "exclui a antijuridicidade da conduta quando repele agressão injusta que esteja ocorrendo ou em vias de ocorrer, desde que a ação defensiva seja moderada e utilize os meios necessários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950007",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "São causas excludentes de ilicitude",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez e a menoridade."
      },
      {
        "letra": "B",
        "texto": "o estrito cumprimento do dever legal e o exercício regular do direito."
      },
      {
        "letra": "C",
        "texto": "a prescrição e o estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "o perdão judicial e a legítima defesa."
      },
      {
        "letra": "E",
        "texto": "o estado de necessidade e a anistia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "947827",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Não há de se falar em crime quando o autor pratica a conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em estrito cumprimento de dever legal e no exercício regular de direito"
      },
      {
        "letra": "B",
        "texto": "em estrito cumprimento de dever legal e na obediência hierárquica"
      },
      {
        "letra": "C",
        "texto": "no exercício regular de direito e na coação moral irresistível"
      },
      {
        "letra": "D",
        "texto": "em excesso de estado de necessidade e na inimputabilidade"
      },
      {
        "letra": "E",
        "texto": "em legítima defesa recíproca e no erro de direito"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "940926",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.Carlos agiu sob o pálio da legítima defesa putativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940925",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.Carlos agiu sob o pálio da excludente de legítima defesa justificante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936307",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Leia as assertivas e ao final marque a opção correta: I - O consentimento do ofendido é causa de extinção da tipicidade, sempre que apreça expressa ou tacitamente no tipo de injusto, como condição que deve estar necessariamente presente para funcionar como excludente. II - Ainda a respeito da disciplina da ilicitude, é possível constatar que o nosso Código Penal relaciona quatro causas de exclusão da ilicitude, mas apenas explicitou conceitualmente duas delas em sua Parte Geral. III - Age em legitima defesa de direito difuso de terceiros, a equipe policial que ingressa no interior de uma residência para prender em flagrante delito uma pessoa que lá se encontra, mantendo escondida em seu interior, farta quantidade de droga. IV - Segundo a teoria da ratio essendi, a prática de uma conduta típica indicia sempre a sua própria ilicitude, de modo que se resultar provado que o agente agiu em legítima defesa, teremos o caso de uma conduta típica, mas com a exclusão de sua antijuridicidade. V - No que concerne ao instituto do estado de necessidade adotado pelo legislador pátrio, é possível afirmar que age em estado de necessidade exculpante, a equipe policial que ingressa no interior de uma residência para prender quem se encontra em flagrante delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932658",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime quando o agente pratica o fato no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar."
      },
      {
        "letra": "C",
        "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito."
      },
      {
        "letra": "E",
        "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "918219",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "A respeito do estado de necessidade e da legítima defesa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso culposo é incompatível com o instituto do estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa pode ser arguida por quem repele agressão pretérita, desde que injusta."
      },
      {
        "letra": "C",
        "texto": "quem tem o dever legal de enfrentar o perigo não pode alegar estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "a agressão a direito de outrem não possibilita o exercício da legítima defesa."
      },
      {
        "letra": "E",
        "texto": "a omissão injusta não pode configurar agressão passível de repulsa através da legítima defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913049",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "São causas excludentes de antijuricidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento de um dever legal."
      },
      {
        "letra": "D",
        "texto": "estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "exercício regular de um direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905935",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "A respeito dos artigos 13 ao 25 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a redução da pena em virtude do arrependimento posterior aplica-se a todos os crimes, excepcionados apenas os cometidos com violência."
      },
      {
        "letra": "B",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se, no entanto, as condições ou qualidades da pessoa contra quem o agente queria praticar o crime e não as da vítima."
      },
      {
        "letra": "C",
        "texto": "o agente que, por circunstâncias alheias à própria vontade, não prossegue na execução do crime, só responderá pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "o dever de agir para evitar o resultado incumbe a quem tenha, por lei ou convenção social, obrigação de cuidado, proteção e vigilância."
      },
      {
        "letra": "E",
        "texto": "são excludentes da ilicitude o estado de necessidade e a legítima defesa, não sendo punível o excesso, se praticado por culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904466",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Na madrugada de um sábado, Jorge, cabo da Polícia Militar, retornava para casa, em um bairro bastante violento da capital. Policial experiente, que já havia sido ameaçado por algumas lideranças do tráfico na região, ciente das constantes disputas entre grupos rivais que ocorriam na comunidade, Jorge era cuidadoso e sempre caminhava pelo bairro em trajes civis. A cerca de 5 metros da esquina de sua casa, Jorge assustou-se com dois homens que dobraram a esquina correndo, os quais, ao vê-lo, apontaram-lhe as armas que portavam. Diante da situação sinistra em que se via, Jorge não titubeou e agiu conforme seus treinamentos: sacou seu revólver com extrema rapidez e habilidade e, com disparos certeiros, atingiu letalmente os dois homens que lhe apontavam as armas. Jorge, então, acionou a Polícia Militar e o serviço de socorro médico de emergência, que compareceram ao local, tendo os agentes militares constatado que os homens atingidos eram dois policiais civis que participavam de uma operação contra o tráfico no bairro e se preparavam para prender alguns suspeitos em flagrante. Da leitura do enunciado, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apesar de sua conduta típica e ilícita, a Jorge não deve ser aplicada qualquer pena, sendo-lhe inexigível conduta diversa diante das circunstâncias que compunham o contexto em que se viu envolvido, que o levaram a supor situação de fato que, se existisse, tornaria sua ação legítima."
      },
      {
        "letra": "B",
        "texto": "A Jorge deve ser imputada a prática de dois homicídios dolosos, em concurso material, qualificados por terem como vítimas policiais civis (art. 121, § 2° , VII − por duas vezes −, c/c art. 69, ambos do CP)."
      },
      {
        "letra": "C",
        "texto": "A Jorge deve ser imputada a prática de dois homicídios dolosos, em concurso material, sem possibilidade de qualificação pela condição das vítimas, uma vez que o autor desconhecia essa circunstância (art. 121, caput − por duas vezes −, c/c art. 69, ambos do CP)."
      },
      {
        "letra": "D",
        "texto": "A Jorge deve ser imputada a prática de dois homicídios culposos, em concurso formal, tendo em vista sua conduta imprudente, uma vez que efetuou os disparos sem prévia identificação e ordem de parada (art. 121, § 3° − por duas vezes −, c/c art. 70, ambos do CP)."
      },
      {
        "letra": "E",
        "texto": "A Jorge não deve ser imputada a prática de crime, uma vez que agiu sob o pálio da legítima defesa enquanto excludente da ilicitude, estando sua ação especialmente justificada pelas circunstâncias da situação em que se viu envolvido − a chamada legítima defesa putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886776",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Código Penal, no art. 23, elenca as causas gerais ou genéricas de exclusão da ilicitude. Sobre tais excludentes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morador não aceita que funcionário público, cumprindo ordem de juiz competente, adentre em sua residência para realizar busca e apreensão. Se o funcionário autorizar o arrombamento da porta e a entrada forçada, responderá pelo crime de violação de domicílio."
      },
      {
        "letra": "B",
        "texto": "O estrito cumprimento do dever legal é perfeitamente compatível com os crimes dolosos e culposos."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do estado de necessidade, o bem jurídico deve ser exposto a perigo atual ou iminente, não provocado voluntariamente pelo agente."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento da legítima defesa pressupõe que seja demonstrado que o agente agiu contra agressão injusta atual ou iminente nos limites necessários para fazer cessar tal agressão."
      },
      {
        "letra": "E",
        "texto": "Deve responder pelo crime de constrangimento ilegal aquele que não sendo autoridade policial prender agente em flagrante delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886215",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reação defensiva na legítima defesa não exige que o fato seja previsto como crime, mas deve ser no mínimo um ato ilícito em sentido amplo."
      },
      {
        "letra": "B",
        "texto": "A ilicitude penal projeta-se para o todo do direito e, assim, não se restringe ao campo do direito penal."
      },
      {
        "letra": "C",
        "texto": "Os conceitos de ilicitude e injusto não se distinguem uma vez que ambos não dispensam contrariedade ao ordenamento jurídico."
      },
      {
        "letra": "D",
        "texto": "As alternativas “a”, “b” e “c” estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas “a” e “b” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883568",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considerando que crime é fato típico, ilícito e culpável, julgue o item a seguir.São causas excludentes de culpabilidade o estado de necessidade, a legítima defesa e o estrito cumprimento do dever legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867359",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Durante o cumprimento de um mandado de prisão a determinado indivíduo, este atirou em um investigador policial, o qual, revidando, atingiu fatalmente o agressor. Nessa situação hipotética, a conduta do investigador configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa própria."
      },
      {
        "letra": "B",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "homicídio doloso."
      },
      {
        "letra": "E",
        "texto": "homicídio culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1186795",
    "metadata": "Ano: 2017 | Banca: FUNDATEC | Órgão: FHGV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Código Penal Brasileiro reconhece o direito à legítima defesa, porém uma ação não pode ser desproporcional à gravidade da ameaça imposta. Quem pode ter o direito à legítima defesa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas policiais federais em serviço."
      },
      {
        "letra": "B",
        "texto": "Brasileiros maiores de 21 anos de idade."
      },
      {
        "letra": "C",
        "texto": "Qualquer cidadão."
      },
      {
        "letra": "D",
        "texto": "Apenas profissionais da atividade de Segurança, pública ou privada."
      },
      {
        "letra": "E",
        "texto": "Somente mulheres."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1015835",
    "metadata": "Ano: 2017 | Banca: CKM Serviços | Órgão: EPTC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Segundo Jesus (2006), configura hipótese de excludente de ilicitude os itens abaixo, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Inimputabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863423",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Policial militar, em patrulhamento de rotina, se depara com “perigoso assaltante”, seu desafeto, que já havia cumprido pena por diversos roubos. Imediatamente, o policial dá voz de prisão ao indivíduo que, incontinente, inicia uma fuga. Nesse instante, o miliciano descarrega sua arma, efetuando disparos em direção do fugitivo que é atingido pelas costas. Dois dias após o ocorrido, o “perigoso assaltante” entra em óbito em razão da lesão sofrida. A conduta do policial caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação em estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "ação em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "resistência seguida de morte."
      },
      {
        "letra": "E",
        "texto": "homicídio qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855343",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca de crime, imputabilidade penal e concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias e as condições de caráter pessoal sempre se comunicam entre todos que concorrem para o crime."
      },
      {
        "letra": "B",
        "texto": "A utilização da mesma fundamentação para dosar a pena aos corréus, com análise conjunta das circunstâncias judiciais, por violar a individualização da pena, não pode ser admitida."
      },
      {
        "letra": "C",
        "texto": "O uso de cerca elétrica nos muros das residências constitui espécie de legítima defesa putativa."
      },
      {
        "letra": "D",
        "texto": "A ofensa irrogada na discussão da causa pela parte ou por seu procurador configura causa excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "O trote acadêmico em que o calouro é obrigado a ingerir álcool não configura embriaguez por força maior, não afastando a imputabilidade do agente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "841991",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "\"A\" dispara dois tiros contra \"B\" que acabara de agredir violentamente seu marido. Entretanto, diante da imperícia de \"A\" no manuseio da arma de fogo, o tiro atinge \"C\", uma senhora de 80 anos, que vem a falecer. A esse respeito, é correto afirmar que \"A\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o homicídio sob o abrigo da legítima defesa putativa de terceiro, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de homicídio privilegiado."
      },
      {
        "letra": "C",
        "texto": "responderá por homicídio privilegiado consumado."
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de homicídio privilegiado contra \"B\" e homicídio culposo contra \"C\"."
      },
      {
        "letra": "E",
        "texto": "responderá por homicídio privilegiado consumado contra \"B\", qualificado por ser a vítima maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "837048",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Oficial de Justiça ingressa em comunidade no interior do Estado de Santa Catarina para realizar intimação de morador do local. Quando chega à rua, porém, depara-se com a situação em que um inimputável em razão de doença mental está atacando com um pedaço de madeira uma jovem de 22 anos que apenas caminhava pela localidade. Verificando que a vida da jovem estava em risco e não havendo outra forma de protegê-la, pega um outro pedaço de pau que estava no chão e desfere golpe no inimputável, causando lesão corporal de natureza grave. Com base apenas nas informações narradas, é correto afirmar que, de acordo com a doutrina majoritária, a conduta do Oficial de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura crime, em razão da atipicidade;"
      },
      {
        "letra": "B",
        "texto": "não configura crime, em razão do estado de necessidade;"
      },
      {
        "letra": "C",
        "texto": "configura crime, mas o resultado somente poderá ser imputado a título de culpa, em razão do estado de necessidade;"
      },
      {
        "letra": "D",
        "texto": "não configura crime, em razão da legítima defesa;"
      },
      {
        "letra": "E",
        "texto": "configura crime, tendo em vista que não havia direito próprio do Oficial de Justiça em risco para ser protegido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "834921",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "818945",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Sobre legítima defesa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação ou a omissão de ação, determinante de agressão injusta, atual ou iminente, a bem jurídico próprio ou de terceiro, autoriza a legítima defesa, mas a ação imprudente, determinante de igual agressão, não autoriza a legítima defesa, podendo, eventualmente, autorizar causa de justificação diversa."
      },
      {
        "letra": "B",
        "texto": "A utilização da legítima defesa por B contra agressão injusta e atual realizada por A, bêbado evidente, com capacidade psicomotora comprometida pelo consumo do álcool, está condicionada a limitações ético-sociais, que definem a permissibilidade de defesa."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa de outrem independe da vontade de defesa, expressa ou presumida, do agredido."
      },
      {
        "letra": "D",
        "texto": "A agressão injusta, atual ou iminente, a bem jurídico próprio ou de terceiro, derivada de ataques de animais, de doentes mentais, de estados de inconsciência ou de convulsões epilépticas, não admite a legítima defesa, podendo, eventualmente, autorizar causa de justificação diversa."
      },
      {
        "letra": "E",
        "texto": "O excesso doloso ou culposo, na utilização da legítima defesa putativa por A contra o agressor putativo B, não pode ser repelido mediante utilização da legítima defesa real, por B contra A."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "798596",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Sobre causas de exclusão de ilicitude, de isenção de pena e sobre o erro, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que o direito penal reconhece a legítima defesa sucessiva e também a recíproca."
      },
      {
        "letra": "B",
        "texto": "Que a coação física irresistível é causa de isenção de pena."
      },
      {
        "letra": "C",
        "texto": "Que o erro, quanto aos pressupostos fáticos, se vencível, permite o tratamento do crime como culposo."
      },
      {
        "letra": "D",
        "texto": "Que é condição para o reconhecimento da legítima defesa que ao agente não seja possível furtar-se à agressão ao seu direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794339",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre a legítima defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem"
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente ou não dos meios de que dispuser, repele injusta agressão, atual ou iminente, a direito seu ou de outrem"
      },
      {
        "letra": "C",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito próprio e não de outrem"
      },
      {
        "letra": "D",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente ou não dos meios de que dispuser, repele injusta agressão, atual ou iminente, a direito próprio e não de outrem"
      },
      {
        "letra": "E",
        "texto": "Entende-se em legítima defesa quem, usando dos meios de que dispuser, repele injusta agressão ou persegue quem a praticou, atual ou iminente, a direito próprio e não de outrem"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "734400",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca das excludentes de ilicitude e culpabilidade, indique a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agindo o sujeito ativo em legítima defesa, havendo excesso em sua conduta, ele somente responderá pelo excesso se o praticar de forma dolosa, pois não há previsão de responsabilidade pelo excesso culposo."
      },
      {
        "letra": "B",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, mas essa isenção de pena não ocorre se o erro derivar de culpa e o fato for punível como crime culposo."
      },
      {
        "letra": "C",
        "texto": "O erro de proibição não exclui o dolo, mas afasta a culpabilidade do agente, quando escusável, e reduz a pena de um sexto a um terço, quando inescusável, atenuando a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Assim como o estado de necessidade e a legítima defesa, o exercício regular de direito e o estrito cumprimento do dever legal são causas de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "Está em legítima defesa aquele que repele injusta agressão, atual ou iminente, a direito seu ou de outrem, usando moderadamente dos meios necessários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "688216",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Considere: I. obediência hierárquica. II. estado de necessidade. III. exercício regular de um direito. IV. legítima defesa. Dentre as causas excludentes de ilicitude, incluem-se o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628803",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Nexo de causalidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sobre a aplicação dos elementos da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adamastor, tomado por ciúmes e agindo com animus necandi, desferiu três disparos de arma de fogo calibre .38 contra Bento, que atualmente namora sua ex-companheira Catarina. O primeiro tiro atingiu a região lateral esquerda do pescoço da vítima, enquanto os demais se alojaram na região inferior de sua perna esquerda, próximo ao joelho. Logo após os disparos, contudo, o próprio autor, assustado com o desfecho de sua ação, contatou o SAMU e o Hospital de Pronto Socorro, a fim de que a vítima fosse socorrida e recebesse atendimento médico de urgência, o que efetivamente veio a ocorrer em face do pronto atendimento de uma ambulância. Em que pese não ter corrido risco de vida, Bento recebeu alta médica após permanecer internado durante 45 dias. Pelo exposto, é correto tipificar a conduta de Adamastor como um crime de lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa e o erro na execução do crime fazem com que o agente responda pelos resultados típicos alcançados, não sendo levadas em consideração as condições e características das vítimas que efetivamente pretendia atingir."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa própria caracteriza-se por uma intepretação equivocada do agente em relação às circunstâncias reais de uma determinada situação fática, fazendo-o acreditar que está sofrendo (ou na iminência de sofrer) uma agressão injusta, e seu reconhecimento tem como consequência legal o afastamento da ilicitude da conduta, ainda que tal equívoco interpretativo decorra de culpa do próprio agente."
      },
      {
        "letra": "D",
        "texto": "Quando reconhecido que a conduta delitiva decorre de coação irresistível ou do cumprimento de ordem de superior hierárquico não manifestamente ilegal, o agente que a praticou terá sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a intenção do coautor de participar de crime menos grave, o juiz deverá aplicar-lhe a pena em relação ao mesmo crime dos demais acusados, diminuindo-a, todavia, de um sexto até a metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1619055",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Julgue o item abaixo, referente a aspectos do direito penal.Consideram-se excludentes de antijuridicidade do sujeito ativo o estado de necessidade, a legítima defesa e o estrito cumprimento do dever legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1326347",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Entende-se em legítima defesa quem usando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moderadamente dos meios necessários, repele justa agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "B",
        "texto": "moderadamente dos meios necessários, repele justa agressão, atual apenas, a direito seu ou de outrem."
      },
      {
        "letra": "C",
        "texto": "moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu somente."
      },
      {
        "letra": "D",
        "texto": "discricionariamente, dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "E",
        "texto": "moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "974288",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "“Tício veio a se desentender com determinado indivíduo, conhecido como suposto traficante na cidade de Belo Horizonte, que o ameaçou de morte na discussão. Sabendo que a referida pessoa tem fama de sempre cumprir as ameaças que faz, dias após o entrevero, Tício o encontra em local ermo e com baixa iluminação, momento em que percebe que o indivíduo levou a mão à cintura, como se fosse sacar algum objeto. Sem hesitar, ele empunha e dispara seu revólver, vindo a matar o sujeito. Descobre depois que, na realidade, o traficante iria lhe dar de presente uma Bíblia, pois sua intenção era tranquilizá-lo e dizer que fora convertido à religião, não se envolvendo com qualquer prática ilícita.” Sobre a situação hipotética em apreço, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "amolda‐se ao conceito de legítima defesa de espécie putativa (imaginária), posto que Tício, por erro, acreditava que seria agredido injustamente."
      },
      {
        "letra": "B",
        "texto": "amolda‐se ao conceito de legítima defesa de espécie autêntica (real), uma vez que a conduta do traficante ensejou perigo que pode ser repelido pelo agente."
      },
      {
        "letra": "C",
        "texto": "trata‐se de descriminante putativa que afasta a antijuridicidade da conduta perpetrada por Tício, ante ao estado de necessidade exculpante do erro cometido."
      },
      {
        "letra": "D",
        "texto": "trata‐se de descriminante putativa que afasta a antijuridicidade da conduta perpetrada por Tício, ante ao estado de necessidade justificante do erro cometido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "656668",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Em relação à legítima defesa, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na legítima defesa, pode-se utilizar de qualquer meio à disposição para repelir ataque injusto."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa deve ser dirigida somente contra o agressor e não contra terceiros."
      },
      {
        "letra": "C",
        "texto": "Não há que se falar em legítima defesa se uma pessoa se defende de um animal raivoso que a ataca na rua."
      },
      {
        "letra": "D",
        "texto": "Considera-se requisito da legítima defesa: defesa de direito próprio (legítima defesa própria) ou de terceiros (legítima defesa de terceiros)."
      },
      {
        "letra": "E",
        "texto": "Considera-se a existência da legítima defesa somente quando se está diante de uma injusta agressão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "645507",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara Municipal de Marialva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dentre as hipóteses abaixo indique a única que NÃO configura excludente de ilicitude de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Erro plenamente justificado pelas circunstâncias."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "576260",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Caso Geraldo Argolo atue por erro plenamente justificável pelas circunstâncias e suponha que se encontre em uma situação de perigo, ocorrerá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade putativo."
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito putativo."
      },
      {
        "letra": "E",
        "texto": "legítima defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "565815",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.A legítima defesa é causa de exclusão da ilicitude da conduta, mas não é aplicável caso o agente tenha tido a possibilidade de fugir da agressão injusta e tenha optado livremente pelo seu enfrentamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485925",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena. Um indivíduo que, ao repelir injusta agressão à sua vida, agindo com animus defendi, fira terceiro, mesmo que empregando moderadamente o meio necessário para repetir a agressão, poderá alegar legítima defesa para excluir a ilicitude de tal ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "476021",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legítima defesa"
    ],
    "enunciado_principal": "Com relação à legítima defesa, segundo o disposto no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um dos requisitos para sua caracterização consiste na exigência de que a repulsa à injusta agressão seja realizada contra direito seu, tendo em vista que se for praticada contra o direito alheio estar-se-á diante de estado de necessidade"
      },
      {
        "letra": "B",
        "texto": "considera-se em legítima defesa aquele que pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se"
      },
      {
        "letra": "C",
        "texto": "a legítima defesa não resta caracterizada se for praticada contra uma agressão justa, ainda que observados os demais requisitos para sua caracterização"
      },
      {
        "letra": "D",
        "texto": "um dos requisitos para sua caraterização consiste na necessidade que a injusta agressão seja atual e não apenas iminente."
      },
      {
        "letra": "E",
        "texto": "o uso moderado dos meios necessários para repelir uma agressão consiste em um dos requisitos para caracterização da legítima defesa, ainda que essa agressão seja justa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1351865",
    "metadata": "Ano: 2014 | Banca: UFGD | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "É preceito do Código Penal Brasileiro que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coação irresistível e obediência à ordem hierárquica, sem manifestação de ilegalidade, excluem a culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "forte emoção e embriaguez culposa, pelo álcool ou por substância de efeitos análogos, excluem a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "legítima defesa e estrito cumprimento de dever legal excluem a imputabilidade, mesmo subsistindo a ilicitude."
      },
      {
        "letra": "D",
        "texto": "pena prevista para o crime culposo é aplicada ao agente que carrega sobre si a culpa por querer o resultado ou assumir o risco de produzi-lo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "884468",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A legítima defesa é causa de exclusão da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta."
      },
      {
        "letra": "B",
        "texto": "imputabilidade."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "antijuridicidade."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462680",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considere: I. Cícerus aceitou desafio para lutar. II. Marcus atingiu o agressor após uma agressão finda. III. Lícius reagiu a uma agressão iminente. Presentes os demais requisitos legais, a excludente da legítima defesa pode ser reconhecida em favor de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lícius, apenas."
      },
      {
        "letra": "B",
        "texto": "Cícerus e Marcus."
      },
      {
        "letra": "C",
        "texto": "Cícerus e Lícius."
      },
      {
        "letra": "D",
        "texto": "Marcus e Lícius."
      },
      {
        "letra": "E",
        "texto": "Cícerus, apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "458631",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Referente à Teoria Geral do Crime, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo essencial invencível exclui o dolo, mas permite a punição de crime culposo, se previsto em lei."
      },
      {
        "letra": "B",
        "texto": "O estado de necessidade agressivo ocorre quando o ato necessário se dirige contra a coisa que promana o perigo para o bem jurídico defendido."
      },
      {
        "letra": "C",
        "texto": "No caso de excesso culposo da legítima defesa, embora o agente somente possa resultar punido com a pena do crime culposo, quando prevista em lei esta estrutura típica, a vontade deste é dirigida ao resultado, de modo que age, na realidade, dolosamente, mas, por erro vencível ou evitável, não sabe que transpôs os limites legais da causa de justificação e exercita defesa desnecessária."
      },
      {
        "letra": "D",
        "texto": "Nas discriminantes putativas, quando o erro recair sobre os limites ou o alcance da justificativa, estaremos diante do erro de tipo permissivo."
      },
      {
        "letra": "E",
        "texto": "Tanto a legítima defesa como o estado de necessidade possuem o caráter de agressão autorizada a bens jurídicos, com diferença, entretanto, de que no estado de necessidade ocorre uma ação predominantemente defensiva com aspectos agressivos, ao passo que na legítima defesa se dá uma ação predominantemente agressiva com aspectos defensivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456589",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada conforme o instituto da exclusão de ilicitude. Assinale a opção em que a assertiva está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sérgio, tendo confundido André com um de seus inimigos, efetuou contra ele diversos disparos, sem se certificar da identidade da vítima. Nessa situação, se André tivesse revidado a violência sofrida, não seria aceitável o argumento de legítima defesa real em razão de o ataque de Sérgio ter sido culposo."
      },
      {
        "letra": "B",
        "texto": "Durante uma cirurgia eletiva em que a paciente, Laura, estava sob anestesia geral, José, médico-cirurgião, constatou uma malformação que, possivelmente, não acarretaria sérios problemas à saúde da paciente e, embora sem ter solicitado autorização dos familiares de Laura, submeteu-a a um segundo procedimento cirúrgico. Nessa situação, José agiu no exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "Roberto, para defender-se legitimamente de ataque feito por Saulo, usou arma de propriedade de Joaquim, sem a autorização nem conhecimento deste. Nessa situação, coexistem o estado de necessidade e a legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Raul, agredido por Davi, desferiu, para se defender, tiros na direção de seu agressor e, por erro, atingiu Fernando, que passava pelo local. Nessa situação, a existência de erro na execução inviabiliza eventual alegação de legítima defesa por Raul."
      },
      {
        "letra": "E",
        "texto": "Joel, provocado por Rui, seu desafeto, aceitou participar de duelo com facas, tendo ferido Rui, que morreu na hora. Nessa situação, Joel agiu em legítima defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444785",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Analise o caso a seguir. Para repelir a arremetida de um cão feroz, o agente usa uma arma de fogo matando o animal. O animal tinha sido instado ao ataque pelo seu dono, o que era do conhecimento do agente. O agente praticou o fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "em legítima defesa."
      },
      {
        "letra": "C",
        "texto": "em exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "em inexigibilidade de outra conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "444784",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Analise o caso a seguir. Ao passar próximo ao estoque de uma loja de roupas, um dos vendedores viu que havia ali um incêndio de grandes proporções. Naquela situação, correu em direção à porta do estabelecimento que, por ser estreita, estava totalmente obstruída por um cliente que entrava no local. Desconhecendo o incêndio e achando que estava sofrendo uma agressão, o cliente reagiu empurrando o vendedor, que lhe desferiu um soco. Os empurrões do cliente, assim como a agressão do vendedor produziram recíprocas lesões corporais de natureza leve. Na hipótese, é CORRETO afirmar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que o vendedor agiu em estado de necessidade e o cliente, em legítima defesa putativa."
      },
      {
        "letra": "B",
        "texto": "que o vendedor agiu em estado de necessidade putativo e o cliente, em legítima defesa."
      },
      {
        "letra": "C",
        "texto": "que o vendedor agiu em legítima defesa e o cliente, em estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "que o vendedor agiu em legítima defesa putativa e o cliente, em estado de necessidade putativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432642",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quanto à legítima defesa é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expressão excesso intensivo é usada para referir-se ao uso imoderado de meios necessários, sendo que a expressão excesso extensivo é usada para referir-se ao uso de meios desnecessários;"
      },
      {
        "letra": "B",
        "texto": "A expressão excesso intensivo é usada para referir-se ao uso de meios desnecessários, sendo que a expressão excesso extensivo é usada para referir-se ao uso imoderado de meios necessários;"
      },
      {
        "letra": "C",
        "texto": "Inexiste legítima defesa real de legítima defesa real;"
      },
      {
        "letra": "D",
        "texto": "Há possibilidade de legítima defesa real de legítima defesa putativa;"
      },
      {
        "letra": "E",
        "texto": "Há possibilidade de duas legítimas defesas putativas concomitantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426447",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Não há crime quando o agente pratica o fato:I. Em estado de necessidade. II. Por doença mental ou desenvolvimento mental incompleto ou retardado, ao tempo da ação ou da omissão, sendo inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. Em legítima defesa. IV. Em estrito cumprimento de dever legal ou no exercício regular de direito. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "419449",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Roalda vinha dirigindo seu carro quando, em uma descida, percebeu que vinha em sua direção, na traseira de seu veículo, um enorme caminhão desgovernado, em face de ter perdido a capacidade de frenagem. Para salvar a sua vida, Roalda jogou o seu automóvel para o acostamento, colidindo com uma condução escolar, que estava estacionada aguardando uma criança. Logo, a conduta de Roalda frente à colisão com o veículo estacionado constituiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade defensivo."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade agressivo."
      },
      {
        "letra": "C",
        "texto": "legítima defesa real."
      },
      {
        "letra": "D",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "E",
        "texto": "exercício regular do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406899",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Analise a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso exculpante na legítima defesa busca eliminar a antijuridicidade, vale dizer, o fato, embora típico, deixa se ser ilícito."
      },
      {
        "letra": "B",
        "texto": "No que se refere ao instituto do estado de necessidade, para que se possa diferenciar o estado de necessidade justificante e exculpante, pode-se destacar as denominadas teorias unitária e diferenciadora, sendo que para a unitária, todo estado de necessidade é justificante, ou seja, tem a finalidade de eliminar a ilicitude do fato típico praticado pelo agente."
      },
      {
        "letra": "C",
        "texto": "Para que se possa reconhecer o instituto consentimento do ofendido, doutrina enumera alguns requisitos que deverão ser preenchidos pelo agente, dentre eles que o ofendido seja capaz de consentir; que o bem sobre o qual recaia a conduta do agente seja indisponível, que o consentimento tenha sido dado posteriormente à conduta do agente."
      },
      {
        "letra": "D",
        "texto": "A estrutura da culpabilidade na concepção finalista preconizada por Welzel ficaria com o seguinte conteúdo, qual seja, a imputabilidade; dolo e culpa e exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402274",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Segundo Alonso (apud LOPES, 2013), “o processo evolui em linhas coerentes com a pena. Inicia com a autotutela ou defesa privada, em que por meio da coação particular o sujeito agredido resolve (ou tenta resolver) de forma direta o conflito, impondo a sua vontade”. São exemplos que ainda perduram na atual conjuntura jurídica,EXCETO,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente legítima defesa"
      },
      {
        "letra": "B",
        "texto": "somente estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "somente o estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "legítima defesa e estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "legítima defesa, estado de necessidade e estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393790",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Para salvar sua vida, M. C. mata um cão feroz que, por instinto, o atacava. Neste caso, M. C. agiu acobertado pela seguinte excludente da ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento do dever legal"
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "390989",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Imagine que João e Pedro, ambos enfermeiros, são desafetos de longa data. Em determinado dia em que João estava concentrado, aplicando uma injeção em um paciente de nome José, Pedro aproxima-se sorrateiramente e desfere facada contra João, com o fim de provocar lesão. Posteriormente, descobre-se que João, no momento em que recebeu o golpe desferido por Pedro, estava inoculando em José poderoso veneno, intencionalmente, a fim de matá-lo – posto que fora “contratado” por familiares de José para tirar-lhe a vida. A ação criminosa de João foi interrompida pelo golpe de Pedro. Em suma: sem saber que José estava a sofrer atentado contra a vida, Pedro acabou salvando-o e, ao mesmo tempo, executou seu plano de ofender a integridade física de João, que sofreu lesão leve. Diante dessa hipótese, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à luz estritamente do quanto determina o texto do CP, não se exige prévia ciência da situação de risco do direito para que se considere a ação de Pedro praticada em legítima defesa, com o que ficaria afastada a ilicitude de sua conduta."
      },
      {
        "letra": "B",
        "texto": "Pedro atuou circunstanciado por erro acerca de causa de justificação, em defesa putativa de bem jurídico de terceiro, com o que deve ser aplicada a pena do crime culposo de lesão corporal."
      },
      {
        "letra": "C",
        "texto": "a doutrina historicamente divergiu acerca da neces sidade do animus defendendi na legítima defesa, mas hoje a questão está pacificada, no sentido de se exigi-lo, com o que a ação de Pedro estaria acobertada pela legítima defesa."
      },
      {
        "letra": "D",
        "texto": "a corrente doutrinária que defende a desnecessidade de animus defendendi para a caracterização da legítima defesa foi expressamente adotada pelo texto que reformou a parte Geral do CP em 1984, com o que é consi- derada ilícita a conduta de Pedro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389828",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Nos termos do Código Penal, “entende-se em _____. ______ quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem”.Assinale a alternativa que completa corretamente a afirmação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade"
      },
      {
        "letra": "B",
        "texto": "estrito cumprimento de dever legal"
      },
      {
        "letra": "C",
        "texto": "legítima defesa"
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito"
      },
      {
        "letra": "E",
        "texto": "coação irresistível"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1233329",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: EMDUR de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No Direito Penal, o uso das chamadas offendiculas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é previsto como crime de dano."
      },
      {
        "letra": "B",
        "texto": "pode constituir legítima defesa preordenada."
      },
      {
        "letra": "C",
        "texto": "é previsto como crime de periclitação da vida ou da saúde de outrem."
      },
      {
        "letra": "D",
        "texto": "está amparado pela inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "é admitido sem limitações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1228089",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: Prefeitura de Guaratuba - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Com relação à legítima defesa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa pode ser traduzida em um direito natural que todo cidadão tem de repelir uma agressão injusta."
      },
      {
        "letra": "B",
        "texto": "Dentro de determinadas hipóteses e limites, a legítima defesa é admitida pela lei."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa restringe-se à defesa da vida e à integridade corporal."
      },
      {
        "letra": "D",
        "texto": "“A” caminha em direção a “B” com uma arma de fogo na cintura, enfurecido e proferindo ameaças de morte. “B” pode reagir por se tratar de um perigo iminente, caracterizando-se em uma das hipóteses da legítima defesa."
      },
      {
        "letra": "E",
        "texto": "A legítima defesa pode ser admitida na defesa de direito próprio ou de terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "957243",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre a ilicitude do fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que inevitável, não isenta de pena, pois o desconhecimento da lei é inescusável."
      },
      {
        "letra": "B",
        "texto": "quando evitável, não isenta nem diminui a pena."
      },
      {
        "letra": "C",
        "texto": "somente isenta de pena se considerado inevitável."
      },
      {
        "letra": "D",
        "texto": "permite a punição apenas por crime culposo."
      },
      {
        "letra": "E",
        "texto": "decorre da alegação de legítima defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826849",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Fulano, da janela de sua casa, avistou indivíduo apontando uma pistola para seu filho Beltrano, de 14 anos de idade, que retornava da escola. Imaginando tratar-se de um roubo, pegou sua espingarda de caça e, imediatamente, atirou contra o suposto assaltante, o qual, na verdade, era apenas um ator circense, fazendo brincadeiras na rua com os pedestres, com uma pistola d'água. Fulano errou o tiro e acertou, sem querer, o próprio filho, vindo a matá-lo. Assinale a alternativa que melhor define a situação jurídico-penal de Fulano.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo tendo errado o disparo, Fulano agiu em legitima defesa putativa de terceiro."
      },
      {
        "letra": "B",
        "texto": "Fulano praticou homicídio doloso contra descendente."
      },
      {
        "letra": "C",
        "texto": "Fulano agiu acobertado pelo instituto da legítima defesa real."
      },
      {
        "letra": "D",
        "texto": "Fulano praticou homicídio doloso tentado em relação ao artista circense."
      },
      {
        "letra": "E",
        "texto": "Pelo erro na execução, Fulano deve responder pela tentativa de homicídio em relação ao ator de rua e pelo homicídio culposo em relação a seu filho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "542792",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.Ocorre legítima defesa sucessiva, na hipótese de legítima defesa real contra legítima defesa putativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542788",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.Considere que João, maior e capaz, após ser agredido fisicamente por um desconhecido, também maior e capaz, comece a bater, moderadamente, na cabeça do agressor com um guarda-chuva e continue desferindo nele vários golpes, mesmo estando o desconhecido desacordado. Nessa situação hipotética, João incorre em excesso intensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "509522",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Sobre as causas de justificação em direito penal, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no estado de necessidade a conduta pode ser dirigida contra um terceiro desinteressado, enquanto na legítima defesa a conduta recai somente sobre o agressor."
      },
      {
        "letra": "B",
        "texto": "no estado de necessidade o bem jurídico é exposto a perigo, enquanto na legítima defesa o direito sofre uma agressão futura."
      },
      {
        "letra": "C",
        "texto": "no estado de necessidade ocorre um conflito entre dois bens jurídicos colocados em perigo, somente por conduta da pessoa humana."
      },
      {
        "letra": "D",
        "texto": "a legítima defesa putativa é incompatível com a tentativa, tendo em vista a errônea suposição de uma agressão por parte do defendente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "509520",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Policial que, encontrando-se em situação de troca de tiros com delinquente, acerta um deles causando-lhe a morte, poderá ter excluída a ilicitude pela causa justificante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade"
      },
      {
        "letra": "B",
        "texto": "legítima defesa"
      },
      {
        "letra": "C",
        "texto": "exercício regular de direito"
      },
      {
        "letra": "D",
        "texto": "estrito cumprimento do dever legal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "484926",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "No que se refere à aplicação do direito penal no tempo e no espaço aos diversos crimes previstos em leis extravagantes, julgue o item subsecutivo.Nos termos do atual Código Penal brasileiro, age em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu e de outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "451907",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Código Penal elenca a legítima defesa dentre as hipóteses de causas de exclusão da ilicitude. Sobre o tema, NÃO é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa real contra legítima defesa real"
      },
      {
        "letra": "B",
        "texto": "legítima defesa real contra legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "legítima defesa contra agressão injusta de inimputável."
      },
      {
        "letra": "D",
        "texto": "legítima defesa putativa contra legítima defesa putativa."
      },
      {
        "letra": "E",
        "texto": "legítima defesa real contra agressão acobertada por excludente da culpabilidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "436905",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação à legítima defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exige o uso moderado dos meios."
      },
      {
        "letra": "B",
        "texto": "Não admite o seu uso para defesa de direito de terceiro."
      },
      {
        "letra": "C",
        "texto": "Pode ser usado como forma de repulsa a ato sofrido no passado."
      },
      {
        "letra": "D",
        "texto": "Pode ser utilizada contra servidor público no exercício legal da função"
      },
      {
        "letra": "E",
        "texto": "Eventual excesso na sua utilização não poderá ser reprovado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433132",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "João passeava com seu filho de 3 anos em um bosque ermo quando um cão feroz, sem coleira e desacompanhado, tentou atacar a criança. Encontrando um tronco de madeira no chão, pegou o objeto e deu uma paulada no animal, que fugiu machucado. Diante da situação hipotética, João fo i denunciado. Nesse caso, de acordo com o entendimento majoritário nos Tribunais pátrios,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João praticou o crime do Art. 32 da Lei n. 9.605 (Praticar ato de abuso, maus tratos, ferir ou mutilar animais silvestres, domésticos ou domesticados, nativos ou exóticos.) e, por isso, deve ser condenado."
      },
      {
        "letra": "B",
        "texto": "João atuou em legítima defesa, devendo ser absolvido."
      },
      {
        "letra": "C",
        "texto": "João não poderá ter reconhecida a legítima defesa pelo fato de que esta causa de exclusão da ilicitude não pode ser aplicada quando a injusta agressão for praticada em face de terceiro."
      },
      {
        "letra": "D",
        "texto": "João atuou em estado de necessidade, devendo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "João não poderá ter reconhecido o estado de necessidade, pois como pai ele tinha o dever legal de enfrentar o perigo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "384562",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "“A”, querendo causar a morte de “B”, descarrega contra este sua arma de fogo, atingindo-­o por seis disparos. “B”, socorrido por populares e levado ao pronto-­socorro, é submetido à cirurgia de emergência e sobrevive.Das alternativas a seguir, assinale a correta, acrescentando ao texto dado a seguinte informação: ao perceber que “A” estava atirando em sua direção, “B”, mesmo lesionado pelos disparos, sacou de sua arma e repeliu a agressão, atingindo mortalmente o agressor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“B” não praticou crime, pois agiu em legítima defesa."
      },
      {
        "letra": "B",
        "texto": "“B” praticou homicídio culposo, em razão de estar no estrito cumprimento do dever legal."
      },
      {
        "letra": "C",
        "texto": "“B” praticou homicídio culposo, em razão de estar em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "“B” não praticou crime, pois agiu no exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "“B” não praticou crime, pois agiu no estrito cumpri­mento do dever legal"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370637",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A legítima defesa é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Causa excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Causa de diminuição de pena."
      },
      {
        "letra": "C",
        "texto": "Causa excludente de tipicidade."
      },
      {
        "letra": "D",
        "texto": "Causa de inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "Causa excludente de antijuridicidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354713",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "A respeito das causas de exclusão da culpabilidade e de ilicitude, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de legítima defesa, a agressão é injusta e a repulsa materializa-se em uma ação predominantemente defensiva, com aspectos agressivos, ao passo que, tratando-se de estado de necessidade, inexiste a agressão injusta, sendo a ação predominantemente agressiva, com aspectos defensivos."
      },
      {
        "letra": "B",
        "texto": "Tanto a coação física vis absoluta quanto a coação moral vis compulsiva, se irresistíveis, excluem a culpabilidade do agente, restando punível apenas o agente coator, figura indispensável na definição de qualquer ocorrência reputada coativa."
      },
      {
        "letra": "C",
        "texto": "As causas legais de exclusão da ilicitude, previstas na parte geral do Código Penal, são estado de necessidade, legítima defesa, estrito cumprimento de dever legal, exercício regular de direito e consentimento do ofendido."
      },
      {
        "letra": "D",
        "texto": "Tanto o estado de necessidade exculpante quanto o estado de necessidade justificante incidem diretamente sobre a ilicitude, excluindo-a."
      },
      {
        "letra": "E",
        "texto": "A emoção e a paixão excluem a imputabilidade penal, já que se considera, de regra, que aquele que comete um fato típico ilícito em estado emocional ou mentalmente alterado perde a capacidade de entendimento e de determinação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350423",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca do direito penal, julgue os itens subsecutivos. Considere a seguinte situação hipotética.Henrique é dono de um feroz cão de guarda, puro de origem e premiado em vários concursos, que vive trancado dentro de casa. Em determinado dia, esse cão escapou da coleira, pulou a cerca do jardim da casa de Henrique e atacou Lucas, um menino que brincava na calçada. Ato contínuo, José, tio de Lucas, como única forma de salvar a criança, matou o cão. Nessa situação hipotética, José agiu em legítima defesa de terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331873",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Ocorre legítima defesa sucessiva, na hipótese de legítima defesa real contra legítima defesa putativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331869",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considere que João, maior e capaz, após ser agredido fisicamente por um desconhecido, também maior e capaz, comece a bater, moderadamente, na cabeça do agressor com um guarda - chuva e continue desferindo nele vários golpes, mesmo estando o desconhecido desacordado. Nessa situação hipotética, João incorre em excesso intensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331737",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Com relação à legítima defesa como causa excludente de ilicitude, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se admite legítima defesa real de estado de necessi­dade real."
      },
      {
        "letra": "B",
        "texto": "se admite legítima defesa real de estado de necessi­ dade real"
      },
      {
        "letra": "C",
        "texto": "na legítima defesa real, o excesso, mesmo doloso, não descaracteriza a excludente"
      },
      {
        "letra": "D",
        "texto": "a legítima defesa subjetiva exclui apenas o dolo, rema­ nescendo a possibilidade de responsabilização a título de culpa"
      },
      {
        "letra": "E",
        "texto": "se admite legítima defesa real contra agressão culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331591",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe legítima defesa real contra legítima defesa putativa;"
      },
      {
        "letra": "B",
        "texto": "Cabe legítima defesa real contra quem age sob coação moral irresistível;"
      },
      {
        "letra": "C",
        "texto": "Cabe legítima defesa real contra estado de necessidade real;"
      },
      {
        "letra": "D",
        "texto": "Cabe legítima defesa real contra agente inimputável;"
      },
      {
        "letra": "E",
        "texto": "Cabe legítima defesa real contra quem age com excesso derivado de legítima defesa real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "323834",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos, formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue os itens que se seguem: Considere que um estuprador, no momento da consumação do delito, tenha sido agredido pela vítima que antes tentara subjugar. A vítima, então, de posse de uma faca, fere e imobiliza o agressor, mas, pensando ainda estar sob o influxo do ataque, prossegue na reação, infligindo-lhe graves ferimentos. Nessa situação, não é cabível ao estuprador invocar legítima defesa em relação à vítima da tentativa de estupro, porquanto aquele que deu causa aos acontecimentos não pode valer-se da excludente, mesmo contra o excesso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312518",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "A respeito da legítima defesa, prevista no Código Penal como excludente de antijuridicidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve repelir injusta agressão, não respondendo aquele que assim age por eventual excesso, desde que culposo."
      },
      {
        "letra": "B",
        "texto": "não se volta exclusivamente contra agressão injusta que configure ilícito penal."
      },
      {
        "letra": "C",
        "texto": "não se pode dirigir contra agressão a direito alheio."
      },
      {
        "letra": "D",
        "texto": "a injusta agressão repelida por legítima defesa deve ser atual, e não apenas iminente."
      },
      {
        "letra": "E",
        "texto": "não se admite a legítima defesa sucessiva, tampouco a recíproca."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305559",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Policiais foram verificar a procedência de informações de tráfico de drogas praticado em uma comunidade. Ao chegarem ao local, elementos começaram a disparar contra os policiais, ocasião em que o policial Godofredo fez um disparo com seu fuzil contra um dos elementos, que se encontrava prestes a atirar contra ele, vindo o meliante a morrer em decorrência das lesões produzidas pelo disparo de Godofredo. Assim, o policial Godofredo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois estava em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "não praticou crime, pois estava em legítima defesa."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois estava em exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "não praticou crime, pois estava em estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de homicídio doloso, em face do tiro ser de fuzil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305554",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Quanto à legítima defesa, marque a única alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Duas pessoas podem estar em legítima defesa real ao mesmo tempo."
      },
      {
        "letra": "B",
        "texto": "Não cabe legítima defesa concomitante com o estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa sucessiva ocorre quando alguém se defende do excesso de legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Não cabe legítima defesa real de legítima defesa putativa."
      },
      {
        "letra": "E",
        "texto": "A legítima defesa é causa de exclusão da culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305414",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O policial militar Efigênio estava efetuando uma ronda, quando se deparou com dois elementos que se agrediam, um deles já bastante ferido. Solicitou que parassem de brigar, mas eles não o atenderam. Apesar do PM portar um bastão, que seria suficiente para contê-los, efetuou um disparo com sua arma de fogo para o ar, haja vista o local não ser habitado. Entretanto, o agressor que estava em vantagem não se intimidou e partiu em sua direção para agredi-lo, ocasião em que Efigênio efetuou um disparo contra o agressor, causando-lhe lesões, que o levaram a permanecer durante trinta e cinco dias em coma. Pode-se, então, afirmar que o policial militar Efigênio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de homicídio doloso tentado, pois obrou em excesso doloso da legítima defesa."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de homicídio culposo tentado, pois obrou em excesso culposo da legítima defesa."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de lesão corporal grave, pois obrou em excesso doloso da legítima defesa."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de lesão corporal grave, pois obrou em excesso culposo da legítima defesa."
      },
      {
        "letra": "E",
        "texto": "não praticou crime, pois obrou nos estritos limites da legítima defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305396",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Crisântemo não possuía as pernas e utilizava uma cadeira de rodas para se locomover. Em um determinado dia, estando em seu sítio, percebeu quando elementos furtavam frutas em seu pomar. Gritou e pediu insistentemente que se afastassem e fossem embora. Como os elementos continuassem a subtrair-lhe as frutas, efetuou um disparo com sua espingarda, calibre 38, contra os mesmos, tendo o disparo transfixado um deles e lesionado outro que, em razão dos ferimentos, permaneceram quarenta dias internados em um hospital público da cidade. Após restar provado todo esse episódio, pode-se afirmar que Crisântemo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de tentativa de homicídio qualificado pelo motivo torpe, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de tentativa de homicídio qualificado pelo motivo fútil, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois se utilizou do meio necessário, portanto excluindo a ilicitude."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de lesão corporal grave consumada, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de lesão corporal gravíssima consumada, tendo ocorrido aberratio delicti."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1668503",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "São causas de exclusão da antijuridicidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade e embriaguez acidental completa"
      },
      {
        "letra": "B",
        "texto": "legítima defesa e estrito cumprimento do dever legal"
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento do dever legal e coação moral"
      },
      {
        "letra": "D",
        "texto": "inimputabilidade e exercício regular de direito"
      },
      {
        "letra": "E",
        "texto": "erro de proibição e perdão do querelante"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1196953",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "João, namorado de Ana, acha que ela um dia, no passado, o traiu com Pedro, seu vizinho, que é muito forte. Em uma ocasião, chegando à casa de Ana, encontrou Pedro no portão e imediatamente passou a agredi-lo verbalmente. Em seguida, atracaram-se e, na briga, João, que estava apanhando, usou uma navalha que carrega sempre consigo para furar Pedro na barriga. Pedro não morreu, mas ficou internado em hospital por dois meses. Com relação a essa situação hipotética, julgue o item que se segue. A conduta de João configura tentativa de homicídio ou lesão corporal de natureza grave, a depender do elemento subjetivo de João, a ser revelado com base em elementos fáticos apurados na investigação e no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829719",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Cerqueira, velho inimigo de Jovêncio, supondo que este iria matá-lo, por conta de inúmeras ameaças de morte, ao vê-lo levar a mão no bolso do paletó, onde costumava manter uma pistola, desferiu contra ele um único disparo de arma de fogo. Jovêncio, no entanto, carregava neste bolso um presente para Cerqueira, com quem pretendia celebrar as pazes. Ao ser alvejado com o disparo, sacou de sua arma, que estava em um coldre na perna, revidando com um único disparo. Ambos ficaram lesionados. Diante do problema é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nem Jovêncio, nem Cerqueira praticaram qualquer tipo de crime."
      },
      {
        "letra": "B",
        "texto": "Jovêncio não praticou qualquer delito; porém, Cerqueira deve responder por tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "Cerqueira não praticou qualquer delito; porém, Jovêncio deve responder por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "ambos devem responder por lesões corporais."
      },
      {
        "letra": "E",
        "texto": "ambos devem responder por tentativa de homicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "829717",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Josué, Jacó e Francisco estavam em uma embarcação no rio São Francisco que os levavam a cidade de Piranhas-AL. Sem qualquer motivo aparente, Josué agrediu Jacó e ambos iniciaram uma luta corporal comprometendo a estabilidade do barco que ameaçava virar. Francisco que não sabia nadar, com a finalidade de evitar um naufrágio, empurrou Josué, que continuava desferindo socos em Jacó, para fora da nave, havendo este sofrido lesões por conta da queda. No caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "operou-se o estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "tipificou-se o delito de tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "operou-se o exercício regular de um direito."
      },
      {
        "letra": "D",
        "texto": "tipificou-se o delito de lesões corporais graves."
      },
      {
        "letra": "E",
        "texto": "operou-se a legítima defesa de terceiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324297",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Com relação às causas de exclusão de ilicitude, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O inimputável por não ter consciência de seu agir, não pode alegar legítima defesa."
      },
      {
        "letra": "B",
        "texto": "Aquele que anteriormente provocou o agressor, não pode alegar legítima defesa."
      },
      {
        "letra": "C",
        "texto": "O agente que culposamente criou a situação de perigo, não pode alegar ter atuado em estado de necessidade para se livrar daquela situação perigosa."
      },
      {
        "letra": "D",
        "texto": "Aplicada a teoria da tipicidade conglobante, houve o esvaziamento de todas as causas de exclusão de ilicitude."
      },
      {
        "letra": "E",
        "texto": "Aquele que mata um cachorro que o atacava por ordem de terceira pessoa, pode alegar a presença da excludente da legítima defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "287515",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Classificação dos crimes",
      "Antijuridicidade",
      "Legítima defesa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Outras classificações"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura erro sobre a pessoa, a hipótese em que o agente, por erro de pontaria, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa."
      },
      {
        "letra": "B",
        "texto": "Nos termos do art. 21, do Código Penal, o desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se evitável, pode diminuir a pena de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Na legítima defesa putativa, o agente supõe, por erro, situação de fato que se existisse tornaria a sua ação legítima."
      },
      {
        "letra": "D",
        "texto": "O excesso culposo na legítima defesa tanto pode verificar-se na escolha dos meios, quanto na moderação de seu uso."
      },
      {
        "letra": "E",
        "texto": "Os crimes de rixa (art. 137, caput, CP), formação de quadrilha (art. 288, caput, CP) e associação ao tráfico de drogas (art. 35 da Lei no 11.343/2006) constituem crimes de concurso necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274972",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "João não poderá alegar legítima defesa, pois utilizou navalha para revidar agressões de homem desarmado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "271314",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. De acordo com o Código Penal, não há crime quando o agente pratica o fato I. em estado de necessidade. II. em legítima defesa. III. em estrito cumprimento de dever legal. IV. no exercício regular de direito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III"
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239285",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Pena de multa"
    ],
    "enunciado_principal": "I – A consumação dos crimes materiais ocorre com o evento natural, enquanto nos formais o resultado naturalístico é dispensável. Os crimes culposos são sempre materiais, apenas havendo consumação com o resultado lesivo típico, sendo, portanto inadmissível a tentativa. II – O erro de tipo, incidente sobre elementares e circunstâncias, exclui a culpa, mas não o dolo, quando vencível. III – Para a caracterização do concurso de agentes exige-se que a pessoa concorra com uma causa para o resultado, admitindo-se a participação por omissão em crimes comissivos. IV – Para caracterização da legítima defesa é imperioso que a agressão seja injusta, atual ou iminente e decorra de uma conduta dolosa. V – Na fixação da pena de multa o magistrado deve atender exclusivamente à situação econômica do réu, em observância ao princípio da individualização da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "791825",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Caso um policial, no exercício de sua profissão, seja recebido a balas por um criminoso e, após trocar tiros com o mesmo, venha a matá-lo, a causa extintiva de punibilidade que deve ser alegada em sua defesa é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "505951",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Considere as afirmativas abaixo a assinale a alternativa CORRETA:I - De acordo com o Código Penal Brasileiro, atua sob o manto da legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem. II - Em consonância com a doutrina nacional não se admite legítima defesa rea contra legítima defesa real, mas a admite nas hipóteses de legítima defesa rea contra legítima defesa putativa.III - De acordo com o Código Penal Brasileiro, considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, sujo sacrifício, nas circunstâncias, não era razoável exigir-se.IV - No estado de necessidade, o perigo pode ser o resultado de conduta humana, como também força maior ou caso fortuito, enquanto a legítima defesa somente é possível contra agressão humana ou ataque espontâneo de animal irracional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as afirmativas I e IV."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas as afirmativas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas as afirmativas II e III."
      },
      {
        "letra": "D",
        "texto": "Está incorreta apenas a afirmativa I."
      },
      {
        "letra": "E",
        "texto": "Está incorreta apenas a afirmativa IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201807",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Exclusão de ilicitude. Legítima defesa. A Legítima defesa decorre do afastamento de um dos elementos do crime que é a contrariedade da conduta ao direito, estabelecendo um conflito entre o titular de um bem ou interesse juridicamente protegido e um agressor que age ilicitamente. Assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mais do que pelo seu patrimônio, diante de fundado temor pela sua própria vida, age em legítima defesa putativa própria e de sua propriedade, cidadão que abate ladrão que, alta madrugada, invade sua mercearia que, também, lhe serve de residência;"
      },
      {
        "letra": "B",
        "texto": "Age em legítima defesa subjetiva o cidadão que, em seu percurso de volta para casa avista dois desconhecidos, e, pensando serem policiais na busca de sua captura, por crime que anteriormente praticou, os abate a tiros;"
      },
      {
        "letra": "C",
        "texto": "Após vários dias de haver Carlão feito ameaças, amedrontando o paisagista Chiquinho, à saída de uma boate, Ferdinando, amigo deste, pensando evitar o cumprimento da bravata, ao avistar o ameaçante, efetua disparos que o deixa paraplégico. A conduta de Ferdinando tipifica a legítima defesa de terceiro;"
      },
      {
        "letra": "D",
        "texto": "Age em legítima defesa real, motorista que supondo ser um assaltante o andarilho a quem deu carona em trecho ermo de uma rodovia, efetua disparos que lhe causam a morte."
      }
    ],
    "gabarito": "A"
  }
]