[
  {
    "id": "3530122",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Em relação às condutas típicas previstas no Código Penal brasileiro e em leis específicas, julgue o item a seguir. Configura o crime de evasão de divisas a remessa de valores ao exterior por meio da operação conhecida como dólar-cabo, caracterizada pela entrega de quantia em moeda estrangeira fora do território nacional, mediante compensação com pagamento equivalente, realizado no Brasil e em moeda nacional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3373860",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A respeito do crime de evasão de divisas previsto no Art. 22 e parágrafo único da Lei nº 7.492/1986, considerando a jurisprudência dos Tribunais Superiores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a entrega de moeda estrangeira no exterior em contrapartida a prévio pagamento de reais no Brasil não tipifica o crime de evasão de divisas, diante da ausência de saída física da moeda do território nacional;"
      },
      {
        "letra": "B",
        "texto": "a manutenção no exterior de imóveis e veículos não declarados à Receita Federal e ao Banco Central não tipifica o crime de evasão de divisas;"
      },
      {
        "letra": "C",
        "texto": "as três modalidades do crime exigem o elemento subjetivo próprio “com o fim de promover evasão de divisas do País”;"
      },
      {
        "letra": "D",
        "texto": "o ingresso irregular de divisas no território nacional, se resultante de operação de câmbio não autorizada, tipifica o crime de evasão de divisas;"
      },
      {
        "letra": "E",
        "texto": "a exportação de mercadorias sem a respectiva liquidação do contrato de câmbio é suficiente para tipificar o crime de evasão de divisas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3179518",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Terêncio obteve financiamento para a compra de veículo automotor, mediante fraude, perante banco privado. Segundo a lei e a jurisprudência do STJ, Terêncio poderá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Irrelevante penal."
      },
      {
        "letra": "B",
        "texto": "Crime de estelionato simples."
      },
      {
        "letra": "C",
        "texto": "Crime de estelionato qualificado."
      },
      {
        "letra": "D",
        "texto": "Crime de apropriação indébita por erro."
      },
      {
        "letra": "E",
        "texto": "Crime contra o sistema financeiro nacional"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3092298",
    "metadata": "Ano: 2024 | Banca: Instituto Exata | Órgão: Prefeitura de Alvorada do Oeste - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Constitui crime contra o Sistema Financeiro, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fazer declaração falsa ou omitir declaração sobre rendas, bens ou fatos, ou empregar outra fraude, para eximir-se, total ou parcialmente, de pagamento de tributo."
      },
      {
        "letra": "B",
        "texto": "Divulgar informação falsa ou prejudicialmente incompleta sobre instituição financeira."
      },
      {
        "letra": "C",
        "texto": "Induzir ou manter em erro, sócio, investidor ou repartição pública competente, relativamente a operação ou situação financeira, sonegando-lhe informação ou prestando-a falsamente."
      },
      {
        "letra": "D",
        "texto": "Emitir, oferecer ou negociar, de qualquer modo, títulos ou valores mobiliários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3091561",
    "metadata": "Ano: 2024 | Banca: Instituto Exata | Órgão: Prefeitura de Alvorada do Oeste - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No contexto dos crimes contra o sistema financeiro, a prática de \"evasão de divisas\" ocorre quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um indivíduo mantém contas em bancos estrangeiros sem notificar as autoridades brasileiras."
      },
      {
        "letra": "B",
        "texto": "São realizadas operações financeiras internacionais autorizadas pelo Banco Central."
      },
      {
        "letra": "C",
        "texto": "Há envio de moeda estrangeira para o exterior, sem a devida comunicação às autoridades competentes."
      },
      {
        "letra": "D",
        "texto": "Um banco nacional realiza operações de câmbio com taxas abaixo do mercado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3091559",
    "metadata": "Ano: 2024 | Banca: Instituto Exata | Órgão: Prefeitura de Alvorada do Oeste - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O crime de \"gestão fraudulenta\" previsto na Lei nº 7.492/86 ocorre quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A instituição financeira omite lucros em seus balanços financeiros."
      },
      {
        "letra": "B",
        "texto": "A instituição financeira realiza operações de câmbio sem a devida autorização do Banco Central."
      },
      {
        "letra": "C",
        "texto": "A instituição financeira engana clientes em operações de investimentos no mercado de capitais."
      },
      {
        "letra": "D",
        "texto": "A instituição financeira realiza operações financeiras com o intuito de enganar acionistas e terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3185503",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: CFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A Lei nº 7.492, de 16 de junho de 1986, que define os crimes contra o sistema financeiro, considera como instituição financeira a pessoa jurídica de direito público ou privado, que tenha como atividade principal ou acessória, cumulativamente ou não, a captação, intermediação ou aplicação de recursos financeiros de terceiros, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação ou administração de valores mobiliários. Com respaldo em tal definição, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei equipara a pessoa natural que exerça com habitualidade qualquer das atividades de captação, intermediação ou aplicação de recursos financeiros de terceiros a uma instituição financeira para todos os seus efeitos."
      },
      {
        "letra": "B",
        "texto": "as atividades desenvolvidas por sociedades seguradoras não estão abarcadas pela lei referida."
      },
      {
        "letra": "C",
        "texto": "não se enquadra no bojo dessa lei a atividade de negociar contratos que tem por objeto o depósito periódico de prestações pecuniárias pelo contratante, o qual terá, depois de cumprido o prazo contratado, o direito de resgatar parte dos valores depositados."
      },
      {
        "letra": "D",
        "texto": "somente as pessoas naturais que dirigem instituições financeiras podem ser processadas com base na lei citada."
      },
      {
        "letra": "E",
        "texto": "não há crime contra o sistema financeiro nacional praticado pela pessoa jurídica, pois esta não responde penalmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2545789",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Constatados indícios de crime de natureza financeira, revelou-se necessária, para fins investigativos, a obtenção de informações sigilosas e detalhadas sobre determinada pessoa. O acesso do órgão responsável pela defesa da ordem jurídica aos dados fiscais depende da autorização do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "COAF."
      },
      {
        "letra": "B",
        "texto": "Receita Federal."
      },
      {
        "letra": "C",
        "texto": "Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "Ministério Público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2393656",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a alternativa correta, conforme disposições insculpidas na Lei no 7.492/1986 – Crimes contra o Sistema Financeiro Nacional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica que oferece serviços referentes a operações com ativos virtuais, inclusive intermediação, negociação ou custódia, não é equiparada à instituição financeira."
      },
      {
        "letra": "B",
        "texto": "A pessoa jurídica que administra seguros, câmbio, consórcio, capitalização ou qualquer tipo de poupança, não é equiparada à instituição financeira."
      },
      {
        "letra": "C",
        "texto": "A ação penal será promovida pela Receita Federal do Brasil, perante a Justiça Federal."
      },
      {
        "letra": "D",
        "texto": "A pessoa natural que tenha, como atividade profissional, a intermediação de recursos financeiros de terceiros, em moeda estrangeira, ainda que de forma eventual, é equiparada à instituição financeira."
      },
      {
        "letra": "E",
        "texto": "Quando a denúncia não for intentada no prazo legal, o ofendido poderá representar ao Conselho Nacional de Justiça, que deverá designar um órgão do Ministério Público para oferecê-la."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2228209",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir, com base no entendimento do Superior Tribunal de Justiça (STJ). O crime de obter, mediante fraude, financiamento em instituição financeira se consuma no momento em que é assinado o contrato de obtenção de financiamento mediante fraude.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2228207",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir, com base no entendimento do Superior Tribunal de Justiça (STJ). A absolvição quanto ao crime de emissão, oferecimento ou negociação de títulos fraudulentos (art. 7.º da Lei n.º 7.492/1986) ilide a possibilidade de condenação por gestão fraudulenta de instituição financeira (art. 4.º, caput, da Lei n.º 7.492/1986).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2156729",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "A evasão de divisas do Brasil mediante operação de câmbio não autorizada configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de lavagem de dinheiro ou ocultação de bens, direitos e valores previsto na Lei n.º 9.613/1998."
      },
      {
        "letra": "B",
        "texto": "crime de emissão de título ao portador sem permissão legal previsto no Código Penal."
      },
      {
        "letra": "C",
        "texto": "crime contra a ordem económica previsto na Lei n.º 8.137/1990."
      },
      {
        "letra": "D",
        "texto": "crime contra o sistema financeiro nacional previsto na Lei n.º 7.492/1986."
      },
      {
        "letra": "E",
        "texto": "crime contra a ordem tributária previsto na Lei n.º 8.137/1990."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1987416",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Sobre os crimes contra o sistema financeiro nacional previstos na Lei nº 7.492/1986, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor dos delitos deve ser controlador ou administrador de instituição financeira."
      },
      {
        "letra": "B",
        "texto": "O conceito de instituição financeira para fins penais é extraído do Direito Financeiro."
      },
      {
        "letra": "C",
        "texto": "Aquele que presta informação falsa para obter um empréstimo bancário comete crime contra o sistema financeiro nacional."
      },
      {
        "letra": "D",
        "texto": "A omissão dolosa da titularidade de depósitos em dinheiro no exterior, em declaração fiscal, é insuficiente para perfazer o tipo da evasão de divisas."
      },
      {
        "letra": "E",
        "texto": "O particular que empresta dinheiro a juros extorsivos comete crime contra o sistema financeiro nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1960945",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Configura crime contra o Sistema Financeiro Nacional previsto na Lei nº 7.492/1986, a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gerir fraudulentamente entidade pública"
      },
      {
        "letra": "B",
        "texto": "solicitar remuneração sobre operação de crédito ou de seguro, administração de fundo mútuo ou fiscal ou de consórcio, serviço de corretagem ou distribuição de títulos ou valores mobiliários"
      },
      {
        "letra": "C",
        "texto": "divulgar informação falsa ou prejudicialmente incompleta sobre instituição financeira"
      },
      {
        "letra": "D",
        "texto": "imprimir, reproduzir ou, de qualquer modo, fabricar ou pôr em circulação, ainda que mediante autorização escrita da sociedade emissora, certificado, cautela ou outro documento representativo de título ou valor mobiliário"
      },
      {
        "letra": "E",
        "texto": "apresentar, em falência de instituição financeira, declaração de crédito ou reclamação, ou juntar título com informação específica"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960249",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No que se refere às disposições da Lei nº 7.492/1986 (Crimes contra o Sistema Financeiro Nacional), assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será admitida a assistência da Comissão de Valores Mobiliários - CVM, quando o crime tiver sido praticado no âmbito de atividade sujeita à disciplina e à fiscalização dessa Autarquia, e do Banco Central do Brasil quando, fora daquela hipótese, houver sido cometido na órbita de atividade sujeita à sua disciplina e fiscalização"
      },
      {
        "letra": "B",
        "texto": "A ação penal, nos crimes previstos na Lei nº 7.492/1986 (Crimes contra o Sistema Financeiro Nacional), será promovida pelo Ministério Público Federal, perante a Justiça Federal"
      },
      {
        "letra": "C",
        "texto": "Quando, no exercício de suas atribuições legais, o Banco Central do Brasil ou a Comissão de Valores Mobiliários - CVM, verificar a ocorrência de crime previsto na Lei nº 7.492/1986 (Crimes contra o Sistema Financeiro Nacional), disso deverá informar ao Ministério Público Federal, enviando-lhe os documentos necessários à comprovação do fato"
      },
      {
        "letra": "D",
        "texto": "Sigilo dos serviços e operações financeiras poderá ser invocado como óbice ao atendimento da requisição do Ministério Público Federal"
      },
      {
        "letra": "E",
        "texto": "Quando a denúncia não for intentada no prazo legal, o ofendido poderá representar ao Procurador-Geral da República, para que este a ofereça, designe outro órgão do Ministério Público para oferecê-la ou determine o arquivamento das peças de informação recebidas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1909668",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: HORTOPREV - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Imagine que Pedro, sem autorização escrita da sociedade emissora, ponha em circulação um certificado representativo de valor mobiliário. A conduta de Pedro configura crime contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Sistema Financeiro Nacional."
      },
      {
        "letra": "B",
        "texto": "a Ordem Econômica."
      },
      {
        "letra": "C",
        "texto": "o Patrimônio."
      },
      {
        "letra": "D",
        "texto": "a Fé Pública."
      },
      {
        "letra": "E",
        "texto": "a Economia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751234",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com base na Lei n.º 7.492/1986, que diz respeito aos crimes contra o Sistema Financeiro Nacional, e na Lei n.º 8.137/1990, que se refere aos crimes contra a ordem econômica, tributária e as relações de consumo, julgue o item que se segue. A gestão fraudulenta e a gestão temerária de instituição financeira são crimes afiançáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751233",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com base na Lei n.º 7.492/1986, que diz respeito aos crimes contra o Sistema Financeiro Nacional, e na Lei n.º 8.137/1990, que se refere aos crimes contra a ordem econômica, tributária e as relações de consumo, julgue o item que se segue. Todos os crimes cometidos contra o sistema financeiro nacional que estiverem previstos na Lei n.º 7.492/1986 são de competência da justiça federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751232",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com base na Lei n.º 7.492/1986, que diz respeito aos crimes contra o Sistema Financeiro Nacional, e na Lei n.º 8.137/1990, que se refere aos crimes contra a ordem econômica, tributária e as relações de consumo, julgue o item que se segue. É vedada a intercepção de comunicações telefônicas no caso de crime de operação de câmbio não autorizada com o objetivo de promover a evasão de divisas, em decorrência das penas cominadas para o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1634527",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca de crimes contra a ordem tributária e contra a administração pública, julgue o item a seguir.A realização de operação de crédito externo sem autorização legislativa, tipificada como crime contra as finanças públicas, constitui crime de colarinho-branco.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1215415",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.492, de 16 de junho de 1986, configura crime contra o sistema financeiro nacional “manter ou movimentar recurso ou valor paralelamente à contabilidade exigida pela legislação”, sujeitando o infrator à seguinte pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 1 a 4 anos, e multa."
      },
      {
        "letra": "B",
        "texto": "reclusão, de 1 a 5 anos, e multa."
      },
      {
        "letra": "C",
        "texto": "reclusão, de 2 a 6 anos, e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão, de 2 a 8 anos, e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão, de 3 a 12 anos, e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1187953",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra o sistema financeiro, previstos em legislação especial (Lei no 7.492/86), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fins penais, a Lei no 7.492/86, que definiu os crimes contra o sistema financeiro, equiparou à instituição financeira a pessoa jurídica ou natural que capte ou administre seguros e consórcios."
      },
      {
        "letra": "B",
        "texto": "A Lei no 7.492/86, que definiu os crimes contra o sistema financeiro, prevê a modalidade culposa para todos os tipos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de evasão de divisas (art. 22, da Lei no 7.492/86) somente se caracteriza se a saída de moeda ou divisa ao exterior se dá mediante operação de câmbio não autorizada."
      },
      {
        "letra": "D",
        "texto": "A Lei no 7.492/86, que definiu os crimes contra o sistema financeiro, prevê expressamente a possibilidade de isenção total de pena ao coautor ou partícipe que colaborar, espontaneamente, com as autoridades responsáveis pela persecução penal."
      },
      {
        "letra": "E",
        "texto": "A Lei no 7.492/86, que definiu os crimes contra o sistema financeiro, prevê expressamente a possibilidade de multiplicar por 20 (vinte) o limite máximo do dia-multa previsto no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1168445",
    "metadata": "Ano: 2019 | Banca: EXATUS | Órgão: Câmara de Candói - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.492/86, acerca dos crimes contra o Sistema Financeiro Nacional, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes previstos nessa Lei, cometidos em quadrilha ou co-autoria, o co-autor ou partícipe que através de confissão espontânea revelar à autoridade policial ou judicial toda a trama delituosa terá a sua pena reduzida de um a dois quintos."
      },
      {
        "letra": "B",
        "texto": "A ação penal, nos crimes previstos nessa lei, será promovida pelo Ministério Público Federal, perante a Justiça Federal."
      },
      {
        "letra": "C",
        "texto": "Quando a denúncia for intentada no prazo legal, o ofendido poderá representar ao Procurador-Geral de Justiça, para que este a ofereça, designe outro órgão do Ministério Público Estadual para oferecê-la ou determine o arquivamento das peças de informação recebidas."
      },
      {
        "letra": "D",
        "texto": "Nos crimes previstos nessa lei e punidos com pena de reclusão, o réu poderá prestar fiança, apelar antes de ser recolhido à prisão, se estiver configurada situação que autoriza a prisão preventiva."
      },
      {
        "letra": "E",
        "texto": "O órgão do Ministério Público Federal, sempre que julgar necessário, poderá requisitar, a qualquer autoridade, informação, documento ou diligência, relativa à prova dos crimes contra o Sistema Financeiro Nacional. O sigilo dos serviços e operações financeiras poderá ser invocado como óbice ao atendimento da requisição realizadas às autoridades competentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1155623",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: BRB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Quanto aos crimes contra o sistema financeiro nacional (Lei nº 7.492/1986), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de instituição financeira para os fins da Lei nº 7.492/1986 é o mesmo conceito utilizado pelo Direito Civil ou pelo Direito Comercial."
      },
      {
        "letra": "B",
        "texto": "Os crimes da Lei nº 7.492/1986 são de competência da Justiça Distrital."
      },
      {
        "letra": "C",
        "texto": "Todos os crimes da Lei nº 7.492/1986 são próprios, ou seja, somente podem ser praticados pelos controladores ou administradores das instituições financeiras, assim considerados os diretores e os gerentes."
      },
      {
        "letra": "D",
        "texto": "O crime de “Fazer operar, sem a devida autorização, ou com autorização obtida mediante declaração falsa, instituição financeira, inclusive de distribuição de valores mobiliários ou de câmbio”, previsto no art. 16 da Lei nº 7.492/1986, é uma norma penal em branco heterogênea."
      },
      {
        "letra": "E",
        "texto": "O denominado crime de “caixa dois” (art. 11 da Lei nº 7.492/1986) pode ser praticado no âmbito de qualquer sociedade empresária, seja ela instituição financeira ou não."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1135236",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra o sistema financeiro, previstos em legislação especial (Lei n° 7.492/86), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fins penais, a Lei n° 7.492/86, que definiu os crimes contra o sistema financeiro, equiparou à instituição financeira a pessoa jurídica ou natural que capte ou administre seguros e consórcios."
      },
      {
        "letra": "B",
        "texto": "A Lei n° 7.492/86, que definiu os crimes contra o sistema financeiro, prevê a modalidade culposa para todos os tipos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de evasão de divisas (art. 22, da Lei n° 7.492/86) somente se caracteriza se a saída de moeda ou divisa ao exterior se dá mediante operação de câmbio não autorizada."
      },
      {
        "letra": "D",
        "texto": "A Lei n° 7.492/86, que definiu os crimes contra o sistema financeiro, prevê expressamente a possibilidade de isenção total de pena ao coautor ou partícipe que colaborar, espontaneamente, com as autoridades responsáveis pela persecução penal."
      },
      {
        "letra": "E",
        "texto": "A Lei n° 7.492/86, que definiu os crimes contra o sistema financeiro, prevê expressamente a possibilidade de multiplicar por 20 (vinte) o limite máximo do dia-multa previsto no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936305",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Para fins de aplicação das normas penais contidas na Lei n. 7.492, de 16 de junho de 1986, denominada Lei dos Crimes de Colarinho Branco, considera-se instituição financeira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a pessoa jurídica de direito privado que desempenhe atividade financeira bancária, de captação, intermediação ou aplicação de recursos financeiros seus ou de terceiros, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação, ou administração de valores mobiliários."
      },
      {
        "letra": "B",
        "texto": "Apenas a pessoa jurídica de direito público que desempenhe atividade financeira bancária de captação, intermediação ou aplicação de recursos financeiros de terceiros, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação, ou administração de valores mobiliários."
      },
      {
        "letra": "C",
        "texto": "A pessoa jurídica de direito público ou privado que tenha como atividade principal ou acessória, cumulativamente ou não, a captação, intermediação ou aplicação de recursos financeiros de terceiros, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação, ou administração de valores mobiliários."
      },
      {
        "letra": "D",
        "texto": "A pessoa jurídica de direito privado que tenha como atividade principal, e a pessoa jurídica de direito púbico que tenha como atividade acessória, cumulativamente ou não, a captação, intermediação ou aplicação de recursos financeiros em geral, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação, ou administração de valores mobiliários."
      },
      {
        "letra": "E",
        "texto": "A pessoa jurídica de direito público ou privado que tenha como atividade principal ou acessória, cumulativamente ou não, a captação, intermediação ou aplicação de recursos financeiros seus ou de terceiros, em moeda nacional ou estrangeira, ou a custódia, emissão, distribuição, negociação, intermediação, ou administração de valores mobiliários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932963",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca de execução penal, de crimes de abuso de autoridade, de crimes contra a criança e o adolescente e de crimes contra o Sistema Financeiro Nacional, julgue o item que se segue. Em se tratando de crimes praticados por administrador ou gestor de pessoa jurídica de direito privado contra o Sistema Financeiro Nacional, a ação penal se processa mediante queixa oferecida pelo Banco Central do Brasil ou pela Comissão de Valores Mobiliários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932935",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativos a execução penal, desarmamento, abuso de autoridade e evasão de dívidas.Segundo entendimento do STF, a configuração do crime de evasão de divisas pressupõe a saída física de moeda nacional ou estrangeira do território nacional sem o conhecimento da Receita Federal do Brasil e do Banco Central do Brasil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886808",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Considerando a legislação acerca dos crimes contra o Sistema Financeiro Nacional (SFN), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes contra o Sistema Financeiro Nacional são de competência da Justiça Estadual."
      },
      {
        "letra": "B",
        "texto": "O interventor, o síndico e o liquidante não podem ser penalmente equiparados a administradores de instituição financeira, ou seja, não podem responder penalmente."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra o sistema financeiro, não é admitida a delação premiada como forma de redução de pena."
      },
      {
        "letra": "D",
        "texto": "Considera-se crime imprimir, reproduzir ou, de qualquer modo, fabricar ou pôr em circulação, ainda que com autorização escrita da sociedade emissora, certificado, cautela ou outro documento representativo de título ou valor mobiliário."
      },
      {
        "letra": "E",
        "texto": "Constitui crime manter ou movimentar recurso ou valor paralelamente à contabilidade exigida pela legislação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884842",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei n° 7.492/1986, quando o crime tiver sido praticado no âmbito de atividade sujeita à disciplina e à fiscalização da CVM, essa autarquia poderá requerer, no processo, o seu ingresso como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistente"
      },
      {
        "letra": "B",
        "texto": "chamado"
      },
      {
        "letra": "C",
        "texto": "interveniente"
      },
      {
        "letra": "D",
        "texto": "litisconsorte"
      },
      {
        "letra": "E",
        "texto": "nomeado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "708445",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com base na Lei n.º 7.492/1986, a tipificação dos crimes contra o Sistema Financeiro Nacional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inadmite confissão espontânea perante autoridade policial."
      },
      {
        "letra": "B",
        "texto": "inadmite coautoria."
      },
      {
        "letra": "C",
        "texto": "inadmite partícipe."
      },
      {
        "letra": "D",
        "texto": "admite coautoria ou participação, e, se ocorrer confissão espontânea que revele toda a trama delituosa, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "admite coautoria ou participação, e, se ocorrer confissão espontânea que revele toda a trama delituosa, será concedido o perdão judicial da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "708444",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 7.492/1986, o indivíduo que gerir fraudulentamente determinada instituição financeira",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ser vítima da decretação de prisão preventiva no curso do processo."
      },
      {
        "letra": "B",
        "texto": "cometerá crime cuja ação penal será promovida pelo MPF."
      },
      {
        "letra": "C",
        "texto": "terá sua pena aumentada de um terço, se a gestão tiver sido temerária."
      },
      {
        "letra": "D",
        "texto": "responderá por crime, ainda que tenha agido culposamente."
      },
      {
        "letra": "E",
        "texto": "cometerá crime que deverá ser processado e julgado pela justiça estadual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "625060",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Se um indivíduo é flagrado entrando com R$ 100.000,00 (cem mil reais) em dinheiro no território nacional, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação constitui um irrelevante penal, pois evadir dinheiro é crime, porém, internar não;"
      },
      {
        "letra": "B",
        "texto": "Está-se diante do crime capitulado no artigo 22, “caput”, da Lei 7.492/86;"
      },
      {
        "letra": "C",
        "texto": "A depender da origem do dinheiro, pode-se estar diante de vários crimes, inclusive lavagem de dinheiro;"
      },
      {
        "letra": "D",
        "texto": "A depender da origem do dinheiro, pode-se estar diante de crime contra a ordem tributária;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464506",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O crime de “obter, mediante fraude, financiamento em instituição financeira” (art. 19 da Lei no 7.492/86) tem pena aumentada de 1/3 se cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em momento de grave recessão"
      },
      {
        "letra": "B",
        "texto": "por agente público."
      },
      {
        "letra": "C",
        "texto": "em detrimento de instituição financeira oficial."
      },
      {
        "letra": "D",
        "texto": "com intuito de causar risco sistêmico."
      },
      {
        "letra": "E",
        "texto": "por intermédio de pessoa jurídica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1626169",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com relação à delação premiada, prevista na Lei n.º 7.492/1986, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja reconhecida para fins de redução da pena, a confissão do agente deve ser espontânea."
      },
      {
        "letra": "B",
        "texto": "Não é possível o reconhecimento desse benefício nas hipóteses de crimes cometidos em quadrilha."
      },
      {
        "letra": "C",
        "texto": "Esse benefício somente será aplicável caso a confissão seja efetivada perante a autoridade judicial."
      },
      {
        "letra": "D",
        "texto": "Para a concessão desse benefício, considera-se o grau de participação do agente no crime, de forma que pode ser aplicado ao partícipe, mas não ao coautor."
      },
      {
        "letra": "E",
        "texto": "A colaboração efetiva do delator, referente a toda a trama delituosa, poderá implicar a diminuição da pena de um terço até a metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1626168",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o SFN, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que Malaquias tenha contraído, em instituição financeira oficial, financiamento vinculado à compra de maquinário específico para a produção de soja em sua propriedade rural. Nessa hipótese, caso Malaquias utilize o dinheiro para a compra de uma caminhonete nova, mas efetue o pagamento do financiamento regularmente e dentro do prazo estabelecido, não praticará crime contra o SFN."
      },
      {
        "letra": "B",
        "texto": "A pena para quem efetua operação de câmbio não autorizada, com o fim de promover a evasão de divisas, é a mesma da prevista para quem mantém no exterior depósitos não declarados à repartição federal competente."
      },
      {
        "letra": "C",
        "texto": "A conduta de quem apresenta, em liquidação extrajudicial, declaração de crédito falsa é tipificada como crime de falsidade ideológica, previsto no Código Penal, dada a ausência de previsão de crime específico na Lei n.º 7.492/1986."
      },
      {
        "letra": "D",
        "texto": "O ex-administrador de instituição financeira que deixar de apresentar ao interventor, dentro do prazo estabelecido, as informações ou documentos solicitados responderá civil e administrativamente pela omissão, mas não penalmente, haja vista a ausência de adequação de sua conduta aos tipos penais previstos na Lei n.º 7.492/1986."
      },
      {
        "letra": "E",
        "texto": "Em face da gravidade dos crimes e do objeto de proteção jurídica, a Lei n.º 7.492/1986 comina pena de reclusão para todos os tipos penais nela previstos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1626166",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca dos crimes previstos na Lei n.º 7.492/1986, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É irrelevante a diferenciação entre gestão fraudulenta e temerária, visto que, para as duas modalidades de crimes, o legislador previu idênticas penas em abstrato."
      },
      {
        "letra": "B",
        "texto": "A obtenção fraudulenta de crédito vinculado a leasing financeiro junto a banco somente constituirá crime contra o SFN caso a instituição bancária seja pública."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade penal do controlador e dos administradores da instituição financeira, incluindo-se diretores e gerentes, é de natureza objetiva e, portanto, independe da comprovação de que tenham praticado ou concorrido para a prática da infração."
      },
      {
        "letra": "D",
        "texto": "Gerente de instituição financeira poderá deferir empréstimo a primo dele, sem que isso, por si só, constitua crime previsto na legislação que trata dos crimes contra o SFN."
      },
      {
        "letra": "E",
        "texto": "É prevista a modalidade culposa para o crime tipificado como divulgar informação falha ou prejudicialmente incompleta sobre instituição financeira, sendo a pena para ele prevista inferior à estipulada para a modalidade dolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "493822",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Gerir fraudulentamente e gerir temerariamente instituição financeira trata-se de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condutas criminosas, sendo que a primeira é punida mais gravemente do que a segunda"
      },
      {
        "letra": "B",
        "texto": "condutas delituosas, sendo que a primeira é punida mais brandamente que a segunda"
      },
      {
        "letra": "C",
        "texto": "infrações penais, punidas exclusivamente com multa"
      },
      {
        "letra": "D",
        "texto": "ilícitos penais, punidos exatamente com a mesma pena."
      },
      {
        "letra": "E",
        "texto": "ilícitos administrativos que não geram responsabilidade penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "461435",
    "metadata": "Ano: 2014 | Banca: CETRO | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Sobre os crimes contra o Sistema Financeiro, marque V para verdadeiro ou F para falso e, em seguida, assinale a alternativa que apresenta a sequência correta. ( ) Os administradores e síndicos judicialmente nomeados, bem como os interventores e liquidantes nomeados pelo Banco Central podem ser equiparados aos administradores de instituição financeira para efeito de responsabilidade penal. ( ) A violação de sigilo bancário está regulada, primordialmente, pela Lei nº 7.492/1986 que define os crimes contra o Sistema Financeiro Nacional. ( ) A competência para julgar crimes relacionados ao Sistema Financeiro Nacional é da Justiça Federal, podendo a Comissão de Valores Mobiliários (CVM) e o Banco Central do Brasil (Bacen) serem admitidos como assistentes no processo judicial. ( ) O bem jurídico a ser tutelado na legislação referente a crimes contra o sistema financeiro nacional é o patrimônio das instituições e investidores afetados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F/ V/ V/ F"
      },
      {
        "letra": "B",
        "texto": "F/ V/ F/ F"
      },
      {
        "letra": "C",
        "texto": "V/ F/ F/ V"
      },
      {
        "letra": "D",
        "texto": "V/ F/ V/ F"
      },
      {
        "letra": "E",
        "texto": "V/ V/ F/ V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "419577",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Analise as assertivas e assinale, ao final, as opções corretas:I - O comerciante de materiais de construção, que se associa a quem contrata financiamento específico em instituição oficial, para a simulação de compra e venda de bens do seu comércio, incide em conduta tipificada na Lei nº 7.492/96 (apelidada de lei do colarinho branco) na forma do art. 29 Código Penal. II - Quem possui ou guarda aparelho destinado à falsificação de moeda não pratica o crime de moeda falsa. III - Quem se beneficia de dispensa de licitação, fora das hipóteses previstas em lei para tanto, pratica a conduta tipificada na Lei nº 8.666/93 (Lei de Licitações). IV - Deixar o agente público de praticar ato funcional a que está obrigado por lei, para que um amigo com isto se beneficie, configura a conduta tipificada no art. 319 Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva alternativa IV está errada."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva IV está correta."
      },
      {
        "letra": "E",
        "texto": "Há apenas duas assertivas corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "392642",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Nos termos do art. 26, da Lei n.º 7.492/86, os crimes lá definidos serão de competência da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Justiça Federal, sempre."
      },
      {
        "letra": "B",
        "texto": "Justiça Estadual, sempre."
      },
      {
        "letra": "C",
        "texto": "Justiça Federal ou da Justiça Estadual, definindo-se a questão pela regra da prevenção."
      },
      {
        "letra": "D",
        "texto": "Justiça Federal ou da Justiça Estadual, definindo-se a questão pela regra intuito personae."
      },
      {
        "letra": "E",
        "texto": "Justiça Estadual, como regra, mas da Justiça Federal caso se trate de delito transnacional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "761998",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 7.492, de 16 de junho de 1986, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime, independentemente do valor, a manutenção no exterior de depósitos não declarados à repartição federal competente."
      },
      {
        "letra": "B",
        "texto": "Para fins de responsabilidade penal, equiparam-se aos administradores de instituição financeira o interventor, o liquidante, o síndico, os diretores e os sócios da pessoa jurídica."
      },
      {
        "letra": "C",
        "texto": "Equipara-se, nos termos da Lei, às instituições financeiras a pessoa física que exerça, ainda que de modo eventual, quaisquer de suas atividades típicas, tais como a captação ou intermediação de recursos financeiros de terceiros."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos na Lei são de competência da Justiça Estadual, definindo-se a competência territorial pelo local onde a instituição financeira mantém a sua sede ou matriz."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de crimes cometidos em concurso de pessoas, o coautor ou partícipe, que por meio de confissão espontânea revelar à autoridade policial toda a trama delituosa, terá reconhecida a extinção de sua punibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352908",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca da legislação penal especial e dos crimes contra a administração pública e contra a fé pública, julgue os itens subsequentes. Aquele que fizer inserir elemento falso ou omitir elemento exigido pela legislação em demonstrativos contábeis de instituição financeira cometerá o delito de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332056",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "COM RELAÇÃO AOS CRIMES TIPIFICADOS NO ART. 4º, CAPUT, E SEU PARÁGRAFO ÚNICO, DA LEI N. 7.492/1986, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Parte da doutrina classifica-os como crimes habituais impróprios ou acidentalmente habituais, nos quais uma única ação no sentido de gerir fraudulenta ou temerariamente tem relevância para consubstanciar o tipo, embora sua reiteração não configure pluralidade de crimes. Apesar da existência de jurisprudência em sentido inverso, a maior parte dos julgados, tanto do STJ quanto do STF, corroboram esta assertiva."
      },
      {
        "letra": "B",
        "texto": "Parte da doutrina considera que o elemento normativo jurídico temerária, contido no parágrafo único, do art. 4º, não ofende o princípio constitucional da legalidade, na vertente da taxatividade, sendo, a temeridade, associada à gestão altamente afoita, arrojada ou arriscada. Contudo, a jurisprudência do STJ e do STF tem sido no sentido do reconhecimento da sua inconstitucionalidade, em razão do seu caráter vago e indeterminado."
      },
      {
        "letra": "C",
        "texto": "Consoante doutrina e jurisprudência majoritária, a redação do art. 4º e seu parágrafo único, ao retirar a previsão, contida na lei anterior, de as condutas acarretarem falência ou insolvência da instituição financeira, ou prejuízos aos investidores, transformou-os em crimes de dano, no caso de gestão fraudulenta, e de perigo abstrato, no caso de gestão temerária, tendo em conta o bem jurídico Sistema Financeiro Nacional."
      },
      {
        "letra": "D",
        "texto": "Com relação ao sujeito ativo, cuidam-se de crimes próprios, sendo penalmente responsáveis o controlador e o administrador de instituição financeira, assim considerados os diretores e os gerentes. Não obstante, a jurisprudência do STJ e do STF é pacífica no sentido de excluir daquele rol os gerentes de agências bancárias, pois os atos de gestão que lhes incumbe realizar não têm aptidão para ofender o Sistema Financeiro Nacional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1664419",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O crime de “gerir fraudulentamente instituição financeira”, previsto no art. 4º, caput, da Lei nº 7.492/1986, tem a seguinte característica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existir na modalidade culposa"
      },
      {
        "letra": "B",
        "texto": "ser cometido pela própria pessoa jurídica"
      },
      {
        "letra": "C",
        "texto": "depender de representação para ação penal"
      },
      {
        "letra": "D",
        "texto": "ser cometido por pessoa estranha à instituição finaceira"
      },
      {
        "letra": "E",
        "texto": "ser cometido pelos controladores e administradores da instituição financeira"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248686",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com relação aos delitos de preconceito e de lavagem de dinheiro e dos delitos contra o sistema financeiro nacional, julgue os próximos itens. Apesar de serem crimes autônomos, o empréstimo vedado e a gestão temerária, quando forem praticados em uma só ação e originários de uma só operação bancária, não deverão ser processados em concurso formal, pois haverá a absorção do primeiro delito pelo segundo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248685",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com relação aos delitos de preconceito e de lavagem de dinheiro e dos delitos contra o sistema financeiro nacional, julgue os próximos itens. O crime de gestão fraudulenta pode ser considerado crime habitual impróprio, tendo uma só ação relevância para configurar o tipo, ainda que a reiteração da ação não configure pluralidade de crimes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "237175",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O diretor da instituição financeira Y colocou em circulação, sem autorização escrita da sociedade emissora, documento representativo de valor mobiliário. Tal ato é tipificado como crime contra a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "licitação"
      },
      {
        "letra": "B",
        "texto": "administração pública"
      },
      {
        "letra": "C",
        "texto": "ordem econômica"
      },
      {
        "letra": "D",
        "texto": "livre circulação de ideias"
      },
      {
        "letra": "E",
        "texto": "sistema financeiro nacional"
      }
    ],
    "gabarito": "E"
  }
]