[
  {
    "id": "3362532",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Catarina, Promotora de Justiça com atuação na Vara de Execuções Penais do Estado do Rio de Janeiro, foi instada a se manifestar sobre a progressão de regime de João, condenado de altíssima periculosidade, atualmente em cumprimento de pena pela prática de determinado crime hediondo. Em razão da inobservância dos requisitos previstos em lei, a representante do Parquet foi contrária ao pedido formulado pela defesa técnica. Nesse cenário, considerando as disposições da Lei nº 8.072/1990, é correto afirmar que João está cumprindo pena pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva circunstanciada por se tratar de ocupante de cargo em comissão em empresa pública."
      },
      {
        "letra": "B",
        "texto": "lesão corporal dolosa de natureza leve, praticada contra policial penal no exercício da função."
      },
      {
        "letra": "C",
        "texto": "roubo circunstanciado de veículo automotor que foi transportado para o exterior."
      },
      {
        "letra": "D",
        "texto": "incêndio circunstanciado por envolver edifício público."
      },
      {
        "letra": "E",
        "texto": "furto qualificado pelo emprego de explosivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3259951",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Um grupo de guardas municipais, após aprovação em disputado concurso público, é matriculado em curso ministrado por policiais civis e membros do Ministério Público para identificar o cometimento de crimes considerados de alto potencial ofensivo para a sociedade. A identificação é relevante para possibilitar a atuação conjunta das instituições. Nos termos da Lei nº 8.072/90, é considerado crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto"
      },
      {
        "letra": "B",
        "texto": "epidemia"
      },
      {
        "letra": "C",
        "texto": "feminicídio"
      },
      {
        "letra": "D",
        "texto": "estelionato"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171984",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Antônio, policial civil, está atuando em complexa investigação. Em razão dos reflexos práticos para o deslinde do procedimento investigatório, Antônio resolveu analisar a legislação que trata dos crimes hediondos, cotejando-a com os delitos que teriam sido praticados pelos investigados, residentes na cidade de Nova Lima/MG. De acordo com a narrativa, considerando as disposições da Lei nº 8.072/1990, avalie as afirmativas a seguir. I. Lesão corporal dolosa de natureza grave, em razão do perigo de vida, em detrimento de um policial civil no exercício das funções. II. Roubo circunstanciado pelo emprego de arma branca. III. Posse ilegal de arma de fogo de uso proibido. Assinale a opção que indica crimes hediondos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3543029",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Cupira - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "O sequestro de pessoas, especialmente quando envolve violência, pedido de resgate ou privação de liberdade prolongada, é considerado um dos crimes mais graves no Brasil. Dada a sua natureza de extrema crueldade e o impacto psicológico sobre a vítima e sua família, o sequestro é enquadrado na legislação como crime hediondo, sujeito a punições mais rigorosas, incluindo penas mais longas e restrições de benefícios penais, como a progressão de regime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151636",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: AMMPLA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Baseando-se nas Leis de Crimes hediondos (Lei Federal n.º 8.072/1990), Tortura (Lei Federal n.º 9.455/1997), Lavagem de dinheiro (Lei Federal n.º 9.613/1998), Maria da Penha (Lei Federal n.º 11.340/2006) e Drogas (Lei Federal n.º 11.343/2006), determine a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na forma da Lei de Lavagem de Dinheiro, o Ministério Público terá acesso, exclusivamente, aos dados cadastrais do investigado que informam qualificação pessoal, filiação e endereço, independentemente de autorização judicial, mantidos pela Justiça Eleitoral, pelas empresas telefônicas, pelas instituições financeiras, pelos provedores de internet e pelas administradoras de cartão de crédito."
      },
      {
        "letra": "B",
        "texto": "Na forma da Lei Maria da Penha temos que a violência psicológica contra a mulher, em situação de violência doméstica e familiar, deve ser entendida como qualquer conduta que a constranja a presenciar, a manter ou a participar de relação sexual não desejada, mediante intimidação, ameaça, coação ou uso da força; que a induza a comercializar ou a utilizar, de qualquer modo, a sua sexualidade, que a impeça de usar qualquer método contraceptivo ou que a force ao matrimônio, à gravidez, ao aborto ou à prostituição, mediante coação, chantagem, suborno ou manipulação; ou que limite ou anule o exercício de seus direitos sexuais e reprodutivos."
      },
      {
        "letra": "C",
        "texto": "Na forma da Lei de Drogas, aquele que importa, exporta, remete, produz, fabrica, adquire, vende, expõe à venda, oferece, fornece, tem em depósito, transporta, traz consigo ou guarda, ainda que gratuitamente, sem autorização ou em desacordo com determinação legal ou regulamentar, matéria-prima, insumo ou produto químico destinado à preparação de drogas, quando presentes elementos probatórios razoáveis de conduta criminal preexistente terá sua pena aumentada de 1/3 até à metade."
      },
      {
        "letra": "D",
        "texto": "Na forma da Lei de Tortura, a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "Na forma da Lei de Crimes Hediondos, a União e os Estados manterão estabelecimentos penais, de segurança máxima, destinados ao cumprimento de penas impostas a condenados de alta periculosidade, cuja permanência em presídios estaduais ponha em risco a ordem ou incolumidade pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3115074",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Conforme preconiza a Lei nº 8.072, de 25 de julho de 1990, são considerados hediondos os seguintes crimes, consumados ou tentados: 1. sequestro e cárcere privado cometido contra menor de 18 anos. 2. estupro de vulnerável. 3. epidemia com resultado morte. 4. tráfico de pessoas cometido contra criança ou adolescente. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3100487",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Qual dos crimes abaixo NÃO é considerado hediondo pela legislação brasileira?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal dolosa gravíssima, prevista no art. 129, § 2.º c/c § 12, do Código Penal, praticada contra um guarda municipal em decorrência da função."
      },
      {
        "letra": "B",
        "texto": "Porte ilegal de arma de fogo de uso permitido, com numeração raspada, previsto no art. 16, § 1.º, IV, da Lei n.º 10.826/2003."
      },
      {
        "letra": "C",
        "texto": "Sequestro praticado contra um adolescente de 17 (dezessete) anos."
      },
      {
        "letra": "D",
        "texto": "Furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "E",
        "texto": "Armazenar em um computador fotografia contendo cena pornográfica com envolvimento de uma adolescente de 16 (dezesseis) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3098174",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: Conselho Federal de Nutrição",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "À luz da Constituição Federal de 1988, julgue o item seguinte.No Brasil, não haverá pena de morte, salvo em caso de crimes definidos como hediondos pela legislação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3091377",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "João, advogado, atua, entre outros, em processos que versam sobre os seguintes delitos. I. Furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum. II. Roubo circunstanciado pela restrição da liberdade da vítima. III. Porte ou posse ilegal de arma de fogo de uso permitido. IV. Estupro simples. Nesse cenário, considerando as disposições da Lei nº 8.072/1990, é correto afirmar que são hediondos os crimes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079372",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei nº 8.072/1990 dispõe sobre os crimes hediondos. Assinale a alternativa correta que contém crime considerado hediondo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro"
      },
      {
        "letra": "B",
        "texto": "Furto qualificado"
      },
      {
        "letra": "C",
        "texto": "Homicídio culposo"
      },
      {
        "letra": "D",
        "texto": "Roubo simples"
      },
      {
        "letra": "E",
        "texto": "Difamação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3058552",
    "metadata": "Ano: 2024 | Banca: UPENET/IAUPE | Órgão: SEMUL de Recife - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Quanto aos crimes contra a dignidade sexual, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas se considera crime hediondo o crime de estupro na forma qualificada, ou seja, se da conduta resulte morte, ou se da conduta resulte lesão corporal de natureza grave ou se a vítima for menor de 18 (dezoito) ou maior de 14 (catorze) anos."
      },
      {
        "letra": "B",
        "texto": "homens e mulheres podem ser sujeitos passivos do crime de estupro."
      },
      {
        "letra": "C",
        "texto": "nos crimes de estupro e violação sexual mediante fraude, procede-se mediante ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "o crime de assédio sexual pressupõe subordinação da vítima em relação ao agente, que se prevalece de sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função."
      },
      {
        "letra": "E",
        "texto": "também incorre na pena prevista para o crime de registro não autorizado da intimidade sexual quem realiza montagem em fotografia, vídeo, áudio ou qualquer outro registro com o fim de incluir pessoa em cena de nudez ou ato sexual ou libidinoso de caráter íntimo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3047132",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Moreno - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a Lei Federal nº 8.072/1990, conhecida como Lei dos Crimes Hediondos, os condenados por crimes hediondos podem progredir de regime de cumprimento de pena após cumprir apenas um sexto da pena total, desde que apresentem bom comportamento carcerário e obtivem a recomendação favor da direção do estabelecimento prisional. Por exemplo, um condenado por latrocínio pode passar para o regime semiaberto após cumprir apenas uma fração mínima de sua pena, desde que demonstre bom comportamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3047117",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Moreno - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir. A Lei Federal nº 8.072/1990, conhecida como Lei dos Crimes Hediondos, estabelece um regime mais específico de cumprimento de pena para crimes considerados de extrema gravidade, como o homicídio qualificado, a extorsão mediante sequestro e o estupro. Por exemplo, essa lei prevê que os condenados por crimes hediondos não têm direito à anistia, graça ou indulto, e que a aplicação da pena deve ser inicialmente em regime fechado, garantindo uma resposta penal mais severa e a proteção da sociedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3015537",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SEAP-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "João, policial penal, tomou conhecimento de que Caio, condenado pela prática de um crime hediondo, deu entrada, para cumprir pena, na unidade prisional onde está trabalhando. Nesse cenário, considerando as disposições da Lei no 8.072/1990, é correto afirmar que Caio foi condenado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo qualificado pelo resultado morte."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3010083",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Cristalina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "O crime hediondo é inafiançável e insuscetível de graça, indulto ou anistia, fiança e liberdade provisória. Considerando o que dispõe a Lei n.º 8.072/1990 sobre os crimes hediondos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio tentado, quando praticado em atividade típica de grupo de extermínio, é considerado crime hediondo."
      },
      {
        "letra": "B",
        "texto": "estelionato mediante fraude devidamente consumado e induzimento ao suicídio, mesmo que tentado, são exemplos de crime hediondo."
      },
      {
        "letra": "C",
        "texto": "por se tratar de um dos crimes mais repudiados por todas as sociedades, o homicídio, seja ele simples ou qualificado, é considerado crime hediondo."
      },
      {
        "letra": "D",
        "texto": "lesões corporais culposas graves e gravíssimas são consideradas crimes hediondos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2591059",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Quanto à Lei dos Crimes Hediondos (Lei n o 8.072/1990), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de estupro (art. 213 do Código Penal) e de estupro de vulnerável (art. 217-A do Código Penal) são considerados hediondos somente quando qualificados pela lesão corporal de natureza grave ou pela morte."
      },
      {
        "letra": "B",
        "texto": "O crime de roubo (art. 157 do Código Penal) somente pode ser considerado hediondo quando resultar em morte."
      },
      {
        "letra": "C",
        "texto": "Os crimes previstos no Decreto-Lei no 1.001/1969 (Código Penal Militar) não podem ser considerados hediondos, nos termos da Lei n o 8.072/1990, mesmo que apresentem identidade com os crimes previstos no art. 1º dessa lei."
      },
      {
        "letra": "D",
        "texto": "O crime de furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum (art. 155, § 4º - A, do Código Penal) encontra-se atualmente previsto como crime hediondo."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de fiança, mas podem ser objeto de anistia, graça e indulto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2564153",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Em relação aos crimes hediondos, na forma do disposto na Lei nº 8.072/1990 e em suas alterações e com base na jurisprudência dos Tribunais Superiores, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O porte ou posse de arma de fogo de uso permitido, ainda que com numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado, não é considerado crime hediondo."
      },
      {
        "letra": "B",
        "texto": "É constitucional a fixação, com base no Art. 2º, § 1º, da Lei nº 8.072/1990, do regime inicial fechado, dispensando-se a análise dos parâmetros previstos no Art. 33 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime hediondo o ato de induzir a suicídio ou a automutilação realizado por meio da rede de computadores."
      },
      {
        "letra": "D",
        "texto": "Os condenados por crimes hediondos ou assemelhados cometidos antes da vigência da Lei nº 11.464/2007 devem cumprir 1/6 da pena para fins de progressão de regime."
      },
      {
        "letra": "E",
        "texto": "O furto qualificado pelo emprego de explosivo ou de artefato análogo, que cause perigo comum, é crime hediondo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2523247",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir.Conforme o Artigo 2º, § 1º, a Lei dos Crimes Hediondos (Lei Federal nº 8.072/1990) veda a concessão de liberdade provisória, com ou sem fiança, aos acusados de crimes hediondos. Isso significa que, enquanto aguardam julgamento, os indivíduos acusados desses crimes devem permanecer presos preventivamente. Essa disposição é projetada para garantir que os acusados de crimes de extrema gravidade não tenham a oportunidade de fugir, influenciar testemunhas ou continuar a cometer crimes enquanto aguardam julgamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2523233",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir.O Artigo 2º da Lei dos Crimes Hediondos (Lei Federal nº 8.072/1990) estabelece que os condenados por crimes hediondos, como homicídio qualificado, latrocínio, estupro, entre outros, não têm direito a anistia, graça e indulto. Além disso, a progressão de regime para esses crimes é mais restrita, exigindo que o condenado cumpra pelo menos 3/5 da pena se for réu primário, e 4/5 se for reincidente. Essas medidas têm como objetivo aumentar a segurança pública, mantendo os autores de crimes extremamente graves afastados do convívio social por um período mais longo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2513050",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca dos crimes hediondos, analise as disposições a seguir. I. Somente os crimes consumados definidos em lei são considerados hediondos, descabendo ao magistrado estender o rol legal. II. Os crimes hediondos são insuscetíveis de anistia, graça, indulto, suspensão condicional da pena e livramento condicional. III. Em caso de condenação, o juiz decidirá fundamentadamente se o réu poderá apelar em liberdade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2494325",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, conforme a Lei Federal No 8.072/1990,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável, genocídio, furto qualificado e extorsão grave."
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável, roubo qualificado, extorsão e lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "estupro, homicídio qualificado, epidemia e porte ilegal de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "estupro, genocídio, extorsão mediante sequestro e lesão corporal de dolosa de natureza gravíssima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2494324",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei Federal No 8.072/1990, que trata dos crimes hediondos, o homicídio é considerado um crime hediondo quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido no período da noite."
      },
      {
        "letra": "B",
        "texto": "cometido de forma culposa ou dolosa."
      },
      {
        "letra": "C",
        "texto": "praticado somente por pessoa do sexo masculino."
      },
      {
        "letra": "D",
        "texto": "praticado em atividade típica de grupo de extermínio ou for um homicídio qualificado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2467476",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a Lei nº 8.072/1990, os crimes de latrocínio, extorsão qualificada pela morte, e extorsão mediante sequestro são considerados hediondos, não sendo passíveis de fiança ou liberdade provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2462168",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com base nas Leis n.º 13.869/2019 (Lei de Abuso de Autoridade), n.º 8.072/1990 (Lei de Crimes Hediondos), n.º 9.455/1997 (Lei de Tortura) e n.º 10.826/2003 (Estatuto do Desarmamento), julgue o itema seguir.Se uma pessoa for ré em processo criminal por ter praticado suposto crime considerado hediondo, a ela será insuscetível a concessão de fiança, mas, na sentença condenatória, o juiz decidirá, de forma fundamentada, se o réu poderá apelar em liberdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2450402",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Flechinha foi preso por agentes de segurança pública pela prática de tentativa de realizar comércio ilegal de armas de fogo. De acordo com as disposições da Lei nº 8.072/1990, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime cometido por flechinha não é considerado hediondo, por ter sido tentado."
      },
      {
        "letra": "B",
        "texto": "Flechinha pode ser beneficiado por fiança, por ter sido crime tentado."
      },
      {
        "letra": "C",
        "texto": "Caso condenado, a pena de Flechinha pelo crime descrito deverá ser cumprida integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "Caso condenado, por ser crime hediondo, Flechinha não poderá, em hipótese alguma, apelar em liberdade."
      },
      {
        "letra": "E",
        "texto": "Flechinha não pode ser beneficiado por graça, anistia, indulto ou fiança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2448589",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sávio, delegado de polícia, relata um inquérito policial que tem por objeto a prática, em novembro de 2023, de um crime hediondo praticado por Fabiano. A autoridade policial aproveita a oportunidade para ler, nas nuances, a legislação de regência, atualizando-se sobre a temática. Em observância às disposições da Lei n º 8.072/1990, Fabiano praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico ilícito de entorpecentes, na modalidade privilegiada;"
      },
      {
        "letra": "B",
        "texto": "roubo circunstanciado pelo emprego de arma branca;"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo emprego de explosivo;"
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa;"
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2414798",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Em face do disposto na Lei de Crimes Hediondos (Lei nº 8.072/1990), é hediondo o homicídio cometido em atividade típica de milícia, ainda que por um só agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2395605",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Entre os crimes narrados abaixo, assinale o único que não é classificado pela Lei nº 8.072/1990 como um crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio não qualificado, contra pessoa comum, mas praticado em atividade típica de grupo de extermínio."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal dolosa de natureza gravíssima contra o sobrinho de agente de polícia civil, em razão dessa condição."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante ameaça de tirarlhe a vida, a permitir que o agressor pratique ato libidinoso contra a vítima."
      },
      {
        "letra": "D",
        "texto": "Epidemia, ainda que sem resultado morte."
      },
      {
        "letra": "E",
        "texto": "Furto de valores guardados em cofre bancário mediante o uso de dinamites."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2388774",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca da Lei n.º 8.072/1990 (Lei de Crimes Hediondos), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após as alterações promovidas na Lei de Crimes Hediondos pelo Pacote Anticrime, o crime de roubo circunstanciado, em qualquer de suas modalidades, passou a ser considerado delito hediondo."
      },
      {
        "letra": "B",
        "texto": "O delito de furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum é insuscetível de indulto."
      },
      {
        "letra": "C",
        "texto": "O delito de extorsão, quando praticado com emprego de arma de fogo, é inafiançável."
      },
      {
        "letra": "D",
        "texto": "Nos crimes hediondos, a prisão temporária terá o prazo de trinta dias, podendo ser prorrogada, de forma automática, por igual período."
      },
      {
        "letra": "E",
        "texto": "O condenado unicamente por crime de importunação sexual somente poderá obter livramento condicional após o cumprimento de mais de dois terços da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386462",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei dos Crimes Hediondos, são considerados crimes hediondos: 1. estupro. 2. lesão corporal. 3. estupro de vulnerável. 4. homicídio. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É correta apenas a afirmativa 1."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1 e 3."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 2 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386461",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes hediondos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu condenado pela prática de crime hediondo não poderá recorrer em liberdade."
      },
      {
        "letra": "B",
        "texto": "A pena por crime considerado hediondo será cumprida em regime integralmente fechado."
      },
      {
        "letra": "C",
        "texto": "O crime hediondo praticado sem violência ou grave ameaça admite a concessão de liberdade provisória mediante fiança."
      },
      {
        "letra": "D",
        "texto": "O réu condenado pela prática de crime hediondo somente poderá ter deferida progressão após o cumprimento de dois quintos da pena."
      },
      {
        "letra": "E",
        "texto": "A prisão temporária em decorrência da prática de crime hediondo terá prazo de trinta dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386460",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei de Crimes Hediondos prevê um rol de crimes cuja tipificação legal abrange os delitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposos ou tentados."
      },
      {
        "letra": "B",
        "texto": "consumados ou tentados."
      },
      {
        "letra": "C",
        "texto": "apenas crimes consumados."
      },
      {
        "letra": "D",
        "texto": "consumados ou culposos."
      },
      {
        "letra": "E",
        "texto": "apenas crimes culposos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2367592",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Fábio, em dezembro de 2023, foi condenado, definitivamente, em diferentes persecuções penais processuais, pela prática dos seguintes delitos, praticados nos anos 2022 e 2023: i. homicídio doloso, circunstanciado pela idade da vítima (menor de 14 anos de idade); ii. roubo circunstanciado pelo emprego de arma branca; iii. comércio ilegal de arma de fogo; iv. organização criminosa, direcionada à prática do crime de extorsão circunstanciada pelo emprego de arma; e v. furto qualificado pelo emprego de explosivo. Nesse contexto, o juízo competente, visando à aplicabilidade dos benefícios inerentes à execução penal, estuda as referidas condenações e as coteja com a Lei dos Crimes Hediondos. Considerando as disposições da Lei nº 8.072/1990, assinale a opção que indica os crimes hediondos que Fábio teria cometido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio doloso, circunstanciado pela idade da vítima (menor de 14 anos de idade); roubo circunstanciado pelo emprego de arma branca; comércio ilegal de arma de fogo; e organização criminosa, direcionada à prática do crime de extorsão circunstanciado pelo emprego de arma."
      },
      {
        "letra": "B",
        "texto": "Homicídio doloso, circunstanciado pela idade da vítima (menor de 14 anos de idade); roubo circunstanciado pelo emprego de arma branca; e organização criminosa, direcionada à prática do crime de extorsão circunstanciada pelo emprego de arma."
      },
      {
        "letra": "C",
        "texto": "Comércio ilegal de arma de fogo; e furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "D",
        "texto": "Comércio ilegal de arma de fogo; organização criminosa, direcionada à prática do crime de extorsão circunstanciado pelo emprego de arma; e furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "E",
        "texto": "Homicídio doloso, circunstanciado pela idade da vítima (menor de 14 anos de idade); organização criminosa, direcionada à prática do crime de extorsão circunstanciado pelo emprego de arma; e furto qualificado pelo emprego de explosivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2564351",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Maracanaú - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale abaixo o único crime que não é considerado hediondo pela Lei nº 8.072/1990:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento de exploração sexual de mulheres."
      },
      {
        "letra": "B",
        "texto": "roubo qualificado pelo resultado lesão corporal grave ou morte."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada pela restrição da liberdade da vítima, ocorrência de lesão corporal ou morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2564349",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Maracanaú - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Francisco de Assis, policial, foi preso em flagrante em razão da prática de tortura. Em busca da liberdade provisória, o seu advogado ofereceu, na Delegacia, R$ 100.000,00 (cem mil reais) a título de fiança. Nesse caso, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei de crimes hediondos (Lei nº 8.072/1990) determina que Francisco de Assis fique preso até o trânsito em julgado."
      },
      {
        "letra": "B",
        "texto": "não era necessário o oferecimento da fiança, pois a lei de crimes hediondos (Lei nº 8.072/1990) determina que a prisão em flagrante seja convertida em prisão temporária com prazo de 30 (trinta) dias."
      },
      {
        "letra": "C",
        "texto": "a fiança, nos crimes hediondos e a eles equiparados, não pode ser em dinheiro, e sim no oferecimento de restrições domiciliares à liberdade de locomoção."
      },
      {
        "letra": "D",
        "texto": "a lei de crimes hediondos (Lei nº 8.072/1990) não permite que o delegado conceda a fiança requerida para Francisco de Assis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2531343",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: Prefeitura de Cidade Ocidental - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Os crimes hediondos são insuscetíveis de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anistia."
      },
      {
        "letra": "B",
        "texto": "liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "habeas corpus."
      },
      {
        "letra": "D",
        "texto": "reconsideração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2426935",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: FASEPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, consoante a Lei nº 8.072/90 e suas alterações, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "epidemia com resultado morte."
      },
      {
        "letra": "C",
        "texto": "lesão corporal culposa grave."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada pela restrição da liberdade da vítima, ocorrência de lesão corporal ou morte."
      },
      {
        "letra": "E",
        "texto": "roubo circunstanciado pela restrição da liberdade da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2374455",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei dos crimes hediondos (Lei nº 8.072/1990), o crime de roubo será considerado hediondo se houver",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emprego de explosivo ou de artefato análogo que cause perigo comum."
      },
      {
        "letra": "B",
        "texto": "concurso de duas ou mais pessoas."
      },
      {
        "letra": "C",
        "texto": "subtração de substâncias explosivas."
      },
      {
        "letra": "D",
        "texto": "restrição de liberdade da vítima."
      },
      {
        "letra": "E",
        "texto": "emprego de arma de fogo de uso proibido, excluídos os casos de uso restrito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2339489",
    "metadata": "Ano: 2023 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "NÃO é, por si só, considerado crime hediondo, ou equiparado, segundo a legislação brasileira (Lei no 8.072/90),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de posse ilegal de arma de fogo de uso proibido."
      },
      {
        "letra": "B",
        "texto": "a lesão corporal dolosa de natureza gravíssima contra integrante do sistema prisional no exercício da função."
      },
      {
        "letra": "C",
        "texto": "o crime de organização criminosa."
      },
      {
        "letra": "D",
        "texto": "a tentativa de furto qualificado pelo emprego de explosivos."
      },
      {
        "letra": "E",
        "texto": "o roubo praticado por um agente, com arma de fogo de uso permitido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2295234",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considerando o disposto na Lei nº 8.072, de 25 de julho de 1990, sobre os crimes hediondos, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são suscetíveis de: I - anistia, graça e indulto; II – fiança."
      },
      {
        "letra": "B",
        "texto": "A pena prevista para o crime do art. 288 do Código Penal (Associarem-se 3 (três) ou mais pessoas, para o fim específico de cometer crimes) será de um a três anos de reclusão, quando se tratar de crimes hediondos, prática da tortura, tráfico ilícito de entorpecentes e drogas afins ou terrorismo."
      },
      {
        "letra": "C",
        "texto": "A União manterá estabelecimentos penais, de segurança máxima, destinados ao cumprimento de penas impostas a condenados de alta periculosidade, cuja permanência em presídios estaduais ponha em risco a ordem ou incolumidade pública"
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso é crime cuja pena é reclusão, de 6 (seis) a 12 (doze) anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2281729",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). De acordo com o parágrafo único do artigo 1º, da Lei nº 8.072/1990, consideram-se também hediondos, tentados ou consumados, as infrações penais abaixo elencadas: ( ) a posse ou porte ilegal de arma de fogo de uso proibido, previsto no artigo 16, da Lei nº 10.826/2003 (Estatuto do Desarmamento). ( ) a associação criminosa, quando direcionada à prática de crime hediondo ou equiparado. ( ) o genocídio, previsto nos artigos 1º, 2º e 3º, da Lei nº 2.889/1956 (que define e pune o crime de genocídio). Assinale a alternativa que apresenta a sequência correta de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - F - V"
      },
      {
        "letra": "B",
        "texto": "V - F - F"
      },
      {
        "letra": "C",
        "texto": "F - V - V"
      },
      {
        "letra": "D",
        "texto": "F - F - V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2281728",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Segundo a Lei nº 8.072/1990, com suas alterações, é considerado hediondo o seguinte crime, consumado ou tentado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento da prostituição ou de outra forma de exploração sexual"
      },
      {
        "letra": "B",
        "texto": "roubo qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum"
      },
      {
        "letra": "C",
        "texto": "extorsão mediante sequestro somente na forma qualificada"
      },
      {
        "letra": "D",
        "texto": "roubo circunstanciado pela restrição de liberdade da vítima (art. 157, § 2º, inciso V, do Código Penal)"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2280999",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei n. 8.072/1990, considera-se hediondo o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável;"
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum;"
      },
      {
        "letra": "C",
        "texto": "extorsão indireta;"
      },
      {
        "letra": "D",
        "texto": "dano qualificado;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247507",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considere hipoteticamente que uma mulher tenha sido presa em flagrante pela prática de crime de homicídio qualificado, com o emprego de arma de fogo contra o seu ex-companheiro. Ao final do processo, ela foi condenada, em caráter definitivo, à pena privativa de liberdade de 14 anos de reclusão, estabelecido o regime inicial fechado. Com base somente nos fatos narrados e na legislação vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime praticado pela mulher não é considerado hediondo segundo a legislação brasileira, pois apenas o homicídio praticado em atividade típica de grupo de extermínio está previsto na Lei nº 8.072/1990, mas não o homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "O crime praticado pela mulher é insuscetível de fiança, mas permite a concessão de anistia, graça e indulto."
      },
      {
        "letra": "C",
        "texto": "A prisão temporária da mulher, caso decretada, teria prazo máximo de 30 dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      },
      {
        "letra": "D",
        "texto": "Essa mulher jamais poderá ser beneficiada com a concessão de livramento condicional no curso do cumprimento da sua pena, ainda que primária e de bons antecedentes, e mesmo após o cumprimento de mais de dois terços da sua reprimenda."
      },
      {
        "letra": "E",
        "texto": "Caso o ex-companheiro tenha sobrevivido, o crime praticado pela mulher deixará de ser considerado hediondo, uma vez que a Lei nº 8.072/1990 apenas prevê em seu rol, crimes consumados, jamais tentados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2218520",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Arlindo, traficante de drogas, para se vingar do policial militar Noel, que o prendera no passado, ao encontrar em via pública Heitor, 10 anos, filho biológico de Noel, espanca a criança, sem intenção de matá-la, causando-lhe lesão corporal de natureza gravíssima. Com base no caso proposto, o crime praticado por Arlindo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é hediondo, pois somente a lesão corporal seguida de morte praticada contra parente consanguíneo de agente descrito no art. 144 da Constituição Federal, em razão de sua condição funcional, é assim classificada"
      },
      {
        "letra": "B",
        "texto": "não é hediondo, pois somente as lesões corporais gravíssimas e seguidas de morte contra agente descrito no art. 144 da Constituição Federal, em razão de sua condição funcional, são assim classificadas"
      },
      {
        "letra": "C",
        "texto": "é hediondo, pois assim são classificadas a lesão corporal gravíssima e a seguida de morte contra parente consanguíneo de agente descrito no art. 144 da Constituição Federal, em razão de sua condição funcional"
      },
      {
        "letra": "D",
        "texto": "é hediondo, pois assim é classificada toda lesão corporal dolosa contra parente consanguíneo de agente descrito no art. 144 da Constituição Federal, em razão de sua condição funcional"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211467",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "No que diz respeito aos crimes hediondos e aos crimes a eles equiparados, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com o Pacote Anticrime, o crime de tráfico de drogas deixou de ser equiparado aos delitos hediondos."
      },
      {
        "letra": "B",
        "texto": "O requisito objetivo para a progressão de regime do condenado por tráfico de drogas é o cumprimento de 40% da pena, caso ele seja primário ou não reincidente específico em crimes hediondos ou equiparados sem resultado morte."
      },
      {
        "letra": "C",
        "texto": "O Pacote Anticrime conceituou o que se entende por crime hediondo ou a ele equiparado."
      },
      {
        "letra": "D",
        "texto": "O delito de tráfico, na sua forma privilegiada, é equiparado a crime hediondo."
      },
      {
        "letra": "E",
        "texto": "O Pacote Anticrime alterou a Lei n.º 8.072/1990 (Lei de Crimes Hediondos), incluindo em seu rol, retroativamente, o roubo circunstanciado pelo emprego de arma branca."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207176",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito do tráfico ilícito e uso indevido de substâncias entorpecentes, de crime organizado, dos crimes de tortura e dos crimes hediondos, julgue o item que se segue. Equipara-se a crime hediondo o tráfico ilícito de drogas na forma privilegiada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2098985",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a hipótese em que todos os crimes são rotulados de hediondos ou equiparados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio privilegiado, latrocínio, estupro de vulnerável e tortura."
      },
      {
        "letra": "B",
        "texto": "Extorsão qualificada pela restrição da liberdade da vítima, favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável, e furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum."
      },
      {
        "letra": "C",
        "texto": "Homicídio qualificado, latrocínio, terrorismo e redução à condição análoga de escravo."
      },
      {
        "letra": "D",
        "texto": "Posse ou porte ilegal de arma de fogo de uso proibido, comércio ilegal de armas de fogo, tráfico internacional de arma de fogo, acessório ou munição e extorsão em todas as suas modalidades."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2408358",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Peter Sherck atuou, como investigador em rumoroso caso envolvendo acusados de praticar crime de comércio ilegal de armas de fogo e que vieram a ser detidos e condenados pelo Juízo criminal competente. Durante o cumprimento da pena, os condenados requereram benefícios previstos na legislação. Nos termos da Lei de crimes hediondos (Lei n º 8.072/90), esses crimes são insuscetíveis de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indulto"
      },
      {
        "letra": "B",
        "texto": "condicional"
      },
      {
        "letra": "C",
        "texto": "permissão de saída"
      },
      {
        "letra": "D",
        "texto": "licença-estudo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2408357",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Gunther Stark mudou-se de cidade e passou a habitar em pequeno município conhecido pela cordialidade dos seus cidadãos. Apesar disso, em determinado momento, passaram a ocorrer furtos e roubos tanto na área urbana, como na rural. Tendo em vista o pequeno efetivo policial existente, houve a sugestão de organização de grupos paramilitares com o intuito de defender as propriedades locais. Em consulta à assessoria jurídica do município, foi aventado que tal prática seria ilegal e poderia gerar homicídios. Nos termos da Lei de crimes hediondos (Lei n º 8.072/90), o crime de homicídio será hediondo quando praticado em atividade típica de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grupo miliciano"
      },
      {
        "letra": "B",
        "texto": "grupo organizado"
      },
      {
        "letra": "C",
        "texto": "grupo de cidadãos"
      },
      {
        "letra": "D",
        "texto": "grupo de extermínio"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2339705",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito dos crimes hediondos e dos crimes a eles equiparados, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recrudescimento da resposta penal aos crimes hediondos e aos a eles equiparados decorre de mandado de criminalização que pode ser classificado como norma constitucional de eficácia contida."
      },
      {
        "letra": "B",
        "texto": "Embora o ordenamento jurídico brasileiro tenha adotado o sistema legal de definição dos crimes hediondos, a Lei n.o 13.964/2019 inseriu na legislação pátria a chamada cláusula salvatória, em atenção à crítica doutrinária à redação original da Lei n.o 8.072/1990."
      },
      {
        "letra": "C",
        "texto": "Os crimes hediondos têm como elemento comum o emprego de violência ou grave ameaça à pessoa, o qual não está previsto, contudo, para os crimes equiparados aos hediondos."
      },
      {
        "letra": "D",
        "texto": "Consideram-se hediondos os crimes de genocídio, associação para o genocídio e incitação ao genocídio."
      },
      {
        "letra": "E",
        "texto": "Os crimes tipificados no Código Penal Militar com equivalente na legislação penal comum (crimes militares impróprios) estão incluídos no rol de crimes hediondos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2169016",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que se refere à Lei dos Crimes Hediondos (Lei nº 8079/90), assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, graça e indulto"
      },
      {
        "letra": "B",
        "texto": "A pena por crime hediondo deve ser cumprida integralmente em regime fechado"
      },
      {
        "letra": "C",
        "texto": "A prisão temporária, nos crimes hediondos, possui o prazo de 30 (trinta) dias, prorrogável por igual período em caso de extrema e comprovada necessidade"
      },
      {
        "letra": "D",
        "texto": "Em caso de sentença condenatória, o juiz deve decidir fundamentadamente se o réu poderá apelar em liberdade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2074476",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "É considerado hediondo o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo, circunstanciado pelo emprego de arma branca ou de fogo."
      },
      {
        "letra": "B",
        "texto": "furto, qualificado pelo emprego de explosivo ou artefato análogo, que cause perigo comum."
      },
      {
        "letra": "C",
        "texto": "crime de posse ou de porte de arma de fogo de uso permitido."
      },
      {
        "letra": "D",
        "texto": "crime de organização criminosa voltada à prática de qualquer infração penal."
      },
      {
        "letra": "E",
        "texto": "crime de favorecimento à prostituição de adulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031583",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considera-se crime hediondo, tentado ou consumado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "organização criminosa, quando direcionada à prática de crime hediondo ou equiparado."
      },
      {
        "letra": "B",
        "texto": "homicídio simples, quando praticado por organização criminosa."
      },
      {
        "letra": "C",
        "texto": "posse ou porte ilegal de arma de fogo de uso permitido."
      },
      {
        "letra": "D",
        "texto": "tráfico de entorpecentes privilegiado."
      },
      {
        "letra": "E",
        "texto": "lesão corporal dolosa de natureza gravíssima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2023537",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Relativamente à Lei nº 8.072/1990, analise as assertivas abaixo, assinalando V, se verdadeiras, ou F, se falsas. É considerado hediondo o crime de: ( ) Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável. ( ) Tortura. ( ) Estupro de vulnerável. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998937",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei Anticrime (Lei Federal nº 13.964/2019), são crimes hediondos, dentre outros, os seguintes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "epidemia com resultado morte e corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "extorsão mediante sequestro e lesão corporal dolosa de natureza gravíssima."
      },
      {
        "letra": "C",
        "texto": "roubo circunstanciado pelo emprego de arma de fogo e extorsão qualificada pela restrição da liberdade da vítima, ocorrência de lesão corporal ou morte."
      },
      {
        "letra": "D",
        "texto": "furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum e associação criminosa."
      },
      {
        "letra": "E",
        "texto": "genocídio e homicídio simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1998914",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca das disposições penais válidas ao direito penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São penalmente imputáveis os menores de dezoito anos, sujeitos às normas da legislação especial."
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos são inafiançáveis, imprescritíveis e insuscetíveis de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "Constitui crime inafiançável e imprescritível a ação de grupos armados, civis ou militares, contra a ordem constitucional e o Estado Democrático."
      },
      {
        "letra": "D",
        "texto": "A ordem constitucional veda a adoção de penas cruéis e de morte, bem como a imprescritibilidade dos delitos."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos são insuscetíveis de indulto coletivo, graça ou anistia, mas são prescritíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985211",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Relativamente aos crimes previstos na Lei nº 8.072/1990, NÃO é considerado como crime hediondo ou equiparado o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "genocídio;"
      },
      {
        "letra": "B",
        "texto": "estupro;"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo emprego de explosivo;"
      },
      {
        "letra": "D",
        "texto": "constituição de milícia privada;"
      },
      {
        "letra": "E",
        "texto": "falsificação de produto destinado a fins terapêuticos ou medicinais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1980378",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Exclui-se do rol dos crimes hediondos o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum"
      },
      {
        "letra": "B",
        "texto": "lavagem de dinheiro"
      },
      {
        "letra": "C",
        "texto": "roubo circunstanciado pelo emprego de arma de fogo"
      },
      {
        "letra": "D",
        "texto": "epidemia com resultado morte"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971150",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "José efetuou em 2022 um roubo no meio da rua, em menos de 1 minuto, utilizando-se de uma faca de cozinha para ameaçar a vítima. Na mesma ocasião, portava ilegalmente arma de fogo de uso proibido, que se encontrava fechada em sua mochila, mas esta arma não foi mostrada ou anunciado seu porte à vítima do roubo. Nos termos da Lei nº 8.072/1990 (Lei de Crimes Hediondos), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José não praticou nenhum crime hediondo, já que a Lei nº 8.072/1990 somente abarca os crimes contra a vida, previstos no Título I, Capítulo I da Parte Especial do Código Penal."
      },
      {
        "letra": "B",
        "texto": "José praticou um crime não hediondo e um crime hediondo, já que o crime de roubo, mediante ameaça com faca, é enumerado na Lei nº 8.072/1990 como uma das espécies de crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "José praticou duas modalidades de crimes hediondos, insuscetíveis de graça ou anistia, mas que admitem a fiança, por se tratar de crimes contra o patrimônio."
      },
      {
        "letra": "D",
        "texto": "José praticou duas modalidades de crimes hediondos, insuscetíveis de graça, anistia ou fiança."
      },
      {
        "letra": "E",
        "texto": "José praticou um crime não hediondo e um crime hediondo, já que o crime de porte ilegal de arma de fogo de uso proibido é enumerado na Lei nº 8.072/1990 como uma das espécies de crimes hediondos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968736",
    "metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com base na Lei nº 8.072/1990 (Lei de Regência dos Crimes Hediondos), assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se hediondo o crime de alteração de produto destinado a fins terapêuticos ou medicinais."
      },
      {
        "letra": "B",
        "texto": "O tráfico ilícito de entorpecentes, o terrorismo e a tortura não fazem parte do rol dos delitos hediondos."
      },
      {
        "letra": "C",
        "texto": "O delito de epidemia somente será reconhecido como hediondo se da sua prática advier o resultado morte."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de roubo quando cometido com destruição ou rompimento de obstáculo mediante o emprego de explosivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964375",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "No Estatuto do Desarmamento, considera-se crime hediondo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o porte ilegal de arma de fogo de uso permitido."
      },
      {
        "letra": "B",
        "texto": "ter em depósito arma de fogo de uso permitido."
      },
      {
        "letra": "C",
        "texto": "o porte ilegal de arma de fogo, em qualquer modalidade."
      },
      {
        "letra": "D",
        "texto": "o crime de disparo de arma de fogo."
      },
      {
        "letra": "E",
        "texto": "a posse ilegal de arma de fogo de uso proibido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1961072",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara de Franca - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca das disposições da Lei dos Crimes Hediondos (Lei nº 8.072/1990) e as recentes alterações, assinale a alternativa que não apresenta um crime considerado hediondo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais"
      },
      {
        "letra": "B",
        "texto": "Roubo circunstanciado pela restrição de liberdade da vítima"
      },
      {
        "letra": "C",
        "texto": "Infanticídio"
      },
      {
        "letra": "D",
        "texto": "Homicídio qualificado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960924",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que se refere à Lei dos Crimes Hediondos, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, graça e indulto"
      },
      {
        "letra": "B",
        "texto": "A pena por crime hediondo deve ser cumprida inicialmente em regime fechado"
      },
      {
        "letra": "C",
        "texto": "A prisão temporária, nos crimes hediondos, possui o prazo de 30 (trinta) dias, prorrogável por igual período em caso de extrema e comprovada necessidade"
      },
      {
        "letra": "D",
        "texto": "Em caso de sentença condenatória, o juiz deverá decidir fundamentadamente se o réu poderá apelar em liberdade"
      },
      {
        "letra": "E",
        "texto": "Apresenta-se como crime hediondo o delito de associação criminosa"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1960691",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "NÃO é considerado como crime hediondo o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constituição de milícia privada;"
      },
      {
        "letra": "B",
        "texto": "porte ilegal de arma de fogo de uso proibido;"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo emprego de explosivo;"
      },
      {
        "letra": "D",
        "texto": "roubo circunstanciado pelo emprego de arma de fogo;"
      },
      {
        "letra": "E",
        "texto": "extorsão qualificada pela restrição da liberdade da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1945473",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito da Lei dos Crimes Hediondos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de posse ou porte ilegal de arma de fogo de uso permitido e de uso proibido é equiparado a hediondo."
      },
      {
        "letra": "B",
        "texto": "O homicídio, previsto no “caput” do art. 121 do Código Penal, se praticado em atividade típica de grupo de extermínio, ainda que cometido por um único agente, é considerado crime hediondo."
      },
      {
        "letra": "C",
        "texto": "Os crimes considerados hediondos são insuscetíveis de graça, anistia, fiança e liberdade provisória."
      },
      {
        "letra": "D",
        "texto": "O roubo circunstanciado pelo emprego de arma branca é considerado crime hediondo."
      },
      {
        "letra": "E",
        "texto": "São considerados hediondos apenas os crimes consumados, excluídos os tentados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938381",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei 8.072/90 (Crimes Hediondos) trouxe a definição do termo proposto pelo legislador constituinte, como se vê no artigo 5º, inciso XLIII, da Constituição Federal: “De acordo com o entendimento atual dos Tribunais Superiores, são considerados crimes hediondos ou equiparados” os listados nas opções a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão qualificada pela restrição da liberdade da vítima, ocorrência de lesão corporal ou morte (art. 158, § 3º)"
      },
      {
        "letra": "B",
        "texto": "tráfico de drogas na sua forma privilegiada (art. 33, § 4º, da Lei 11.343/2006)"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum (art. 155, § 4º-A)"
      },
      {
        "letra": "D",
        "texto": "posse ou porte ilegal de arma de fogo de uso proibido, previsto no art. 16 da Lei 10.826/2003"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1937467",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Referente aos crimes hediondos, julgue o item a seguir. Segundo entendimento do STF, é inconstitucional a fixação de regime inicial fechado com base unicamente na hediondez do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937466",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Referente aos crimes hediondos, julgue o item a seguir. Entre outros delitos, podem ser apontados como crimes hediondos o estupro de vulnerável, o roubo qualificado pelo resultado lesão corporal grave ou morte e o contrabando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1937465",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Referente aos crimes hediondos, julgue o item a seguir. Os crimes hediondos são insuscetíveis de graça, anistia e indulto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937464",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Referente aos crimes hediondos, julgue o item a seguir. O ordenamento jurídico brasileiro adota o sistema legal para fins de classificação das infrações penais como crimes hediondos, de modo que incumbe ao legislador enunciar, de forma exaustiva, os crimes que devem ser considerados hediondos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1933417",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Paulo, com trinta e dois anos de idade, decidiu, junto com Marcos, com vinte e sete anos de idade, fazer remessas de maconha, de forma ilegal, para a Paraíba. Uma das remessas, com quatro quilos de maconha, foi feita pelos Correios, do domicílio de Paulo em Petrolina – PE para João Pessoa – PB. No trajeto, antes de a remessa chegar ao estado da Paraíba, houve a identificação da droga ilícita e, posteriormente, com as investigações policiais, foi descoberto o intuito associativo para a prática de delitos bem como a identidade dos responsáveis pelo envio do entorpecente. Com referência a essa situação hipotética, julgue os itens subsequentes à luz da Lei n.º 11.343/2006, que trata do tráfico ilícito e uso indevido de substâncias entorpecentes, e, quando for o caso, da Lei n.º 8.072/1990, que trata de crimes hediondos. I Conforme entendimento predominante do STJ, caso se ateste que Paulo e Marcos são primários e possuem bons antecedentes, será possível a aplicação da redução de pena pelo tráfico privilegiado, conforme dispositivo da Lei n.º 11.343/2006. II Não se afigura possível o enquadramento da conduta de Paulo e Marcos ao delito de associação para fins de tráfico, previsto em artigo da Lei n.º 11.343/2006, uma vez que se exige a associação de três ou mais pessoas para a configuração desse delito. III Os crimes de tráfico de drogas e de associação para o tráfico, ambos previstos na Lei n.º 11.343/2006, são equiparados a crimes hediondos, conforme a Lei n.º 8.072/1990. IV Nos delitos de que João Paulo e Marcos são acusados, incide causa de aumento de pena prevista na Lei n.º 11.343/2006, tendo em vista a caracterização do tráfico entre estados da Federação, independentemente de o entorpecente ter efetivamente chegado ao estado da Paraíba. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item IV está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens III e IV estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1911918",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei dos Crimes Hediondos (8072/90) contempla tratamento mais rigoroso a diversos crimes nela previstos, tanto no seu artigo 1º, que prevê os crimes hediondos propriamente ditos, quanto no seu artigo 2º, que contempla os chamados crimes hediondos por equiparação. A caracterização de um crime como hediondo faz com que determinados institutos sejam vedados. Dentre as proibições legais não está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fiança."
      },
      {
        "letra": "B",
        "texto": "liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "graça."
      },
      {
        "letra": "D",
        "texto": "indulto."
      },
      {
        "letra": "E",
        "texto": "anistia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1908911",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "É considerado um crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Associação ao tráfico de drogas."
      },
      {
        "letra": "B",
        "texto": "Epidemia com resultado lesão grave ou morte."
      },
      {
        "letra": "C",
        "texto": "Furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "D",
        "texto": "Infanticídio."
      },
      {
        "letra": "E",
        "texto": "Porte de artefato explosivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1901848",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Relativamente à Lei nº 8.072/1990, que dispõe sobre os crimes hediondos, e a Lei nº 7.210/1984, que institui a Lei de Execução Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A União manterá estabelecimentos penais, de segurança máxima, destinados ao cumprimento de penas impostas a condenados de alta periculosidade, cuja permanência em presídios estaduais ponha em risco a ordem ou incolumidade pública."
      },
      {
        "letra": "B",
        "texto": "A decisão do juiz que determinar a progressão de regime será sempre motivada e precedida de manifestação do Ministério Público e do defensor, procedimento que também será adotado na concessão de livramento condicional, indulto e comutação de penas, respeitados os prazos previstos nas normas vigentes."
      },
      {
        "letra": "C",
        "texto": "A prisão temporária, nos crimes previstos como Hediondos, terá o prazo de 30 dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      },
      {
        "letra": "D",
        "texto": "Os condenados que cumprem pena em regime fechado ou semiaberto e os presos provisórios poderão obter permissão para sair, concedida pelo diretor do estabelecimento onde se encontra o preso, mediante escolta, com a duração necessária à finalidade da saída."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de fiança e liberdade provisória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1901829",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Nos termos da Lei nº 8.072/1990, são considerados hediondos, todos tipificados no Código Penal, os seguintes crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio (Art. 121)."
      },
      {
        "letra": "B",
        "texto": "Extorsão qualificada pela morte (Art. 158, § 2º)."
      },
      {
        "letra": "C",
        "texto": "Atentado violento ao pudor (Art. 214)."
      },
      {
        "letra": "D",
        "texto": "Epidemia com resultado morte (Art. 267, § 1º)."
      },
      {
        "letra": "E",
        "texto": "Roubo qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum (Art. 157, § 4º-A)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1901625",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "NÃO é considerado como crime hediondo, regulado pela Lei nº 8.072/1990:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O estupro."
      },
      {
        "letra": "B",
        "texto": "O estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "O roubo circunstanciado pelo emprego de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "Furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum."
      },
      {
        "letra": "E",
        "texto": "Furto qualificado pela prática em concurso de duas ou mais pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1894958",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A conduta de Raí caracteriza o crime de extorsão mediante sequestro, que, por ser classificado como hediondo, é imprescritível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892600",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Com relação aos delitos hediondos, ao abuso de autoridade e a crimes de trânsito, julgue os próximos itens. I Segundo a Lei n.º 8.072/1990, consideram-se hediondos, consumados ou tentados, os crimes de roubo majorado com emprego de arma de fogo de uso proibido, restrito ou permitido, o de porte ilegal de arma de fogo de uso proibido e restrito e o de furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum. II Suponha que, a despeito de o interrogado ter optado por ser assistido por defensor público, um agente público tenha prosseguido com o seu interrogatório sem a presença de um defensor público. Nesse caso, de acordo com a Lei n.º 13.869/2019, o agente público incorreu em crime de abuso de autoridade, podendo ter a perda do cargo como efeito não automático de eventual condenação penal. III Conforme entendimento do STJ, entregar a direção de veículo automotor a pessoa cujo direito de dirigir esteja suspenso é crime de perigo concreto, sendo necessária a devida comprovação do risco ao bem jurídico tutelado. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1886849",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considerando as disposições penais e processuais penais estabelecidas na Lei n.º 8.072/1990 (Lei de Crimes Hediondos) e a jurisprudência dos tribunais superiores acerca da matéria, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes hediondos e equiparados estão listados na Constituição Federal, não dispondo o legislador ordinário de liberdade para ampliar tal rol."
      },
      {
        "letra": "B",
        "texto": "O prazo de prisão temporária para os crimes hediondos e equiparados é de 30 dias, não sendo admitida prorrogação, porque ele já é ampliado em relação ao regramento da Lei n.º 7.960/1989."
      },
      {
        "letra": "C",
        "texto": "Se associação criminosa destinada à prática de crimes hediondos for desmantelada em razão de informações fornecidas por participante ou associado do grupo criminoso, este receberá perdão judicial."
      },
      {
        "letra": "D",
        "texto": "O rol de crimes hediondos inclui o roubo qualificado por lesão corporal grave, porém não abrange o homicídio simples, salvo se praticado em atividade típica de grupo de extermínio."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos são insuscetíveis de anistia, graça, indulto, liberdade provisória e fiança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1879124",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, com base nas disposições legais, na Lei de Crimes Hediondos (Lei nº 8.072/1990) e na jurisprudência atualizada do Superior Tribunal de Justiça, todas as afirmativas estão corretas, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de extorsão é plurissubsistente e se consuma independentemente da obtenção da vantagem indevida."
      },
      {
        "letra": "B",
        "texto": "O furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum é crime hediondo, na forma da Lei nº 8.072/1990."
      },
      {
        "letra": "C",
        "texto": "O crime de extorsão mediante sequestro possui causa especial de redução de pena quando o delito é cometido em concurso de pessoas e o concorrente denunciar à autoridade, facilitando a libertação do sequestrado, podendo a reprimenda ser reduzida de um sexto a metade."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita (art. 168 do Código Penal) apenas tem como objeto material a coisa alheia móvel, sendo incabível falar-se em apropriação indébita de imóvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1870564",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "À luz do disposto na Lei nº 8.072/1990 e da jurisprudência do STF e do STJ, assinale a opção correta, acerca dos crimes hediondos e equiparados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo entendimento dominante do STJ, o homicídio qualificado-privilegiado é hediondo."
      },
      {
        "letra": "B",
        "texto": "Nos termos da referida lei, o crime de epidemia com resultado morte não é considerado hediondo."
      },
      {
        "letra": "C",
        "texto": "A referida lei não estabeleceu como hediondo o crime de posse ilegal de arma de fogo de uso restrito."
      },
      {
        "letra": "D",
        "texto": "Segundo o entendimento do STF, o tráfico privilegiado possui natureza equiparada à dos crimes hediondos."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento do STJ, o crime de associação para o tráfico não é considerado hediondo ou equiparado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860057",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com relação ao crime de homicídio, julgue o item subsecutivo. O reconhecimento da causa especial de diminuição de pena, quando coexistir com o homicídio qualificado, afastará o caráter hediondo do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1979945",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei 8.072/90, conhecida por “Lei dos Crimes Hediondos”, tem fundamento constitucional no art. 5, XLIII de nossa Constituição Federal e sofreu modificações em razão do “Pacote Anti-crime”, Lei 13.964/19, de autoria do então Ministro Sérgio Moro. O critério adotado no Brasil para se definir se um crime é hediondo ou não é o Critério Legal, através do qual será hediondo apenas aquele que o legislador o definir como tal, ou seja, a Lei 8.072/90 trata de “numerus clausulus” as condutas criminosas tidas por hediondas e, por isso, são mais severamente tratadas. Diante disso, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da Lei 13.964/19, os condenados por crimes hediondos passaram a cumprir a pena em regime integralmente fechado."
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos, assim definidos pela Lei 8.072/90, são insuscetíveis de liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "São exemplos de crimes hediondos o homicídio qualificado, a extorsão mediante sequestro, o estupro e o estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "Tráfico de entorpecentes, Terrorismo e Tortura são crimes hediondos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1868380",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Responda a questão abaixo considerando as disposições da Lei n. 8072 de 1990:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A previsão do artigo 2º, parágrafo 1º, da lei, que dispunha sobre o cumprimento de pena em regime integralmente fechado, foi julgada inconstitucional pelo Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "O homicídio qualificado tentado não é considerado crime hediondo quando a vítima sofre apenas lesões de natureza leve."
      },
      {
        "letra": "C",
        "texto": "O rol de delitos constante no artigo 1º da lei pode ser complementado judicialmente, desde que fundamentado em critérios ligados ao caso concreto em análise"
      },
      {
        "letra": "D",
        "texto": "O roubo, por ser crime cometido com violência ou grave ameaça, é considerado crime hediondo em todas as suas modalidades."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1865291",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei 8.072/90, conhecida por “Lei dos Crimes Hediondos”, tem fundamento constitucional no art. 5, XLIII de nossa Constituição Federal e sofreu modificações em razão do “Pacote Anti-crime”, Lei 13.964/19, de autoria do então Ministro Sérgio Moro. O critério adotado no Brasil para se definir se um crime é hediondo ou não é o Critério Legal, através do qual será hediondo apenas aquele que o legislador o definir como tal, ou seja, a Lei 8.072/90 trata de “numerus clausulus” as condutas criminosas tidas por hediondas. Diante disso, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O feminicídio (art. 121, § 2º, VI), o Tráfico de entorpecentes, o Terrorismo e a Tortura são exemplos de crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "O roubo qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum é um exemplo de crime hediondo."
      },
      {
        "letra": "C",
        "texto": "Os crimes hediondos, assim definidos pela Lei 8.072/90, são insuscetíveis de anistia, graça e indulto, sendo permitida apenas a liberdade provisória mediante fiança."
      },
      {
        "letra": "D",
        "texto": "São exemplos de crimes hediondos o roubo circunstanciado pela restrição de liberdade da vítima, o estupro, o estupro de vulnerável e a epidemia com resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1863463",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei n.º 8.072/1990 considera crime hediondo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse ou o porte ilegal de arma de fogo de uso proibido."
      },
      {
        "letra": "B",
        "texto": "o aborto provocado sem o consentimento da gestante."
      },
      {
        "letra": "C",
        "texto": "o homicídio simples."
      },
      {
        "letra": "D",
        "texto": "a concussão e as corrupções ativa e passiva."
      },
      {
        "letra": "E",
        "texto": "a moeda falsa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1862292",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Não é considerado crime hediondo pela Lei nº 8.072/90 o roubo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "circunstanciado pela restrição de liberdade da vítima."
      },
      {
        "letra": "B",
        "texto": "circunstanciado pelo emprego de arma de fogo."
      },
      {
        "letra": "C",
        "texto": "circunstanciado pelo concurso de duas ou mais pessoas."
      },
      {
        "letra": "D",
        "texto": "qualificado pelo resultado lesão corporal grave."
      },
      {
        "letra": "E",
        "texto": "qualificado pelo resultado morte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1857510",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SERIS-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir.Pessoa presa e condenada por ter cometido crime hediondo estará insuscetível de indulto após a sentença transitar em julgado, devendo cumprir sua pena inicial obrigatoriamente no regime fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1856344",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados hediondos, de acordo com a Lei 8.072/90 e suas alterações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio simples (art. 121, caput do Código Penal brasileiro)."
      },
      {
        "letra": "B",
        "texto": "favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, caput, e §§ 1º e 2º)."
      },
      {
        "letra": "C",
        "texto": "furto qualificado com destruição ou rompimento de obstáculo à subtração da coisa (art. 155, §4º, I do Código Penal brasileiro)."
      },
      {
        "letra": "D",
        "texto": "infanticídio (art. 123 do Código Penal brasileiro)."
      },
      {
        "letra": "E",
        "texto": "roubo simples (art. 157, caput do Código Penal brasileiro)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1845012",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considera-se hediondo o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude eletrônica praticada contra pessoa idosa."
      },
      {
        "letra": "B",
        "texto": "roubo circunstanciado pelo emprego de arma."
      },
      {
        "letra": "C",
        "texto": "extorsão na forma simples ou qualificada."
      },
      {
        "letra": "D",
        "texto": "furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "E",
        "texto": "aborto provocado por gestante ou terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1840065",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Augusto, primário e com bons antecedentes, em 10 de março de 2020, abordou Letícia que estava no interior de seu veículo, parada no sinal de trânsito. Na abordagem, Augusto determinou que Letícia saísse do carro, pois era um assalto. Leticia, assustada, arranca com o veículo e Augusto efetua um disparo com sua arma que atinge a cabeça da vítima e ocasiona sua morte. Augusto foi denunciado e condenado pela prática do crime de latrocínio. Diante do caso narrado, acerca da possibilidade de Augusto vir a obter livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá obter o Livramento Condicional após o cumprimento de 2/3 da pena em razão de o latrocínio ser crime hediondo, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/3 da pena em razão de ser primário e possuir bons antecedentes, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/2 da pena em razão de o crime por ele praticado ser hediondo, além de atender aos demais requisitos do artigo 83 do Código Penal, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Não poderá obter Livramento Condicional em razão do não cabimento do instituto para crimes hediondos com resultado morte."
      },
      {
        "letra": "E",
        "texto": "Poderá obter o Livramento Condicional após cumprir 2/5 da pena em razão de o crime por ele praticado ser hediondo e ele ser primário, além de atender aos demais requisitos do Art. 83 do Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828406",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Margarida foi indiciada pela prática de crime hediondo. Ao comparecer na delegacia de polícia, ela apresentou a certidão de nascimento, tendo alegado ter apenas esse documento. Durante a oitiva, espontaneamente confessou a autoria do fato. Com fundamento na confissão, o delegado determinou algumas diligências. Considerando a situação hipotética apresentada, julgue o item seguinte. Por se tratar de crime hediondo, justifica-se a imediata decretação da prisão cautelar de Margarida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826209",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Segundo tese fixada pelo Superior Tribunal de Justiça, os apenados que, embora tenham cometido crime hediondo ou equiparado sem resultado morte, e que não sejam reincidentes em delito de natureza semelhante, poderão progredir de regime prisional quando tiverem cumprido ao menos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sessenta por cento da pena."
      },
      {
        "letra": "B",
        "texto": "oitenta por cento da pena."
      },
      {
        "letra": "C",
        "texto": "cinquenta por cento da pena."
      },
      {
        "letra": "D",
        "texto": "quarenta por cento da pena."
      },
      {
        "letra": "E",
        "texto": "setenta por cento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1825443",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Conforme o disposto na Lei nº 8.072/1990, assinale a alternativa que reúne apenas crimes considerados hediondos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Epidemia com resultado morte, homicídio qualificado por motivo torpe e estupro."
      },
      {
        "letra": "B",
        "texto": "Homicídio culposo, estupro de vulnerável e furto qualificado pelo emprego de explosivo."
      },
      {
        "letra": "C",
        "texto": "Roubo qualificado pelo resultado morte, peculato e feminicídio."
      },
      {
        "letra": "D",
        "texto": "Homicídio praticado em atividade típica de grupo de extermínio, extorsão mediante sequestro e aborto."
      },
      {
        "letra": "E",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável, infanticídio e genocídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810855",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a legislação, consideram-se hediondos os delitos listados nas alternativas a seguir, À EXCEÇÃO DE UMA. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo praticado mediante emprego de explosivo"
      },
      {
        "letra": "B",
        "texto": "furto praticado mediante emprego de explosivo"
      },
      {
        "letra": "C",
        "texto": "roubo circunstanciado pela restrição da liberdade da vítima"
      },
      {
        "letra": "D",
        "texto": "estupro"
      },
      {
        "letra": "E",
        "texto": "favorecimento da prostituição de adolescente"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810027",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Alexandre praticou, em 30/10/2019, delito de furto com emprego de explosivo. E por tal crime foi denunciado no dia 10/11/2019, com recebimento da inicial acusatória ocorrida no mesmo dia. Após a instrução criminal, foi condenado. Na sentença, datada do dia 14/12/2020, o juiz apontou a hediondez do delito e levou em consideração essa informação na fixação da pena. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz agiu corretamente ao ter considerado a hediondez do delito, pois, embora o caráter hediondo do delito tenha vindo após a conduta de Alexandre, não altera a tipificação do crime."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderia ter considerado a hediondez do delito, visto que a inserção do furto com emprego de explosivo na lei de crimes hediondos ocorreu após a conduta de Alexandre."
      },
      {
        "letra": "C",
        "texto": "O furto com emprego de explosivo não é crime hediondo, apenas o roubo com emprego de explosivo."
      },
      {
        "letra": "D",
        "texto": "O juiz não agiu corretamente, mas o caráter hediondo do delito praticado por Alexandre poderá influenciar na execução da pena, para fins de progressão de regime, por exemplo."
      },
      {
        "letra": "E",
        "texto": "O juiz agiu corretamente e, além disso, a hediondez do delito praticado por Alexandre também poderá influenciar na execução da pena, para fins de progressão de regime, por exemplo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1797798",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que se refere aos crimes previstos na legislação penal, julgue o item a seguir.Os crimes hediondos são inafiançáveis e imprescritíveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1791322",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Configura crime hediondo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse ou o porte de arma de fogo de uso permitido com numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado."
      },
      {
        "letra": "B",
        "texto": "o favorecimento da prostituição ou de outra forma de exploração sexual de adolescente."
      },
      {
        "letra": "C",
        "texto": "o crime de epidemia, em todas as modalidades."
      },
      {
        "letra": "D",
        "texto": "o crime de extorsão praticado com emprego de arma de fogo."
      },
      {
        "letra": "E",
        "texto": "os crimes, de quaisquer naturezas, praticados por organizações criminosas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1744097",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Carminha foi condenada por tráfico de drogas privilegiado, após ser surpreendida na rodoviária da cidade do Rio de Janeiro, embarcando em ônibus com destino a Caxambu/MG, trazendo consigo dois quilogramas da substância vulgarmente conhecida como maconha. A sentença condenatória fixou a pena base acima do mínimo legal, em 5 (cinco) anos e 10 (dez) meses, sob o fundamento de que a quantidade de substância entorpecente justificava o incremento. Na segunda fase da dosimetria penal, reduziu a pena para 5 (anos), eis que quando da prática do crime Carminha contava vinte anos de idade, o que configura circunstância atenuante. Na terceira fase, majorou a pena de 1/6 por entender que se caracterizou o tráfico entre Estados da Federação, fixando-a em 5 (cinco) anos e 10 (meses). Ainda nesta terceira fase, reduziu esta mesma pena por reconhecer que Carminha era primária, possuidora de bons antecedentes, sem que tivessem sido produzidas provas de que integrasse organização criminosa ou se dedicasse à atividade criminosa. Contudo, escolheu reduzir a pena somente da metade, nada obstante a lei prever redução de até 2/3, sob o fundamento de que a quantidade de droga justificava fosse descartada a redução máxima. Assim, a pena definitiva restou fixada em 2 (dois) anos e 11 (onze) meses de reclusão. Por fim, a sentença fixou o regime fechado para o início do cumprimento da pena, aduzindo que a Lei dos Crimes Hediondos (Lei n.º 8.072/1990) impunha tal regime e deixou de substituir a pena privativa de liberdade por restritivas de direito em razão da expressa vedação consagrada na Lei de Drogas (Lei n.º 11.343/2006), justamente no dispositivo que trata da causa de diminuição de pena do chamado tráfico de drogas privilegiado. A Defensoria Pública foi intimada da sentença e o residente jurídico João Lucas foi incumbido de elaborar a minuta das razões de apelação, apresentando documento que continha as seguintes teses: I) A quantidade de drogas não pode ser invocada simultaneamente como circunstância judicial desfavorável e fundamento para redução inferior à máxima prevista em lei em razão da causa de diminuição de pena reconhecida pela sentença, o que inclusive já foi afirmado pelo STF. II) Fixada a pena-base no patamar mínimo legal, ante as considerações expostas no item I, a pena deve ser reduzida aquém do mínimo legal na segunda fase da dosimetria penal, eis que reconhecida circunstância atenuante, sendo a redução assegurada pela jurisprudência dos Tribunais Superiores. III) Não restou configurada a causa de aumento de pena que incide sobre os casos de tráfico de drogas interestadual, haja vista que Carminha sequer iniciou à viagem que faria à Caxambu/MG, argumento que encontra respaldo na jurisprudência do STJ. IV) O dispositivo da Lei dos Crimes Hediondos que determina a fixação do regime fechado para o início do cumprimento da pena privativa de liberdade imposta em razão da prática de crime hediondo ou equiparado é inconstitucional, o que já foi afirmado pelo STF, razão pela qual o regime deve ser fixado à luz das regras extraídas do Código Penal. V) A substituição da pena privativa de liberdade por restritivas de direitos é plenamente possível nos casos tráfico de drogas privilegiado, estando, inclusive, suspensa por Resolução do Senado Federal a eficácia da expressão “vedada a conversão em penas restritivas de direitos” contida no dispositivo legal invocado pela sentença. Assinale a alternativa que aponta os itens que contêm os argumentos corretamente elaborados pelo residente jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1742772",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito da identificação criminal, do crime de tortura, do abuso de direito, da prevenção do uso indevido de drogas, da comercialização de armas de fogo e dos crimes hediondos, julgue o item que se segue. Caso três pessoas associadas, com divisão de tarefas, subtraiam substância explosiva, estará configurado crime hediondo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117222",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei nº 8.072/1990, são considerados hediondos os seguintes crimes, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "epidemia com resultado morte."
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "tentativa de roubo qualificado pelo resultado lesão corporal grave ou morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1142563",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.Se, após a apuração dos fatos, a morte do rapaz caracterizar homicídio simples doloso, a conduta de Mário não será classificada como crime hediondo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1127067",
    "metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Geromel é Delegado da Polícia Civil do Estado JJ e recebe da polícia repressiva dois indivíduos acusados por crime considerado hediondo, os quais recolhe para as instalações carcerárias. Posteriormente, recebe requerimento de advogado constituído para relaxar a prisão dos acusados. Nos termos da Lei nº 8.072/90, não é possível arbitrar para os crimes nela tipificados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caução"
      },
      {
        "letra": "B",
        "texto": "seguro"
      },
      {
        "letra": "C",
        "texto": "fiança"
      },
      {
        "letra": "D",
        "texto": "garantia"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1127066",
    "metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Daniel é Delegado da Polícia Civil e encabeça investigação sobre múltiplos assassinatos ocorridos na periferia do município HO. Como fruto dessas investigações, descobre que o autor de três crimes é VR, alcunha “Caolho”, pertencente a grupo de extermínio que atua em alguns bairros do município. Nos termos da Lei nº 8.072/90, pode ser afirmado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os homicídios praticados são caracterizados como crimes hediondos"
      },
      {
        "letra": "B",
        "texto": "os homicídios praticados pela ausência de qualificação não são hediondos"
      },
      {
        "letra": "C",
        "texto": "os homicídios praticados não são hediondos, pois praticados por um agente"
      },
      {
        "letra": "D",
        "texto": "os homicídios praticados são hediondos por serem praticados em comunidades pobres"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1127065",
    "metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Camila é investigadora da Polícia Civil, sendo ferida gravemente em confronto com grupo de pessoas portando armas de grosso calibre. Nos termos da Lei nº 8.072/90, é considerado crime hediondo o praticado dolosamente contra agente de segurança que resulte em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal de natureza leve"
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza média"
      },
      {
        "letra": "C",
        "texto": "lesão corporal de natureza gravíssima"
      },
      {
        "letra": "D",
        "texto": "lesão corporal de natureza grave"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1278299",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: SAP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Considere os seguintes excertos jurisprudenciais do Supremo Tribunal Federal, algum(ns) com adaptação(ões) em relação ao(s) original(is): 1. O fato de o paciente estar condenado por delito tipificado como hediondo não enseja, por si só, uma proibição objetiva incondicional à concessão de prisão domiciliar, pois a dignidade da pessoa humana, especialmente a dos idosos, sempre será preponderante, dada a sua condição de princípio fundamental da República (art. 1º , III, da CF/1988). Por outro lado, incontroverso que essa mesma dignidade se encontrará ameaçada nas hipóteses excepcionalíssimas em que o apenado idoso estiver acometido de doença grave que exija cuidados especiais, os quais não podem ser fornecidos no local da custódia ou em estabelecimento hospitalar adequado (HC 83.358, rel. min. Ayres Britto, j. 4-5-2004, 1ª T, DJ de 4-6-2004). 2. Tanto quanto possível, incumbe ao Estado adotar medidas preparatórias ao retorno do condenado ao convívio social. Os valores humanos fulminam os enfoques segregacionistas. A ordem jurídica em vigor consagra o direito do preso de ser transferido para local em que possua raízes, visando à indispensável assistência pelos familiares. Os óbices ao acolhimento do pleito devem ser inafastáveis e exsurgir ao primeiro exame, consideradas as precárias condições do sistema carcerário pátrio (HC 71.179, rel. min. Marco Aurélio, j. 19-4-1994, 2ª T, DJ de 3-6-1994). 3. É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais. Supremacia da dignidade da pessoa humana que legitima a intervenção judicial. (RE 592.581, rel. min. Ricardo Lewandowski, j. 13-8-2015, P, DJE de 1º -22016, com repercussão geral). 4. Para efeito de progressão de regime no cumprimento de pena por crime hediondo, ou equiparado, o juízo da execução observará a constitucionalidade do art. 2º da Lei 8.072, de 25-7-1990, sem prejuízo de avaliar se o condenado preenche, ou não, os requisitos objetivos e subjetivos do benefício, podendo determinar, para tal fim, de modo fundamentado, a realização de exame criminológico. Assinale a alternativa que indica todos os excertos corretos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É correto apenas o excerto 2."
      },
      {
        "letra": "B",
        "texto": "São corretos apenas os excertos 1 e 2."
      },
      {
        "letra": "C",
        "texto": "São corretos apenas os excertos 1 e 3."
      },
      {
        "letra": "D",
        "texto": "São corretos apenas os excertos 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretos apenas os excertos 1, 2 e 3."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1100223",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Conforme a Lei n.º 8.072/1990, é considerado hediondo o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento da prostituição ou de outra forma de exploração sexual de mulheres."
      },
      {
        "letra": "B",
        "texto": "infanticídio."
      },
      {
        "letra": "C",
        "texto": "extorsão qualificada por qualquer resultado."
      },
      {
        "letra": "D",
        "texto": "lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "epidemia com resultado morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1060389",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Júnia, de quatorze anos de idade, acusa Pierre, de dezoito anos de idade, de ter praticado crime de natureza sexual consistente em conjunção carnal forçada no dia do último aniversário da jovem. Pierre, contudo, alega que o ato sexual foi consentido.A respeito dessa situação hipotética, julgue o item a seguir, tendo como referência aspectos legais e jurisprudenciais a ela relacionados.Se Pierre for condenado por estupro, o regime de cumprimento de pena será integralmente fechado, por se tratar de crime hediondo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1057382",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Segundo o que dispõe a legislação nacional acerca dos crimes hediondos (Lei n° 8.072/1990),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o feminicídio não consta do rol dos crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável é hediondo."
      },
      {
        "letra": "C",
        "texto": "o crime de corrupção é definido como hediondo de acordo com o ordenamento jurídico."
      },
      {
        "letra": "D",
        "texto": "o delito de exposição a perigo embarcação ou aeronave, própria ou alheia, ou praticar qualquer ato tendente a impedir ou dificultar navegação marítima, fluvial ou aérea é hediondo, conforme o Código Penal."
      },
      {
        "letra": "E",
        "texto": "o crime de lesão corporal dolosa, em nenhuma de suas modalidades, é, para efeito da lei brasileira, hediondo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010583",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei 8.072/90 já foi alvo de muitas controvérsias e, por isso, diversas alterações. Da obrigação do regime fechado, como início do cumprimento da pena, à frações diferenciadas na execução penal, a própria criação da Lei e sua contextualização na sociedade brasileira ainda é alvo de críticas. Em relação ao processo penal e às alterações feitas nesta Lei, assinale a seguir a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos processuais podem ser diminuídos quando se tratar de processos que versarem sobre crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "Os prazos processuais podem ser diminuídos, apenas para a defesa, quando se tratar de processos que versarem sobre crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "A Lei 13.285/16 estabeleceu prioridade de tramitação dos processos que versarem sobre crimes hediondos apenas quando envolverem tipos da Lei 11.343/06."
      },
      {
        "letra": "D",
        "texto": "Os prazos processuais podem ser relativizados para uma maior celeridade nos processos que versarem sobre crimes hediondos."
      },
      {
        "letra": "E",
        "texto": "A Lei 13.285/16 estabeleceu a prioridade de tramitação dos processos que versarem sobre crimes hediondos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "983985",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Foi oferecida denúncia em face de Roberto, imputando-lhe o crime previsto no Art. 217-A do Código Penal, em razão da suposta prática de estupro de vulnerável contra a vítima Maria, de 13 anos, por fato ocorrido em 12 de junho de 2016, quando foi preso em flagrante delito. Após o devido trâmite processual, Roberto veio a ser condenado nos termos da denúncia. Sua pena base foi fixada em 8 (oito) anos de reclusão, ou seja, no mínimo legal. Na segunda fase da dosimetria, foi reconhecida a agravante da reincidência, já que o réu possuía condenação definitiva por crime anterior também de estupro de vulnerável, sendo elevada a pena para 9 (nove) anos, a qual restou definitiva ante a ausência de outras circunstâncias incidentes sobre a pena intermediária. O regime inicial fixado foi o inicialmente fechado e foi negado a Roberto o direito de recorrer em liberdade, tendo permanecido preso preventivamente ao longo de todo o processo. Considerando a situação narrada, quanto à execução da pena de Roberto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá Roberto, de acordo com jurisprudência dos Tribunais Superiores, aguardar o trânsito em julgado para a acusação para requerer os benefícios previstos na Lei de Execuções Penais;"
      },
      {
        "letra": "B",
        "texto": "poderá, diante da ausência de vedação legal, ser concedido indulto da pena para Roberto após o implemento dos requisitos previstos em decreto presidencial de indulto;"
      },
      {
        "letra": "C",
        "texto": "será indispensável a realização de exame criminológico de cessação da periculosidade diante da previsão legal do referido exame como requisito subjetivo obrigatório;"
      },
      {
        "letra": "D",
        "texto": "será necessário o cumprimento de 3/5 da pena imposta para que Roberto tenha direito à progressão ao regime semiaberto;"
      },
      {
        "letra": "E",
        "texto": "poderá Roberto requerer o livramento condicional com o cumprimento de 2/3 da pena a ele fixada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "978465",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei nº 8.072/1990 dispõe sobre os crimes hediondos, nos termos do art. 5º, inciso XLIII, da Constituição Federal, e determina outras providências. A respeito dos Crimes Hediondos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena imposta pelo cometimento de crime hediondo deverá ser cumprida inicialmente em regime fechado ou semiaberto, mediante decisão fundamentada do Juiz."
      },
      {
        "letra": "B",
        "texto": "O crime de porte ilegal de arma de fogo de uso restrito, tentado ou consumado, também é considerado crime hediondo, contudo o de posse ilegal de arma de fogo de uso restrito, não."
      },
      {
        "letra": "C",
        "texto": "Os crimes hediondos são insuscetíveis de anistia, graça e fiança, porém são suscetíveis de indulto."
      },
      {
        "letra": "D",
        "texto": "A epidemia com resultado morte (art. 267, § 1º, do Código Penal) é considerada crime hediondo."
      },
      {
        "letra": "E",
        "texto": "Em caso de sentença condenatória de crime hediondo, o réu não poderá recorrer em liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "978434",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei nº 8.072/1990, que dispõe sobre os crimes hediondos, nos termos do art. 5º, inciso XLIII, da Constituição Federal, e determina outras providências, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É considerado crime hediondo o homicídio, quando praticado em atividade típica de grupo de extermínio, exceto se cometido por um só agente."
      },
      {
        "letra": "B",
        "texto": "Não é considerado hediondo o crime de epidemia com resultado morte."
      },
      {
        "letra": "C",
        "texto": "Não é considerado hediondo o crime de porte ilegal de arma de fogo de uso restrito."
      },
      {
        "letra": "D",
        "texto": "É considerado hediondo o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Não é considerado hediondo o crime de homicídio qualificado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976006",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Dentre os delitos relacionados a seguir, NÃO é classificado como crime hediondo, em conformidade com a Lei n° 8.072/90,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "latrocínio."
      },
      {
        "letra": "B",
        "texto": "genocídio."
      },
      {
        "letra": "C",
        "texto": "estupro."
      },
      {
        "letra": "D",
        "texto": "posse ou porte de arma de fogo de uso restrito."
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1173716",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito da Lei dos Crimes Hediondos e da Lei dos Crimes de Tortura, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tráfico ilícito de entorpecentes, na modalidade privilegiada, possui natureza hedionda."
      },
      {
        "letra": "B",
        "texto": "São considerados hediondos o crime de favorecimento à prostituição de criança e adolescente; o de posse de arma de fogo de uso irrestrito e o de lesão corporal de natureza gravíssima praticado contra agente das Forças Armadas, no exercício da função."
      },
      {
        "letra": "C",
        "texto": "Aquele que se omite, não impedindo a realização de atos de tortura de terceiros, pratica crime de tortura, na modalidade omissiva, estando sujeito à idêntica pena."
      },
      {
        "letra": "D",
        "texto": "O condenado ao crime de tortura não faz jus à progressão de regime, devendo cumprir a pena privativa de liberdade integralmente no regime fechado."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura é inafiançável, admitindo-se graça e anistia. Já os crimes hediondos, igualmente inafiançáveis, não admitem graça e anistia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1154444",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei nº 8.072, de 25 de julho de 1990, com suas alterações, tipifica como crimes hediondos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lesão corporal gravíssima praticada contra policial militar no exercício da função e o tráfico internacional de drogas ilícitas."
      },
      {
        "letra": "B",
        "texto": "o estupro de vulnerável e o terrorismo."
      },
      {
        "letra": "C",
        "texto": "a lesão corporal seguida de morte contra guarda municipal no exercício da função e o racismo."
      },
      {
        "letra": "D",
        "texto": "a posse ilegal de arma de fogo de uso restrito e a exploração sexual de vulnerável."
      },
      {
        "letra": "E",
        "texto": "o latrocínio e a tortura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026011",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro e epidemia com resultado morte."
      },
      {
        "letra": "B",
        "texto": "sequestro e cárcere privado."
      },
      {
        "letra": "C",
        "texto": "roubo e estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada pela morte e ameaça."
      },
      {
        "letra": "E",
        "texto": "homicídio simples e corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "944994",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São crimes hediondos nos termos da Lei nº 8.072, de 1990, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provocar aborto sem o consentimento da gestante."
      },
      {
        "letra": "B",
        "texto": "entregar a consumo produto cosmético adquirido de estabelecimento sem licença da autoridade sanitária competente."
      },
      {
        "letra": "C",
        "texto": "constranger pessoa maior de 18 (dezoito) anos a ter conjunção carnal mediante grave ameaça, sem resultar na morte da vítima."
      },
      {
        "letra": "D",
        "texto": "atrair pessoa com 16 (dezesseis) anos à prostituição."
      },
      {
        "letra": "E",
        "texto": "portar arma de fogo de uso restrito ao uso pelas forças armadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932960",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca de execução penal, de crimes de abuso de autoridade, de crimes contra a criança e o adolescente e de crimes contra o Sistema Financeiro Nacional, julgue o item que se segue. O crime de estupro praticado contra criança ou adolescente é insuscetível de fiança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932941",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com relação a crime de tortura, crime hediondo, crime previdenciário e crime contra o idoso.Paula, proprietária de uma casa de prostituição, induziu e passou a explorar sexualmente duas garotas de quinze anos de idade. Nessa situação, o crime praticado por Paula é hediondo e, por isso, insuscetível de anistia, graça e indulto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908296",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "À luz do que dispõe o direito brasileiro sobre os crimes hediondos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente recebem essa classificação os crimes consumados em razão do princípio da reserva legal."
      },
      {
        "letra": "B",
        "texto": "é obrigatória a fixação de regime inicial fechado para o cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "todas as modalidades de tráfico de drogas são equiparadas a crime hediondo, o que não ocorre no crime de associação para o tráfico."
      },
      {
        "letra": "D",
        "texto": "sua prática autoriza a majoração da pena-base acima do mínimo legal."
      },
      {
        "letra": "E",
        "texto": "existe vedação legal expressa à concessão dos institutos da graça e do indulto"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904080",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca dos Crimes hediondos, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São considerados hediondos o Infanticídio e o Estupro."
      },
      {
        "letra": "B",
        "texto": "A tentativa de homicídio simples ou de homicídio qualificado constituem-se crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "É possível a liberdade provisória aos autores de crimes hediondos e equiparados."
      },
      {
        "letra": "D",
        "texto": "Dependendo da gravidade do crime, é cabível ao juiz classificar o crime como hediondo."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de crime hediondo ou equiparado, o condenado por crime de tortura, em qualquer modalidade, deverá iniciar o cumprimento da pena em regime fechado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893197",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativos aos tipos penais dispostos no Código Penal e nas leis penais extravagantes.O ordenamento jurídico nacional adotou o critério legal para a tipificação dos crimes hediondos, sendo vedado ao juiz, em caso concreto, fixar a hediondez de um delito ou excluí-la em razão de sua gravidade ou forma de execução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886787",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei dos crimes hediondos (Lei n° 8.072/90), embora não forneça o conceito de crime hediondo, apresenta um rol dos crimes que se enquadram em seus dispositivos, entre os quais se pode destacar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "instigação ao suicídio."
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "incêndio qualificado pela morte."
      },
      {
        "letra": "D",
        "texto": "extorsão mediante sequestro."
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886380",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético.A Força Nacional está atuando legalmente em Salvador. O civil “X”, irmão de um Policial Militar do Estado de São Paulo que integra a Força Nacional, residente na referida cidade, se envolveu em acidente de trânsito sem vítimas, ao abalroar o veículo do condutor “Y”. Após se identificar como irmão do Militar do Estado integrante da Força Nacional, foi violentamente agredido por “Y”, que confessou ter assim agido apenas por saber dessa condição. As agressões provocaram lesões corporais gravíssimas no civil “X”. Diante do exposto, é correto afirmar que o crime praticado por “Y”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é considerado hediondo, pois a legislação contempla apenas o crime de homicídio doloso perpetrado contra o Militar do Estado."
      },
      {
        "letra": "B",
        "texto": "é considerado hediondo, apenas por se tratar de uma lesão corporal dolosa de natureza gravíssima, independentemente da condição da eventual vítima."
      },
      {
        "letra": "C",
        "texto": "não é considerado hediondo, pois a legislação não contempla lesão corporal dolosa de natureza gravíssima como crime hediondo."
      },
      {
        "letra": "D",
        "texto": "é considerado hediondo, pois o civil “X” foi vítima de lesão corporal dolosa de natureza gravíssima apenas por ser irmão de Militar do Estado em razão de sua função."
      },
      {
        "letra": "E",
        "texto": "somente seria considerado hediondo se o crime de lesão corporal dolosa de natureza gravíssima fosse perpetrado contra o próprio Militar do Estado em razão de sua função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886223",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol das atribuições do Ministério Público na execução criminal é sempre exaustivo e essencial ao fiel cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "Os crimes equiparados a hediondos dependem de mandamento constitucional, entretanto, a Constituição Federal autoriza que a lei ordinária defina e indique quais crimes serão considerados hediondos."
      },
      {
        "letra": "C",
        "texto": "O indulto parcial também conhecido como comutação de pena não representa a extinção da punibilidade, e serve apenas para a diminuição da pena a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "A anistia concedida antes ou depois da condenação extingue todos os efeitos penais, à exceção da reincidência, mas subsiste a obrigação de indenizar."
      },
      {
        "letra": "E",
        "texto": "As alternativas “b” e “c” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886088",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Analise as proposições a seguir. I. Configura crime de preconceito de raça ou cor (Lei n. 7.716/1989) distribuir emblemas com símbolos que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo. II. Adolescente que pratica ato infracional análogo ao do artigo 28 da Lei n. 11.343/2006 (Lei de Drogas), pois apreendida consigo substância entorpecente para uso pessoal, não pode ter contra si aplicada medida socioeducativa prevista no Estatuto da Criança e do Adolescente (Lei n. 8.069/1990) que restrinja, ainda que parcialmente, sua liberdade pessoal, conforme entendimento do Supremo Tribunal Federal.III. É crime de tortura (Lei n. 9.455/1997) a conduta de constranger alguém com emprego de grave ameaça, causando-lhe sofrimento mental, em razão de discriminação religiosa. IV. Tratando-se de crime hediondo ou equiparado (Lei n. 8.072/90), o condenado por crime de tortura (Lei n. 9.455/1997), em qualquer modalidade, deverá iniciar o cumprimento da pena em regime fechado. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II, III e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I, II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866823",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Conforme a legislação pertinente, considera-se crime hediondo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o favorecimento da exploração sexual de pessoas adultas."
      },
      {
        "letra": "B",
        "texto": "o estupro de vulnerável tentado."
      },
      {
        "letra": "C",
        "texto": "a lesão corporal dolosa de natureza grave."
      },
      {
        "letra": "D",
        "texto": "o sequestro."
      },
      {
        "letra": "E",
        "texto": "a extorsão simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866752",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com as disposições legais referentes aos crimes hediondos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente do crime de sequestro relâmpago qualificado com o resultado morte está sujeito a prisão temporária, por ser tal crime considerado hediondo."
      },
      {
        "letra": "B",
        "texto": "a prática não consumada, ou seja, tentada, do crime afasta o caráter hediondo do tipo penal."
      },
      {
        "letra": "C",
        "texto": "cumpridos os requisitos legais, será cabível a substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "é cabível ao magistrado classificar como hediondo um crime em razão de sua gravidade ou forma de execução."
      },
      {
        "letra": "E",
        "texto": "a liberdade provisória, em crimes dessa natureza, é direito subjetivo do autor, condicionado ao pagamento de fiança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2791387",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre a Lei nº 8.072/1990 (Lei de Crime Hediondos), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de genocídio tentado não é crime hediondo."
      },
      {
        "letra": "B",
        "texto": "A extorsão mediante sequestro nem sempre é crime hediondo"
      },
      {
        "letra": "C",
        "texto": "Homicídio simples praticado por milícia privado é crime hediondo"
      },
      {
        "letra": "D",
        "texto": "Os crimes de tráfico, tortura e terrorismo são crimes hediondos propriamente ditos e não por equiparação"
      },
      {
        "letra": "E",
        "texto": "O latrocínio é crime hediondo, mesmo que o resultado de morte se produza na modalidade culposa, desde que decorrente da violência do roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "863420",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, dentre outros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o roubo qualificado, o homicídio qualificado, a lesão corporal grave e o estupro."
      },
      {
        "letra": "B",
        "texto": "o estupro, o latrocínio, o homicídio qualificado e o estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "o peculato, o homicídio, o latrocínio e o tráfico de drogas."
      },
      {
        "letra": "D",
        "texto": "o tráfico de drogas, o homicídio qualificado, o peculato e a extorsão mediante sequestro."
      },
      {
        "letra": "E",
        "texto": "o sequestro, o roubo qualificado, o infanticídio e o peculato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "844188",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Constitui crime hediondo, previsto na Lei 8.072/1990,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável."
      },
      {
        "letra": "B",
        "texto": "constranger alguém, mediante violência ou grave ameaça e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal leve quando cometida contra agente do sistema prisional."
      },
      {
        "letra": "D",
        "texto": "homicídio simples praticado por qualquer cidadão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "844078",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, sobre crimes hediondos, e assinale a alternativa correta: I. A progressão de regime, no caso dos condenados por crimes hediondos, atualmente, dar-se-á após o cumprimento de 2/5 (dois quintos) da pena, se o apenado for primário, ou 3/5 (três quintos), se reincidente em crime da mesma espécie. II. A liberdade provisória não é permitida nos processos por crimes hediondos, mas o excesso de prazo autoriza o relaxamento da prisão processual. III. A pena para os crimes hediondos, ou equiparados, será cumprida inicialmente em regime fechado, na hipótese de não cabimento de regimes menos gravosos. IV. Para efeito de progressão de regime no cumprimento de pena por crime hediondo, ou equiparado, não é obrigatório o exame criminológico na avaliação do preenchimento dos requisitos objetivos e subjetivos pelo condenado, mas uma vez exigido, tal decisão deve ser fundamentada. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "832346",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Remição de pena",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Reincidência"
    ],
    "enunciado_principal": "NÃO sofrem influência da reincidência e da hediondez do crime na execução penal os seguintes direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comutação e saída temporária."
      },
      {
        "letra": "B",
        "texto": "Indulto e autorização de saída."
      },
      {
        "letra": "C",
        "texto": "Progressão de regime e saída temporária."
      },
      {
        "letra": "D",
        "texto": "Livramento condicional e remição."
      },
      {
        "letra": "E",
        "texto": "Remição e permissão de saída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "828143",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "NÃO é considerado hediondo ou equiparado o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Latrocínio."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "Epidemia com resultado morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "828142",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Os crimes hediondos são suscetíveis de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fiança."
      },
      {
        "letra": "B",
        "texto": "Anistia."
      },
      {
        "letra": "C",
        "texto": "Indulto."
      },
      {
        "letra": "D",
        "texto": "Liberdade provisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "819013",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei de Crimes Hediondos ao prever o cumprimento de 3/5 (três quintos) da pena para fins de progressão de regime do condenado reincidente, não exige que a reincidência seja específica em crime hediondo ou equiparado, bastando a genérica."
      },
      {
        "letra": "B",
        "texto": "Nos termos da Lei de Execução Penal, constitui falta média a conduta do condenado de ter em sua posse, utilizar ou fornecer aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo."
      },
      {
        "letra": "C",
        "texto": "O cometimento de falta grave ocasiona a perda de até 1/2 (metade) dos dias remidos, sendo que o Juízo das Execuções deve dimensionar o percentual cabível no caso concreto, a partir dos critérios previstos na LEP, relativos à natureza, aos motivos, às circunstâncias e às consequências do fato, bem como à pessoa do faltoso e seu tempo de prisão."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento de falta grave decorrente do cometimento de fato definido como crime doloso no cumprimento da pena exige o trânsito em julgado de sentença penal condenatória no processo penal instaurado para apuração do fato."
      },
      {
        "letra": "E",
        "texto": "A Lei de Execução Penal não prevê a oitiva do Ministério Público antes da decisão concessiva de livramento condicional, mas apenas da que concede progressão de regime prisional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "813015",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca dos crimes hediondos (Lei n° 8.072/1990 e suas alterações), pode-se afirmar que a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "progressão de regime, no caso dos condenados aos crimes hediondos, dar-se-á após o cumprimento de 3/5 (três quintos) da pena, se o apenado for primário, havendo vedação em caso de ser reincidente."
      },
      {
        "letra": "B",
        "texto": "prisão temporária por crimes hediondos terá o prazo de 10 (dez) dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      },
      {
        "letra": "C",
        "texto": "pena por crime hediondo será cumprida integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "progressão de regime, no caso dos condenados aos crimes hediondos, dar-se-á após o cumprimento de 2/5 (dois quintos) da pena, se o apenado for primário, e de 3/5 (três quintos), se reincidente."
      },
      {
        "letra": "E",
        "texto": "prisão temporária por crimes hediondos terá o prazo de 20 (vinte) dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812534",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que concerne à Lei que trata dos crimes Hediondos (Lei n° 8.072/1990 e suas alterações), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A progressão de regime, no caso dos condenados por crimes hediondos, dar-se-á após o cumprimento de 3/5 (três quintos) da pena, se o apenado for primário."
      },
      {
        "letra": "B",
        "texto": "O crime de homicídio qualificado previsto no Código Penal Militar é considerado hediondo."
      },
      {
        "letra": "C",
        "texto": "O fato de o crime ser considerado hediondo, por si só, não impede a concessão da liberdade provisória, de acordo com o entendimento dos Tribunais Superiores."
      },
      {
        "letra": "D",
        "texto": "O sistema adotado pela legislação brasileira para rotular uma conduta como hediondo é o sistema misto."
      },
      {
        "letra": "E",
        "texto": "Dentre os crimes equiparados aos hediondos estão: tortura, tráfico ilícito de drogas e racismo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812490",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre o crime de extorsão mediante sequestro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a consumação do crime do art. 159 do CP se opera com a exigência de uma vantagem como condição ou preço do resgate, o que faz com que o delito seja doutrinariamente classificado como crime formal."
      },
      {
        "letra": "B",
        "texto": "o crime é hediondo mesmo em sua forma simples, dispensando a verificação de resultados morte ou lesão corporal de natureza grave para a incidência da Lei n°8.072, de 1990."
      },
      {
        "letra": "C",
        "texto": "o concurso de pessoas é uma das circunstâncias qualificadoras concernentes ao crime de extorsão mediante sequestro, nos mesmos moldes do furto e diferentemente do que ocorre no roubo, no qual a pluralidade de agentes tem a natureza de causa de aumento da pena."
      },
      {
        "letra": "D",
        "texto": "há, no art. 159 do Código Penal, previsão expressa de delação premiada, determinando diminuição da pena ao participante que revelar o crime à autoridade, permitindo a libertação do sequestrado ou a recuperação do produto ou do proveito do crime."
      },
      {
        "letra": "E",
        "texto": "ocorre a forma qualificada da extorsão mediante sequestro, entre outras hipóteses, quando a restrição à liberdade da vítima dura mais de quinze dias, mas nunca em tempo inferior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800821",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considerando a reincidência em crime hediondo, em termos de execução penal, notadamente, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há progressão de regime para autores de crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "há progressão de regime diante do cumprimento de 2/3 da pena."
      },
      {
        "letra": "C",
        "texto": "há progressão de regime diante do cumprimento de 2/5 da pena imposta."
      },
      {
        "letra": "D",
        "texto": "há progressão de regime após o cumprimento de 3/5 da pena."
      },
      {
        "letra": "E",
        "texto": "há livramento condicional, correspondente ao cumprimento de 1/3 da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "800815",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Em sentença condenatória, de acordo com a Lei n° 11.464/2007, por crime hediondo, o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não concederá progressão de regime."
      },
      {
        "letra": "B",
        "texto": "decretará prisão preventiva com base na sentença de pronúncia."
      },
      {
        "letra": "C",
        "texto": "imporá o recolhimento imediato à prisão, para eventual recurso."
      },
      {
        "letra": "D",
        "texto": "determinará pena em regime integral fechado, face à hediondez do crime."
      },
      {
        "letra": "E",
        "texto": "decidirá fundamentadamente se o réu poderá apelar em liberdade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800685",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes em espécie, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posição do Supremo Tribunal Federal, os crimes de estupro e atentado violento ao pudor, mesmo que cometidos antes da edição da Lei n° 12.015/2009, são considerados hediondos, ainda que praticados na forma simples."
      },
      {
        "letra": "B",
        "texto": "A escusa relativa prevista nas disposições gerais dos crimes contra o patrimônio extingue a punibilidade do sujeito ativo do crime."
      },
      {
        "letra": "C",
        "texto": "A extorsão é crime formal e se consuma quando o sujeito ativo recebe a vantagem exigida."
      },
      {
        "letra": "D",
        "texto": "A receptação na modalidade imprópria admite tentativa."
      },
      {
        "letra": "E",
        "texto": "O art. 28 da Lei n° 10.826/2003 veda, em qualquer hipótese, ao menor de 25 anos, a aquisição de arma de fogo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "798450",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STJ a respeito dos crimes hediondos, do tráfico de entorpecentes, do Estatuto do Desarmamento e do ECA, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arma de fogo desmuniciada e desmontada não serve para configurar o delito de porte ilegal de arma de fogo."
      },
      {
        "letra": "B",
        "texto": "Não se configura o crime de corrupção de menor em relação àquele já afeito à prática de atos infracionais."
      },
      {
        "letra": "C",
        "texto": "Por ser crime acessório, a associação para o tráfico de drogas não pode existir sem a prova da materialidade do crime principal."
      },
      {
        "letra": "D",
        "texto": "Não é hediondo o crime de tráfico de entorpecentes praticado por agente primário, de bons antecedentes e que não se dedique a atividades criminosas nem integre organização criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "798447",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "A respeito da execução penal e dos crimes hediondos, assinale a opção correta à luz da jurisprudência do STF e do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de associação para o tráfico é hediondo, razão pela qual a progressão de regime para o condenado por esse crime só pode ser concedida depois de cumpridos dois terços da pena."
      },
      {
        "letra": "B",
        "texto": "O condenado iniciará o cumprimento da pena obrigatoriamente no regime fechado e a pena privativa de liberdade não poderá em nenhuma hipótese ser substituída por pena restritiva de direito."
      },
      {
        "letra": "C",
        "texto": "A progressão de regime será admitida somente mediante a realização de exame criminológico, que é imprescindível para os condenados por crime hediondo."
      },
      {
        "letra": "D",
        "texto": "O inadimplemento da pena de multa aplicada cumulativamente ao condenado impede a progressão de regime, salvo quando provada a absoluta incapacidade econômica do condenado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "795669",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a administração pública",
      "Peculato",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o noticiado pela mídia, recentemente a Força Tarefa de Combate ao Abigeato e Crimes Rurais da Polícia Civil do RS prendeu no interior do município de Cacequi o suspeito de ser um dos maiores abigeatários daquela cidade, quando localizou 11(onze) vacas furtadas em sua propriedade. No município de Ipê, a Força Tarefa apreendeu 13 (treze) bovinos subtraídos de uma fazenda local. E, numa operação em Vacaria, recuperou três ovelhas vivas e uma outra já carneada no local do furto, quando o ladrão preparava-se para consumi-la num churrasco. A subtração de animal semovente domesticável de produção é uma das hipóteses legais de furto qualificado, apenado com reclusão de dois a cinco anos, ainda que o animal tenha sido abatido ou dividido em partes no local da subtração."
      },
      {
        "letra": "B",
        "texto": "Tem sido frequente a subtração de dinheiro de caixas eletrônicos de agências bancárias com a utilização de dinamites ou explosivos de efeitos análogos. Sob o ponto de vista penal, a explosão de grandes proporções, que não raro destrói, além dos caixas, parte das instalações das agências, expondo a perigo concreto a integridade física e o patrimônio das pessoas dos prédios vizinhos, não pode ser considerada simples rompimento de obstáculo à subtração dos valores, mas crime autônomo de explosão em concurso formal com o delito patrimonial."
      },
      {
        "letra": "C",
        "texto": "Caracteriza concurso de roubo e extorsão, a conduta do agente que, após subtrair bens de propriedade da vítima no estacionamento do supermercado, obrigou-a, também mediante grave ameaça, a efetuar compras de outros bens em lojas do mesmo shopping, visando a obtenção indevida de vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de homicídio do soldado da Brigada Militar cometido em decorrência da sua função policial."
      },
      {
        "letra": "E",
        "texto": "O prefeito municipal que leva para sua casa de praia dois refrigeradores da prefeitura com o fito de usá-los na festa de seu aniversário, e o delegado de polícia que comparece nesta festa usando o relógio de pulso em ouro apreendido de um receptador, ambos sem a intenção de incorporarem tais bens ao patrimônio pessoal ou de terceiro, não cometem fato típico de peculato, diversamente do que ocorre com o estagiário do Departamento Estadual de Estradas que se apropria do combustível colocado à disposição da autarquia pela empresa contratada para o abastecimento exclusivo dos veículos de acompanhamento e fiscalização das obras na rodovia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "787876",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "“A progressão de regime, no caso dos condenados por crimes hediondos dar-se-á após o cumprimento de _____ da pena, se o apenado for primário; e de _____, se reincidente.” Assinale a alternativa que completa correta e sequencialmente a afirmativa anterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1/3 / 2/3"
      },
      {
        "letra": "B",
        "texto": "1/4 / 2/5"
      },
      {
        "letra": "C",
        "texto": "1/6 / 1/2"
      },
      {
        "letra": "D",
        "texto": "2/5 / 3/5"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "773155",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito de crimes hediondos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora tortura, tráfico de drogas e terrorismo não sejam crimes hediondos, também são insuscetíveis de fiança, anistia, graça e indulto."
      },
      {
        "letra": "B",
        "texto": "Para que se considere o crime de homicídio hediondo, ele deve ser qualificado."
      },
      {
        "letra": "C",
        "texto": "Considera-se hediondo o homicídio praticado em ação típica de grupo de extermínio ou em ação de milícia privada."
      },
      {
        "letra": "D",
        "texto": "O crime de roubo qualificado é tratado pela lei como hediondo."
      },
      {
        "letra": "E",
        "texto": "Aquele que tiver cometido o crime de favorecimento da prostituição ou outra forma de exploração sexual no período entre 2011 e 2015 não responderá pela prática de crime hediondo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2971876",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados Crimes Hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Sequestro."
      },
      {
        "letra": "C",
        "texto": "Genocídio."
      },
      {
        "letra": "D",
        "texto": "Latrocínio."
      },
      {
        "letra": "E",
        "texto": "Estupro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2056918",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Passo do Sobrado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Consoante dispõe a Lei nº 8.072/90, acerca dos crimes hediondos, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A progressão de regime, no caso dos condenados aos crimes previstos nesta Lei, dar-se-á após o cumprimento de 3/5 da pena, se o apenado for primário, e de 4/5, se reincidente."
      },
      {
        "letra": "B",
        "texto": "Em caso de sentença condenatória, o juiz decidirá fundamentadamente se o réu poderá apelar em liberdade."
      },
      {
        "letra": "C",
        "texto": "A União manterá estabelecimentos penais, de segurança máxima, destinados ao cumprimento de penas impostas a condenados de alta periculosidade, em qualquer hipótese."
      },
      {
        "letra": "D",
        "texto": "A pena por crime hediondo será cumprida sempre em regime fechado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "692988",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Nos termos da Lei n° 8.072, de 1990, é correto afirmar que constitui crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A epidemia sem o resultado morte."
      },
      {
        "letra": "B",
        "texto": "Sequestro ou cárcere privado."
      },
      {
        "letra": "C",
        "texto": "Extorsão simples."
      },
      {
        "letra": "D",
        "texto": "Homicídio simples, em qualquer caso."
      },
      {
        "letra": "E",
        "texto": "A lesão corporal seguida de morte, quando praticada contra cônjuge, de integrantes da Força Nacional de Segurança Pública, em razão dessa condição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "679915",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei de Crimes Hediondos (8.072/90), é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de estupro (art. 213, do CP) somente é considerado hediondo caso praticado na sua forma qualificada."
      },
      {
        "letra": "B",
        "texto": "Ao contrário do que ocorre com o crime de extorsão, que é considerado hediondo apenas se qualificado pelo resultado morte, o delito de extorsão mediante sequestro é etiquetado como hediondo independentemente da modalidade."
      },
      {
        "letra": "C",
        "texto": "O crime de roubo, do qual resulta lesão corporal grave na vítima, é etiquetado como sendo crime hediondo."
      },
      {
        "letra": "D",
        "texto": "O crime de Genocídio (Lei 2.889/56) é considerado equiparado a hediondo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650785",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito do que dispõe a Constituição Federal de 1988 e a Lei n.º 8.072/1990, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que pratica homicídio simples, consumado ou tentado, não comete crime hediondo."
      },
      {
        "letra": "B",
        "texto": "A prática de racismo constitui crime hediondo, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "A tortura é crime inafiançável, imprescritível e insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "O crime de lesão corporal dolosa de natureza gravíssima é hediondo quando praticado contra parente consanguíneo até o quarto grau de agente da segurança pública, em razão dessa condição."
      },
      {
        "letra": "E",
        "texto": "A lei penal e a processual penal retroagem para beneficiar o réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "649383",
    "metadata": "Ano: 2016 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considere hipoteticamente que Marcos está dirigindo a caminho do trabalho quando leva uma fechada de Laércio no trânsito. Apesar de ser um condutor habilidoso, Marcos não consegue evitar a colisão, e o carro que dirige é levemente danificado. Laércio assume a culpa e se prontifica a ressarcir o dano. Contudo, indignado e furioso com a situação, Marcos desce do carro e desfere múltiplas facadas em Laércio, que não resiste aos ferimentos e vem a óbito. Em sentença transitada em julgado, Marcos é condenado por homicídio qualificado por motivo fútil, que é considerado um crime de natureza hedionda. Os crimes hediondos estão previstos na Lei nº 8.072/1990. Com base nesse dispositivo legal e na situação apresentada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o homicídio de Laércio fosse tentado, ou seja, não tivesse sido consumado por circunstâncias alheias à vontade de Marcos, o crime não poderia ser considerado hediondo."
      },
      {
        "letra": "B",
        "texto": "A pena de Marcos poderá ser inicialmente cumprida em regime fechado ou regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "Caso Marcos seja réu primário, a progressão de regime se dará após o cumprimento de dois quintos da pena."
      },
      {
        "letra": "D",
        "texto": "O indulto para a prática de crimes hediondos, tais como o homicídio qualificado por motivo fútil, é admitido."
      },
      {
        "letra": "E",
        "texto": "O homicídio qualificado de natureza hedionda é passível de fiança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "643952",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei nº 8.072/1990, é considerado crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro de vulnerável tentado."
      },
      {
        "letra": "B",
        "texto": "Epidemia com resultado lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "Concussão."
      },
      {
        "letra": "D",
        "texto": "Falsificação de selo público destinado a autenticar atos oficiais da União."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634537",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São crimes hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "latrocínio."
      },
      {
        "letra": "C",
        "texto": "extorsão com resultado morte."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "epidemia com resultado morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595631",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com fundamento na Lei n.º 11.464/2007, que modificou a Lei n.º 8.072/1990 (Lei dos Crimes Hediondos), assinale a opção correta acerca dos requisitos objetivos para fins de progressão de regime prisional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime integral fechado poderá ser aplicado no caso de prática de crime de tráfico internacional de drogas, em que, devido à hediondez da conduta, que atinge população de mais de um país, o réu não poderá ser beneficiado com a progressão de regime prisional."
      },
      {
        "letra": "B",
        "texto": "Como exceção à regra prevista na legislação de regência, a progressão de regime prisional é vedada ao condenado, que deve cumprir regime integral fechado, pela prática de crime de epidemia de que resulte morte de vítimas."
      },
      {
        "letra": "C",
        "texto": "Os condenados por crimes hediondos ou assemelhados cometidos antes da vigência da Lei n.º 11.464/2007 sujeitam-se ao disposto no artigo 112 da Lei de Execução Penal para a progressão de regime, que estabelece o cumprimento de um sexto da pena no regime anterior."
      },
      {
        "letra": "D",
        "texto": "A Lei dos Crimes Hediondos é especial e possui regra própria quanto aos requisitos objetivos para a progressão de regime prisional, devendo seus atuais parâmetros ser aplicados, independentemente de o crime ter sido praticado antes ou depois da vigência da Lei n.º 11.464/2007, com base no princípio da especialidade."
      },
      {
        "letra": "E",
        "texto": "Os requisitos objetivos da Lei n.º 11.464/2007 devem ser aplicados para fins de progressão de regime prisional, pelo fato de essa lei ser mais benéfica que a lei anterior, que vedava a progressão de regime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1391202",
    "metadata": "Ano: 2015 | Banca: Fundação La Salle | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa que, segundo a Lei n.° 8.072/90, NÃO corresponde a um crime hediondo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Latrocínio."
      },
      {
        "letra": "B",
        "texto": "Charlatanismo."
      },
      {
        "letra": "C",
        "texto": "Extorsão qualificada pela morte."
      },
      {
        "letra": "D",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Epidemia com resultado morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "594157",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Constituem crimes hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio em atividade típica de grupo de extermínio praticada por um agente só;"
      },
      {
        "letra": "B",
        "texto": "epidemia com resultado morte;"
      },
      {
        "letra": "C",
        "texto": "favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável;"
      },
      {
        "letra": "D",
        "texto": "envenenamento de água potável ou substância alimentícia ou medicinal;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal seguida de morte, quando praticada contra integrante do sistema prisional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593287",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito dos crimes hediondos, julgue o item que se segue. O crime de lesão corporal dolosa de natureza gravíssima é hediondo quando praticado contra cônjuge, companheiro ou parente consanguíneo de até terceiro grau, de agente da Polícia Rodoviária Federal e integrante do sistema prisional e da Força Nacional de Segurança Pública, em razão dessa condição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "556510",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Leonardo foi condenado pela prática de um crime de roubo majorado pelo emprego de arma de fogo. No momento da execução da pena, o juiz verificou que Leonardo já ostentava em sua Folha de Antecedentes Criminais condenações pela prática de um crime de homicídio simples contra seu primo, ocorrido em razão de uma discussão familiar no ano de 2013; de um crime de estupro simples realizado no ano de 2012; e pela prática, no ano de 2011, do crime de extorsão qualificada pela morte. De acordo com a Lei nº 8.072/90, são considerados hediondos os seguintes crimes praticados por Leonardo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo majorado pelo emprego de arma de fogo e extorsão qualificada pela morte;"
      },
      {
        "letra": "B",
        "texto": "homicídio simples, estupro simples e extorsão qualificada pela morte;"
      },
      {
        "letra": "C",
        "texto": "estupro simples e extorsão qualificada pela morte;"
      },
      {
        "letra": "D",
        "texto": "homicídio simples e extorsão qualificada pela morte;"
      },
      {
        "letra": "E",
        "texto": "homicídio simples e estupro simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "528020",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei n° 8.072/90 (crimes hediondos)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "define no seu artigo 1° os crimes considerados hediondos, todos previstos no Código Penal, sem prejuízo, contudo, de outros delitos considerados hediondos pela Legislação Penal Especial."
      },
      {
        "letra": "B",
        "texto": "não permite a interposição de apelação antes do recolhimento do condenado à prisão, em razão do disposto no seu artigo 2° , § 1° (a pena será cumprida em regime inicial fechado)."
      },
      {
        "letra": "C",
        "texto": "prevê progressão de regime para os condenados pela prática de crime hediondo após o cumprimento de 1/6 da pena se o apenado for primário e 2/5 se for reincidente."
      },
      {
        "letra": "D",
        "texto": "traz no rol do seu art. 1° o crime de roubo impróprio (art. 157, § 1° , CP), o roubo circunstanciado (art. 157, § 2° , I, II, III, IV e V, CP) e o roubo qualificado pelo resultado (art. 157, § 3 , CP)."
      },
      {
        "letra": "E",
        "texto": "estabelece o prazo de 30 (trinta) dias (podendo ser prorrogado por mais 30 dias) da prisão temporária decretada nas investigações pela prática de crime hediondo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512263",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A respeito dos crimes hediondos, assinale a alternativa correta com base na legislação de regência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de epidemia com resultado morte não é considerado hediondo."
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos são insuscetíveis de anistia, graça e indulto, embora lhes seja admitida fiança."
      },
      {
        "letra": "C",
        "texto": "A pena do condenado por crime hediondo deverá ser cumprida em regime integralmente fechado, apesar de haver precedente jurisprudencial em que se admite o cumprimento da pena em regime inicialmente fechado."
      },
      {
        "letra": "D",
        "texto": "Se o crime hediondo de extorsão mediante sequestro for cometido por quadrilha ou bando, o coautor que denunciá-lo à autoridade, facilitando a libertação do sequestrado, será beneficiado com a redução da pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "Entre os crimes hediondos previstos na lei, apenas as condutas consumadas são consideradas hediondas; as tentadas configuram a modalidade simples de crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "502149",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que diz respeito à legislação penal extravagante, segundo entendimento do STJ e do STF, julgue o item. O STF afastou a previsão de obrigatoriedade de imposição de regime inicial fechado aos condenados por crimes hediondos ou a estes equiparados, devendo ser observadas as regras do CP no que se refere à fixação do regime prisional inicialmente previsto para os crimes hediondos e os a estes equiparados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498194",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tráfico internacional de entorpecentes é um crime imprescritível"
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos são imprescritíveis"
      },
      {
        "letra": "C",
        "texto": "A prática da tortura é um crime suscetível de anistia."
      },
      {
        "letra": "D",
        "texto": "O terrorismo é um crime inafiançável."
      },
      {
        "letra": "E",
        "texto": "A prática de racismo constitui crime afiançável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "480964",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Valendo-se das prescrições estabelecidas na Lei n.º 8.072/1990 (Lei dos Crimes Hediondos), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia e graça, mas admitem a concessão de indulto."
      },
      {
        "letra": "B",
        "texto": "A progressão de regime, no caso dos condenados aos crimes hediondos, dar-se-á após o cumprimento de 2 /5 da pena, se o apenado for primário, e de 3/ 5 , se reincidente."
      },
      {
        "letra": "C",
        "texto": "Prevê a Lei n.º 8.072/1990 que a pena dos crimes hediondos será cumprida inicialmente em regime fechado, salvo quando o réu for primário."
      },
      {
        "letra": "D",
        "texto": "O roubo qualificado pelas lesões corporais de natureza grave configura crime hediondo."
      },
      {
        "letra": "E",
        "texto": "O homicídio qualificado não é considerado um crime hediondo, todavia haverá a hediondez quando o homicídio for perpetrado em atividade típica de grupo de extermínio, ainda que cometido por um só agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "476043",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre a Lei n o 8.072/90 (Lei dos Crimes Hediondos), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em relação ao crime de homicídio, com exceção do homicídio culposo, todas as demais formas são consideradas crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "o tráfico de drogas, o roubo – desde que praticado com emprego de arma de fogo e com restrição à l iberdade da vítima – e o estupro são considerados crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "as penas dos crimes hediondos são fixadas em regime integralmente fechado."
      },
      {
        "letra": "D",
        "texto": "para obter progressão de regime, os condenados por crime hediondo, se reincidentes, devem cumprir ao menos 3/5 da pena."
      },
      {
        "letra": "E",
        "texto": "o latrocínio (artigo 157, parágrafo 3o , CP), na sua forma tentada (e não consumada), não configura crime hediondo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "475702",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Gerson, com vinte e um anos de idade, e Gilson, com dezesseis anos de idade, foram presos em flagrante pela prática de crime. Após regular tramitação de processo nos juízos competentes, Gerson foi condenado pela prática de extorsão mediante sequestro e Gilson, por cometimento de infração análoga a esse crime.Com relação a essa situação hipotética, julgue o próximo item.Conforme entendimento dos tribunais superiores, tendo sido condenado pela prática de crime hediondo, Gerson deverá ser submetido ao exame criminológico para ter direito à progressão de regime",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464501",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "O condenado por crime hediondo, de acordo com o texto legal (Lei no 8.072/90),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode, a critério do juiz, apelar em liberdade e, se primário, alcança o lapso temporal necessário à progressão do regime prisional cumpridos 2/5 da pena."
      },
      {
        "letra": "B",
        "texto": "pode, a critério do juiz, apelar em liberdade e, se primário, alcança o lapso temporal necessário à progressão do regime prisional cumprido 1/6 da pena."
      },
      {
        "letra": "C",
        "texto": "não pode apelar em liberdade e não tem direito à progressão de regime."
      },
      {
        "letra": "D",
        "texto": "não pode apelar em liberdade e, se reincidente, alcança o lapso temporal necessário à progressão do regime prisional cumpridos 3/5 da pena."
      },
      {
        "letra": "E",
        "texto": "pode, a critério do juiz, apelar em liberdade e, se reincidente, alcança o lapso temporal necessário à progressão do regime prisional cumpridos 2/3 da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464487",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa que indica corretamente crimes que, de acordo com o texto constitucional, a lei considerará inafiançáveis e insuscetíveis de graça ou anistia, por eles respondendo os mandantes, os executores e os que, podendo evitá-los, omitirem-se.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tráfico ilícito de entorpecentes e drogas afins, o terrorismo, os definidos como crimes hediondos e o assédio sexual."
      },
      {
        "letra": "B",
        "texto": "A posse e o tráfico ilícito de entorpecentes e drogas afins, o terrorismo, os definidos como crimes hediondos e o racismo."
      },
      {
        "letra": "C",
        "texto": "A prática da tortura, o tráfico ilícito de entorpecentes e drogas afins, o terrorismo e os definidos como crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "A prática da tortura, a posse e o tráfico ilícito de entorpecentes e drogas afins e o terrorismo."
      },
      {
        "letra": "E",
        "texto": "A prática da tortura, o terrorismo e os definidos como crimes hediondos e o assédio sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464391",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei no 8.078/90 (Crimes Hediondos) tem como fundamento o artigo 5o , inciso XLIII, da Constituição Federal e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impõe aos condenados por crimes hediondos regime integralmente fechado."
      },
      {
        "letra": "B",
        "texto": "autoriza a progressão de regime ao condenado reincidente após o cumprimento de 2/5 da sua pena."
      },
      {
        "letra": "C",
        "texto": "impede em todos os casos a substituição da pena corporal por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "considera como hediondo o crime de epidemia, desde que com resultado morte."
      },
      {
        "letra": "E",
        "texto": "tem no seu artigo 1o os crimes considerados hediondos pelo legislador, cujo rol é exemplificativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2835396",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta, de acordo com a Lei nº 8.072/1990.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São crimes assemelhados aos hediondos: o tráfico de drogas, o tráfico de pessoas e o terrorismo."
      },
      {
        "letra": "B",
        "texto": "Não se admite nos crimes hediondos e nos a eles assemelhados o instituto da progressão de regime de cumprimento de pena."
      },
      {
        "letra": "C",
        "texto": "O delito de epidemia com resultado morte não é considerado crime hediondo."
      },
      {
        "letra": "D",
        "texto": "O homicídio simples é considerado crime hediondo somente quando praticado em atividade típica de grupo de extermínio, ainda que cometido por um só agente."
      },
      {
        "letra": "E",
        "texto": "Não se admite nos crimes hediondos e nos a eles assemelhados o instituto do livramento condicional ."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2749480",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta, de acordo com a Lei n° 8.072/1990.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite nos crimes hediondos e nos a eles assemelhados o instituto da progressão de regime de cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "Não se admite nos crimes hediondos e nos a eles assemelhados o instituto do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "São crimes assemelhados aos hediondos: o tráfico de drogas, o tráfico de pessoas e o terrorismo."
      },
      {
        "letra": "D",
        "texto": "O delito de epidemia com resultado morte não é considerado crime hediondo."
      },
      {
        "letra": "E",
        "texto": "O homicídio simples é considerado crime hediondo somente quando praticado em atividade típica de grupo de extermínio, ainda que cometido por um só agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492582",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Lei n.º 8.072/90: na ação penal por crime hediondo a que o acusado responde preso, em caso de sentença de primeiro grau",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolutória, o recurso da acusação impede que se lhe coloque imediatamente em liberdade."
      },
      {
        "letra": "B",
        "texto": "condenatória, o juiz decidirá fundamentadamente se ele poderá apelar em liberdade."
      },
      {
        "letra": "C",
        "texto": "absolutória, deve-se aguardar o trânsito em julgado para que se lhe coloque em liberdade."
      },
      {
        "letra": "D",
        "texto": "condenatória, ele deve ser imediatamente recolhido à prisão, iniciando o cumprimento de pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "condenatória, a lei veda que ele aguarde o julgamento de eventual apelação em liberdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472017",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue os próximos itens, referentes às penas e aos crimes de abuso de autoridade e de tráfico ilícito de entorpecentes. O delito de associação para o tráfico é considerado crime hediondo na legislação penal brasileira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "453804",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Aponte a alternativa que corresponde a um crime previsto no rol dos Crimes Hediondos do artigo 1º da Lei nº 8.072/90:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roubo com uso de arma de fogo (artigo 157, §2º, inciso I, do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "Extorsão praticada com restrição de liberdade da vítima (artigo 158, §3º, do Código Penal)."
      },
      {
        "letra": "C",
        "texto": "Homicídio simples (artigo 121, “caput”, do Código Penal)."
      },
      {
        "letra": "D",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, caput, e §§ 1º e 2º, do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Associação criminosa (artigo 288 do Código Penal)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "438082",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A doutrina classifica os crimes, quanto à sua gravidade, como sendo de menor potencial ofensivo, de médio potencial ofensivo, de grave potencial ofensivo e hediondos. No tocante a estes de maior gravidade, de acordo com a Lei nº 8.072/90 e a Constituição Federal, atentando-se à jurisprudência majoritária dos Tribunais Superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de associação para o tráfico é equiparado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "O crime de homicídio híbrido (qualificado e privilegiado) ostenta a natureza de crime de hediondo."
      },
      {
        "letra": "C",
        "texto": "O crime de homicídio simples, em hipótese alguma, é considerado hediondo."
      },
      {
        "letra": "D",
        "texto": "O condenado pela prática de crime hediondo ou assemelhado pode iniciar o cumprimento da pena privativa de liberdade em regime mais brando do que o fechado."
      },
      {
        "letra": "E",
        "texto": "O apenado reincidente específico em crime hediondo deverá cumprir 2/3 da pena para ter direito ao livramento condicional e 3/5 da pena para ter direito à progressão de regime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432815",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Em 26.06.2013, Paulo, primário, foi preso em flagrante sob a acusação de venda de drogas, em estável associação com outros quatro indivíduos, estando incurso nos crimes de tráfico de drogas (art. 33, caput, da Lei n° 11.343/06, sem a diminuição prevista no §4º do mesmo artigo) e associação para o tráfico (art. 35 da Lei n° 11.343/06). Na data de hoje, foi simultaneamente condenado, em decisão definitiva, por ambos os delitos. Você, Defensor Público em exercício junto à Vara de Execuções Penais, atuando na defesa dos interesses de Paulo, deverá requerer a concessão da progressão de regime após o cumprimento de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/5 do total da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "3/5 do total da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "2/5 da pena pelo crime de associação para o tráfico de drogas (art. 35 da Lei n° 11.343/06), mais 1/6 da pena pelo crime de tráfico de drogas (art. 33, caput, da Lei n° 11.343/06)."
      },
      {
        "letra": "D",
        "texto": "1/4 do total da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "2/5 da pena pelo crime de tráfico de drogas (art. 33, caput, da Lei n° 11.343/06), mais 1/6 da pena pelo crime de associação para o tráfico de drogas (art. 35 da Lei n° 11.343/06)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402853",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crime e aplicação de penas. Considere que um indivíduo tenha sido condenado por crime hediondo. Nesse caso, para que possa requerer progressão de regime de pena, esse indivíduo deve cumprir dois quintos da pena que lhe foi imputada, se for primário, e três quintos dessa pena, se for reincidente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400889",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca de crimes hediondos, assinale a opção correta à luz da Lei n.º 8.072/1990 bem como da jurisprudência e da doutrina.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que dá a conhecer a existência do crime de extorsão mediante sequestro sem indicar dados que permitam a libertação da vítima por ele sequestrada, ainda que coautor ou partícipe, será beneficiado pela delação."
      },
      {
        "letra": "B",
        "texto": "É permitida a progressão de regime em crimes hediondos, sendo necessário, para isso, que o juízo da execução avalie se o condenado preenche os requisitos objetivos e subjetivos do benefício, podendo determinar, ainda, a realização de exame criminológico."
      },
      {
        "letra": "C",
        "texto": "É admitido o indulto, graça e anistia a agente que praticou crime de natureza hedionda."
      },
      {
        "letra": "D",
        "texto": "Os crimes de extorsão mediante sequestro e sequestro são equiparados ao hediondo."
      },
      {
        "letra": "E",
        "texto": "Para que possa vir a obter o benefício do livramento condicional, o réu não poderá ser reincidente em qualquer crime, independentemente da natureza do crime anteriormente praticado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389838",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei de Crimes Hediondos (Lei n.º 8.072/90) dispõe que será de três a seis anos de reclusão a pena prevista no art. 288 do Código Penal (Associação Criminosa), quando se tratar de crimes hediondos, prática da tortura, tráfico ilícito de entorpecentes e drogas afins ou terrorismo. Nessa hipótese, o participante e o associado que denunciar à autoridade o bando ou quadrilha, possibilitando seu desmantelamento,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá cumprir a pena em estabelecimento distinto dos demais participantes."
      },
      {
        "letra": "B",
        "texto": "deixará de responder pelo referido crime."
      },
      {
        "letra": "C",
        "texto": "terá a pena reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "terá a pena anistiada pelo Presidente da República."
      },
      {
        "letra": "E",
        "texto": "terá sua pena convertida para prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "958179",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infanticídio."
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "extorsão mediante sequestro e na forma qualificada."
      },
      {
        "letra": "E",
        "texto": "epidemia com resultado morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "484688",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A prisão temporária dos acusados por crime hediondo terá o prazo de 30 (trinta) dias,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improrrogável."
      },
      {
        "letra": "B",
        "texto": "prorrogável por igual período em caso de extrema necessidade."
      },
      {
        "letra": "C",
        "texto": "prorrogável por quantos outros tantos períodos de 30 (trinta) dias forem necessários, mediante decisão judicial fundamentada."
      },
      {
        "letra": "D",
        "texto": "podendo, contudo, desde o início, ser decretada por período superior, desde que mediante decisão judicial fundamentada."
      },
      {
        "letra": "E",
        "texto": "automaticamente prorrogável por igual período se não houver revogação da determinação judicial que determinou o primeiro período."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "413383",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Avalie os tipos de crimes listados a seguir. I. Extorsão mediante sequestro; II. Estupro; III. Qualquer homicídio, simples ou qualificado, desde que doloso; IV. Falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais. De acordo com a Lei n. 8.072/90, são considerados crimes hediondos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, somente."
      },
      {
        "letra": "B",
        "texto": "I e III, somente."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, somente."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, somente."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, somente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "412199",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "O agente que for acusado da prática de crime de extorsão mediante sequestro em sua forma qualificada estará impedido de obter, durante o processo ou após a condenação transitada em julgado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprimento de pena sob regime progressivo."
      },
      {
        "letra": "B",
        "texto": "fiança e liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "apenas liberdade provisória."
      },
      {
        "letra": "D",
        "texto": "anistia, graça e indulto."
      },
      {
        "letra": "E",
        "texto": "livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "405303",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com relação às disposições da Lei Federal n° 8.072/90 (Lei de Crimes Hediondos), assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A progressão de regime, no caso de condenados a crimes hediondos, dar-se-á após o cumprimento de dois quintos da pena, se o apenado for primário, e de três quintos, se reincidente."
      },
      {
        "letra": "B",
        "texto": "A prisão temporária, em se tratando de crimes hediondos, terá o prazo de quinze dias, prorrogável por igual período em caso de extrema e comprovada necessidade."
      },
      {
        "letra": "C",
        "texto": "A pena por crime hediondo será cumprida integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O homicídio simples, em hipótese alguma, poderá ser classificado como hediondo."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos, a prática de tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo admitem fiança, graça e indulto, mas não admitem anistia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370658",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Acerca das disposições da Lei de Crimes Hediondos, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Latrocínio, Extorsão Qualificada pela Morte e Estupro são crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos são insuscetíveis de anistia e graça, apenas."
      },
      {
        "letra": "C",
        "texto": "A pena por crime hediondo será cumprida inicialmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "Em caso de sentença condenatória, o juiz decidirá fundamentadamente se o réu poderá apelar em liberdade."
      },
      {
        "letra": "E",
        "texto": "A pena por crime hediondo admite progressão de regime, todavia, a lei impõe prazo maior de cumprimento ao reincidente para que este faça jus ao benefício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359262",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A Lei n. 8.072/90 dispõe sobre os crimes hediondos, enquanto a Constituição Federal indica outros assemelhados, orientando o legislador a dar tratamento mais rigoroso a estas infrações. Atento à jurisprudência majoritária dos Tribunais Superiores, as alternativas a seguir apresentam crimes que ostentam essa natureza, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro de vulnerável e tráfico de entorpecentes."
      },
      {
        "letra": "B",
        "texto": "Tráfico de entorpecente e extorsão mediante sequestro"
      },
      {
        "letra": "C",
        "texto": "Tráfico de entorpecentes e associação para o tráfico."
      },
      {
        "letra": "D",
        "texto": "Latrocínio e tortura."
      },
      {
        "letra": "E",
        "texto": "Homicídio qualificado e tortura"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354660",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGESP-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca de crimes contra a administração pública, crimes hediondos e crimes contra a pessoa.É vedada a concessão de fiança à pessoa plenamente capaz que cometer homicídio simples, por ser considerado crime hediondo, e a pena a ser aplicada nesse caso será cumprida no regime inicialmente fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350917",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com referência às penas e à sua aplicação, julgue os seguintes itens. Desde que o STF declarou incidentalmente a inconstitucionalidade do artigo 2. o , § 1. o , da Lei n. o 8.072/1990 (“A pena por crime previsto neste artigo [crime hediondo] será cumprida inicialmente em regime fechado”), não é mais obrigatória a fixação do regime inicial fechado para o condenado pelo crime de tráfico de entorpecentes, podendo a pena privativa de liberdade ser substituída por restritivas de direitos quando o réu for primário e sem antecedentes e não ficar provado que ele se dedique ao crime ou esteja envolvido com organização criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350440",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "No que se refere aos crimes hediondos (Lei n. o 8.072/1990) e à violência doméstica e familiar sobre a mulher (Lei n. o 11.340/2006 – Lei Maria da Penha), julgue os itens seguintes. Se determinado cidadão for réu em processo criminal por ter cometido crime hediondo, ele poderá ter progressão de regime no cumprimento da pena, que se iniciará em regime fechado, bem como tê-la reduzida em caso de delação premiada, se o crime tiver sido cometido por quadrilha ou bando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "343507",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com relação aos crimes hediondos e ao tráfico ilícito de entorpecentes, julgue os próximos itensConforme a mais recente jurisprudência do STF, os condenados por crimes hediondos praticados antes da entrada em vigor da Lei n.º 11.464/2007 podem pleitear a progressão de regime após o cumprimento de apenas um sexto da pena aplicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "340798",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Indique o item CORRETO, nos termos da legislação aplicável e da jurisprudência dos Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fins de livramento condicional, não poderá o sentenciado valer-se da soma de penas que, isoladamente, não alcancem o patamar de 02 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "O condenado por crimes comuns a penas cujo somatório for superior a 30 (trinta) anos preenche requisito objetivo para progressão ao regime semiaberto ao cumprir 05 (cinco) anos de sua reprimenda em regime fechado."
      },
      {
        "letra": "C",
        "texto": "A aplicação de lei penal superveniente mais benigna ao agente, após o trânsito em julgado da sentença que o condenou, demanda ajuizamento de revisão criminal."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime hediondo praticado no ano de 2006 preenche o requisito objetivo para a progressão, após cumprir, no regime anterior, 1/6 (um sexto) da pena imposta."
      },
      {
        "letra": "E",
        "texto": "Após progredir do regime fechado, deverá o sentenciado não reincidente cumprir ao menos 1/6 (um sexto) de pena no regime semiaberto para obter o direito à saída temporária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329590",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considera-se crime hediondo o homicídio culposo na condução de veículo automotor, quando comprovada a embriaguez do condutor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "327546",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considere que um indivíduo, reincidente, seja condenado, definitivamente, a quinze anos de reclusão em regime inicial fechado, devido à prática de crime hediondo. Nessa situação, é correto afirmar que esse indivíduo somente progredirá de regime do cumprimento da pena após cumprir nove anos de reclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311593",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Não é possível a concessão de anistia, graça ou indulto àqueles que tenham praticado crimes hediondos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308181",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A conduta do agente que expõe à venda e tem em depósito para vender produto, destinado a fins terapêuticos, falsificado ou alterado, na condição de ausência das características de identidade e qualidade admitidas para a sua comercialização ou com redução de seu valor terapêutico ou de sua atividade, é considerada crime de natureza hedionda, nos termos da Lei n. 8.072/90.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305648",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "latrocínio."
      },
      {
        "letra": "B",
        "texto": "estupro."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada pela morte."
      },
      {
        "letra": "E",
        "texto": "epidemia com resultado morte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300628",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Segundo a Lei n.º 8.072/1990, são considerados crimes hediondos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o racismo e a corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "o terrorismo e o atentado violento ao pudor."
      },
      {
        "letra": "C",
        "texto": "a falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais e o estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "a prática da tortura e a corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "o tráfico ilícito de entorpecentes e drogas afins e o racismo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297851",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Recentemente, ocorreu a inclusão do crime de corrupção ativa no rol dos delitos hediondos, fato que, entre outros efeitos, tornou esse crime inafiançável e determinou que o início do cumprimento da pena ocorra em regime fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984192",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consoante a Lei n. 8.072/1990, os crimes hediondos, a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, graça, indulto, fiança e liberdade provisória."
      },
      {
        "letra": "B",
        "texto": "Nos casos de condenação por crime hediondo, a progressão de regime dar-se-á após o cumprimento de 2/5 (dois quintos) da pena se o apenado for primário, e de 3/5 (três quintos) se reincidente."
      },
      {
        "letra": "C",
        "texto": "Nos termos da Lei n. 11.343/2006, o indiciado ou acusado que colaborar voluntariamente com a investigação policial e o processo criminal na identificação dos demais coautores ou partícipes do crime e na recuperação total ou parcial do produto do crime, no caso de condenação terá pena reduzida de um sexto a dois terços."
      },
      {
        "letra": "D",
        "texto": "Segundo a Lei n. 11.343/2006, constitui crime induzir, instigar ou auxiliar alguém a uso indevido de droga, cuja pena será de reclusão de um a quatro anos, além de multa."
      },
      {
        "letra": "E",
        "texto": "Em consonância com a Lei n. 11.343/2006, terá a pena reduzida à metade o agente que, em razão da dependência, ou sob o efeito, proveniente de caso fortuito ou força maior, de droga, era, ao tempo da ação ou da omissão, qualquer que tenha sido a infração penal praticada, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "791288",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados crimes hediondos, nos termos da Lei n° 8.072/1990, todos os abaixo, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "latrocínio."
      },
      {
        "letra": "C",
        "texto": "estupro."
      },
      {
        "letra": "D",
        "texto": "epidemia com resultado morte."
      },
      {
        "letra": "E",
        "texto": "roubo com uso de arma de fogo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "358154",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Configuram crimes hediondos, dentre outros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão e estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "latrocínio e atentado violento ao pudor."
      },
      {
        "letra": "C",
        "texto": "epidemia com resultado morte e genocídio."
      },
      {
        "letra": "D",
        "texto": "homicídio privilegiado e tráfico de entorpecentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324613",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A legislação penal tipifca, também, condutas que possam lesar ou expor a risco bens jurídicos transindividuais, difusos ou coletivos, cuja tutela tem merecido uma ampliação nas últimas décadas. Sobre essa espécie de tutela penal, é correto afrmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incêndio, a explosão, o uso de gás tóxico ou asfxiante, a inundação, o desabamento ou desmoronamento e a difusão de doença ou praga são condutas tipifcadas no Código Penal como de perigo comum, que admitem a forma culposa e que, se praticadas dolosamente, são defnidas como hediondas."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização da quadrilha ou bando, a associação deverá ter, no mínimo, quatro pessoas e deverá ter, como fnalidade, a prática de crime ou de contravenção penal, o mesmo ocorrendo em relação à associação destinada à prática do tráfco ilícito de entorpecentes."
      },
      {
        "letra": "C",
        "texto": "A corrupção, a adulteração, a falsifcação ou a alteração de substância ou produto alimentício destinado ao consumo, tornando - o nocivo à saúde ou reduzindo - lhe o valor nutritivo, e a falsifcação, a corrupção, a adulteração e a alteração de produto destinado a fns terapêuticos ou medicinais são consideradas condutas contrárias à saúde pública, mas somente estas, se praticadas dolosamente, são consideradas hediondas."
      },
      {
        "letra": "D",
        "texto": "Ao porte de arma de fogo, de acessório ou de munição de uso proibido ou restrito, sem autorização e em desacordo com determinação legal ou regulamentar, são cominadas penas mais severas do que aquelas previstas para a simples posse desses mesmos instrumentos."
      },
      {
        "letra": "E",
        "texto": "ão penalmente típicas, segundo a Lei das Sanções Penais e Administrativas Ambientais, o abuso, os maus-tratos, a mutilação e as lesões a animais silvestres, domésticos ou domesticados, nativos ou exóticos, inclusive se essas condutas forem praticadas na modalidade culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311787",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São crime hediondos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "epidemia com resultado morte – concussão – extorsão qualificada pela morte – estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado – estupro de vulnerável – extorsão qualificada pela morte – falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais."
      },
      {
        "letra": "C",
        "texto": "latrocínio – tráfico de pessoa – homicídio qualificado – falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada pela morte – estupro de vulnerável – lenocínio – tráfico de pessoa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "275225",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Com base na classificação dos crimes apresentada no Código Penal e na enumeração dos crimes considerados hediondos na Lei n.º 8.072/1990, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extorsão mediante sequestro e a extorsão qualificada pela morte são crimes hediondos, e são classificados, também, como crimes contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "O estupro e o latrocínio, crimes contra a pessoa, são crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "A prática de abuso de autoridade é considerada crime hediondo."
      },
      {
        "letra": "D",
        "texto": "O homicídio simples, tentado ou consumado, é considerado crime hediondo."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos são insuscetíveis de anistia, graça, fiança e progressão de regime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274280",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A prisão temporária para os crimes hediondos e equiparados, em função da gravidade objetiva dessas infrações penais, é de 30 dias, prorrogável por igual período em caso de extrema e comprovada necessidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270009",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Nos termos da Lei 8.072/90, são considerados hediondos os seguintes crimes: I. A tentativa de latrocínio; II. A tentativa de estupro; III. O estupro de vulnerável; IV. A falsificação de produto destinado a fins terapêuticos ou medicinais; Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão incorretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268819",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre crimes em espécie, considere as afirmações abaixo. I - O funcionário público que exigir vantagem indevida, para si ou para outrem, apenas poderá ser responsabilizado pelo delito de concussão se estiver, no momento da exigência, em pleno e efetivo exercício da função pública. II - Iludir, totalmente, o pagamento de imposto devido pela entrada de mercadoria lícita no território nacional caracteriza o delito de contrabando, enquanto a ilusão, em parte, do referido pagamento, caracteriza o delito de descaminho. III - Constatada a prática de violência doméstica contra a mulher, nos termos da Lei nº 11.340/2006, o juiz poderá aplicar, de imediato, ao agressor, a proibição de frequentar determinados lugares, a fim de preservar a integridade física e psicológica da ofendida. IV - Os crimes hediondos, a prática de tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, progressão de regime, graça, indulto e fiança. V - Comete o crime de corrupção passiva (art. 317 do CP) tanto o particular que oferece vantagem indevida, como o servidor público que aceita a promessa de tal vantagem, em concurso de agentes. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, IV e V."
      },
      {
        "letra": "E",
        "texto": "Apenas III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "265158",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São crimes hediondos próprios, assim definidos pela Lei no 8.072/1990, dentre outros,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável, epidemia com resultado morte e adulteração de produto destinado a fim terapêutico."
      },
      {
        "letra": "B",
        "texto": "extorsão mediante sequestro, desastre ferroviário e incêndio, desde que seguidos de morte."
      },
      {
        "letra": "C",
        "texto": "terrorismo, estupro, atentado violento ao pudor e racismo."
      },
      {
        "letra": "D",
        "texto": "homicídio, latrocínio, extorsão mediante sequestro e tráfico ilícito de drogas."
      },
      {
        "letra": "E",
        "texto": "atentado contra meio de transporte aéreo, concussão e homicídio qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239379",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Não são considerados crimes hediondos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o genocídio consumado; o homicídio qualificado e o estupro de vulnerável. /"
      },
      {
        "letra": "B",
        "texto": "a extorsão mediante sequestro,´ o estupro e o genocídio tentado."
      },
      {
        "letra": "C",
        "texto": "o latrocínio (art.157, § 3o, in fine); estupro de vulnerável e a omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "a extorsão qualificada por mortefa alteração de produtos destinados a fins medicinais e o estupro"
      },
      {
        "letra": "E",
        "texto": "a epidemia com resultado morte; o estupro e a extorsão mediante sequestro"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236706",
    "metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A progressão de regime prisional observará o cumprimento de 1/6 da pena restante decorrente de condenação por crime hediondo."
      },
      {
        "letra": "B",
        "texto": "A progressão de regime em crime hediondo levará em conta requisito objetivo e subjetivo, sendo possível para sua aferição a realização de exame criminológico."
      },
      {
        "letra": "C",
        "texto": "A progressão de regime na unificação de penas de crimes hediondos considerará o tempo máximo de cumprimento de pena: trinta anos."
      },
      {
        "letra": "D",
        "texto": "A progressão de regime em crime hediondo poderá dar-se por salto, do regime fechado para o aberto, presente o requisito objetivo e subjetivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "231627",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "É considerado hediondo, dentre outros, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "roubo."
      },
      {
        "letra": "C",
        "texto": "latrocínio."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "791853",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Conforme disposição do art. 2º, § 4 da Lei 8.072 /90, o número de dias, prorrogáveis pelo mesmo período em caso de extrema e comprovada necessidade, da prisão temporária do indivíduo que comete crime hediondo é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco."
      },
      {
        "letra": "B",
        "texto": "dez."
      },
      {
        "letra": "C",
        "texto": "quinze."
      },
      {
        "letra": "D",
        "texto": "trinta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "791849",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, considera-se crime hediondo o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão cometida por duas ou mais pessoas ou com o emprego de arma."
      },
      {
        "letra": "B",
        "texto": "falsificação, a corrupção, a adulteração ou a alteração de produtos destinados a fins terapêuticos ou medicinais."
      },
      {
        "letra": "C",
        "texto": "sequestro e o cárcere privado."
      },
      {
        "letra": "D",
        "texto": "roubo, quando a violência ou a ameaça é exercida com emprego de arma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316881",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Considere as seguintes afirmações a respeito de crimes hediondos. I. Os crimes hediondos são imprescritíveis. II. O crime de tentativa de homicídio qualificado é classificado como hediondo. III. O apenado pela prática de crime hediondo não tem direito ao livramento condicional. IV. De acordo com a legislação atual, a pena prevista para crimes hediondos, ou equiparados, deve ser cumprida integralmente em regime fechado. V. Os crimes hediondos são insuscetíveis de anistia, graça, indulto e fiança. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e V."
      },
      {
        "letra": "B",
        "texto": "Apenas III e V."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "205300",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, aponte a assertiva incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração legislativa havida com a edição da Lei nº 12.015/2009 acarretou a exclusão da conjunção carnal e dos atos libidinosos havidos com violência presumida do rol dos delitos hediondos, vez que o tipo penal de estupro de vulnerável não se encontra expressamente referido na Lei nº 8.072/90, cuja relação é tida pela doutrina como numerus clausus."
      },
      {
        "letra": "B",
        "texto": "O juízo criminal competente para julgar o crime de estupro contra vulnerável, praticado no âmbito das relações domésticas contra a mulher, é o da Vara ou Juizado Especial de Violência Doméstica da Circunscrição Judiciária que abrange o local do fato."
      },
      {
        "letra": "C",
        "texto": "A integração, no artigo 213 do Código Penal, sob a rubrica de estupro, da conjunção carnal e dos atos lidibinosos distintos desta, não impede o reconhecimento da tentativa nessa modalidade de crime."
      },
      {
        "letra": "D",
        "texto": "Não há óbice a que seja prolatada decisão condenatória em hipótese de estupro, na modalidade de conjunção carnal, na qual os fatos foram praticados clandestinamente e em que o laudo de exame de corpo de delito não registrou vestígios de atos sexuais, se a vítima se mostrou firme, coerente e esclarecedora em todas as oportunidades em que foi inquirida."
      },
      {
        "letra": "E",
        "texto": "Nos crimes de estupro de vulnerável havidos após o início de vigência da Lei nº 12.015/2009, não se aplica a causa de aumento de metade da pena constante no artigo 9º da Lei dos Crimes Hediondos, relativa aos delitos praticados na hipótese de presunção de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "203873",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a opção correta considerando a aplicação da lei que cuida do delito de genocídio e outros elementos contidos no objeto de direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para configurar crime de genocídio, impõe-se fim especial de agir do sujeito ativo, seja com o escopo de destruir, no todo ou em parte, grupo nacional, étnico, racial ou religioso, com assassinato de grupo específico de pessoas, seja com o de provocar dano grave à integridade física ou mental do grupo, sendo o delito inafiançável e imprescritível."
      },
      {
        "letra": "B",
        "texto": "Na lei que regulamenta a infração penal de genocídio, este não é considerado crime político para efeitos de extradição, e a tentativa, de forma diversa da prevista no CP, deve ser punida com dois terços da pena prevista para o crime."
      },
      {
        "letra": "C",
        "texto": "Há crime de genocídio caso o governador de estado da Federação ordene a retirada compulsória de tribo indígena de determinada região, de modo a evitar a demarcação do território e com o escopo de submeter intencionalmente o grupo a condições de existência capazes de ocasionar-lhe a destruição física total ou parcial. Nessa hipótese, a pena é agravada da metade por se tratar de delito praticado por governante."
      },
      {
        "letra": "D",
        "texto": "Ocorrendo a morte de uma única vítima integrante de certa etnia de silvícolas, causada de forma dolosa e praticada em atividade típica de grupo de extermínio, com a intenção de destruir o grupo, haverá crime hediondo de homicídio qualificado, infração penal dolosa contra a vida, mesmo que cometido por um só agente, porque, nessa situação, o que se tutela é a vida do indivíduo considerado em si mesmo."
      },
      {
        "letra": "E",
        "texto": "De acordo com o princípio da especialidade, haverá crime previsto na lei de manipulação genética caso o agente adote medidas com a finalidade específica de impedir nascimentos no seio de determinado grupo nacional, étnico, racial ou religioso."
      }
    ],
    "gabarito": "B"
  }
]