[
  {
    "id": "3610656",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "No que concerne ao Código Penal e à Lei de Contravenções Penais, julgue o item a seguir.Admite‑se a tentativa na contravenção de exercício ilegal de profissão ou de atividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3610655",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "No que concerne ao Código Penal e à Lei de Contravenções Penais, julgue o item a seguir.O exercício de profissão, sem preencher as condições a que, por lei, está subordinado o seu exercício, é uma contravenção penal e sujeita o autor à pena de prisão simples, de 15 dias a 3 meses, ou multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248011",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A Lei das Contravenções Penais (Decreto Lei nº 3.688, de 03 de outubro de 1941) estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a duração da pena de prisão simples não pode, em caso algum, ser superior a três anos"
      },
      {
        "letra": "B",
        "texto": "a prisão simples, a detenção e a multa são penas principais"
      },
      {
        "letra": "C",
        "texto": "não é punível a tentativa de contravenção"
      },
      {
        "letra": "D",
        "texto": "as contravenções penais somente serão consideradas infrações penais de menor potencial ofensivo se a pena máxima cominada não for superior a 2 anos"
      },
      {
        "letra": "E",
        "texto": "a pena de prisão simples deve ser cumprida, sem rigor penitenciário, em estabelecimento de segurança máxima ou média, em regime semiaberto ou aberto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153444",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Como é considerada a conduta de um adolescente de 16 anos descrita como crime ou contravenção penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato infracional."
      },
      {
        "letra": "B",
        "texto": "Excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Dispensa penal."
      },
      {
        "letra": "D",
        "texto": "Atividade probatória."
      },
      {
        "letra": "E",
        "texto": "Ação penal condicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153439",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Qual é a ação cometida por alguém que queima fogos de artifício em via pública sem licença das autoridades?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime ambiental."
      },
      {
        "letra": "B",
        "texto": "Contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Esbulho processual."
      },
      {
        "letra": "D",
        "texto": "Crime inafiançável."
      },
      {
        "letra": "E",
        "texto": "Dano ao patrimônio social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3307809",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Simão Dias - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais, analise as assertivas a seguir: I – Na ocorrência de uma contravenção penal em território estrangeiro aplica-se o princípio da extraterritorialidade. II – Nos casos de pena de prisão simples, deve ser cumprida sem rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semi-aberto ou aberto. III – A duração de pena de prisão simples não pode, em caso algum, ser superior a cinco anos. Após analise, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a sentença II está correta"
      },
      {
        "letra": "B",
        "texto": "Somente a sentença I está correta"
      },
      {
        "letra": "C",
        "texto": "As sentenças II e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "As sentenças I e II estão corretas"
      },
      {
        "letra": "E",
        "texto": "As sentenças I, II e III estão corretas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3249496",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Lagarto - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais, analise as assertivas a seguir: I – O condenado a pena de prisão simples deverá ficar separado dos condenados a pena de reclusão ou detenção. II – Não é punível no mundo jurídico a tentativa de contravenção penal. III – Diferentemente dos crimes em espécie, a lei brasileira só é aplicável à contravenção praticada no território nacional, não incidindo o princípio da extraterritorialidade. Após análise, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a sentença II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a sentença I está correta."
      },
      {
        "letra": "C",
        "texto": "As sentenças II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As sentenças I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "As sentenças I, II e III estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3100490",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apesar de sua Súmula 593 estabelecer que “o crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de 14 anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente” e da tese jurídica firmada sob o rito de recurso repetitivo (Tema Repetitivo 918), o próprio Superior Tribunal de Justiça, excepcionalmente, tem aplicado a técnica do distinguishing em relação ao acórdão paradigma em casos em que existe relacionamento amoroso entre autor e vítima, pouca diferença de idade entre ambos, nascimento de filho dessa relação e intenção de conviverem e constituírem família, situações em que entende desnecessária a atuação punitiva estatal, diante da não afetação relevante do bem jurídico, consoante os princípios da fragmentariedade, da subsidiariedade e da proporcionalidade."
      },
      {
        "letra": "B",
        "texto": "O Superior Tribunal de Justiça, por meio de sua 5.ª Turma, já decidiu que ingressar com chip de celular no interior de estabelecimento prisional, sem autorização legal, é conduta atípica, em homenagem ao princípio da legalidade."
      },
      {
        "letra": "C",
        "texto": "A descrição que tipifica o crime de genocídio é exemplo da chamada lei penal incompleta ou em branco às avessas."
      },
      {
        "letra": "D",
        "texto": "A qualificadora do art. 121, § 2.º, inciso VII, do Código Penal não pode ser aplicada ao agente que mata o filho adotivo de um policial militar em razão dessa condição, uma vez que essa hipótese não foi contemplada pela norma e não se mostra possível suprir a lacuna com a utilização de analogia in malam partem."
      },
      {
        "letra": "E",
        "texto": "É entendimento pacífico no Superior Tribunal de Justiça e o Supremo Tribunal Federal recentemente fixou tese em tema de repercussão no sentido de que a conduta de trazer consigo arma branca em via pública, prevista no art. 19 do Decreto-Lei n.º 3.688/41, é atípica, visto que fere o princípio da legalidade no ponto em que o elemento normativo do tipo contravencional “sem licença da autoridade” carece de regulamentação, pois, atualmente, não há qualquer previsão de como obter licença para portar armas brancas fora de casa ou de suas dependências."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2545591",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "[Questão Inédita] Ragnar, com habilidades em tecnologia e milhares de seguidores nas redes sociais, promove o conhecido jogo do \"tigrinho\" na internet, verdadeiro cassino online. Mévia, uma senhora de 69 anos de idade, seguidora de Ragnar, faz a inscrição na plataforma clandestina e, ao longo da madrugada, tem prejuízo financeiro de R$ 10.000,00 (dez mil reais). Nesses termos, podemos afirmar que a conduta de Ragnar caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estelionato, em sua modalidade simples, com necessidade de representação de Mévia."
      },
      {
        "letra": "B",
        "texto": "Estelionato majorado por tratar-se de idoso, dispensada a representação por tratar-se de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Furto qualificado pela fraude, dispensada a representação por tratar-se de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Contravenção penal."
      },
      {
        "letra": "E",
        "texto": "Fato atípico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2513516",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CREFITO - 15ª Região (ES)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A respeito da Lei das Contravenções Penais e suas atualizações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa de contravenção é punível com pena de até cinco anos."
      },
      {
        "letra": "B",
        "texto": "O trabalho não é obrigatório se a pena imposta não ultrapassar seis meses."
      },
      {
        "letra": "C",
        "texto": "Desde que reunidas as condições legais, o juiz suspenderá, por tempo indeterminado, a execução da pena de prisão simples superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "A prisão preventiva, na existência de contravenção, somente poderá ser aplicada em caso de omissão voluntária do acusado."
      },
      {
        "letra": "E",
        "texto": "A execução da pena de prisão simples deve ocorrer em instalações específicas, sem aplicação de medidas penitenciárias rigorosas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2513040",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "No Brasil, o gênero “infrações penais” é subdividido em duas espécies: os crimes ou delitos (expressões sinônimas) e as contravenções penais. Uma diferença entre tais categorias é baseada na consequência punitiva da lesão causada ao ordenamento jurídico. Destarte, nos termos da legislação vigente, em relação às contravenções, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aplicável apenas a pena de multa."
      },
      {
        "letra": "B",
        "texto": "São aplicáveis as penas de reclusão e detenção."
      },
      {
        "letra": "C",
        "texto": "São aplicáveis as penas de prisão simples e multa, alternativa ou cumulativamente."
      },
      {
        "letra": "D",
        "texto": "São aplicáveis as penas de detenção e multa."
      },
      {
        "letra": "E",
        "texto": "São aplicáveis as penas de reclusão e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2449829",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Foz do Iguaçu - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Em uma cidade brasileira, ao adquirir um produto no comércio local, um turista americano resolveu pagá-lo com dinheiro brasileiro, ou seja, em Reais. O proprietário da loja recusou o dinheiro, dizendo que o pagamento deveria ser feito com a moeda americana, ou seja, o Dólar americano. Ao proceder a essa recusa do valor em moeda em curso legal no país, qual ação foi cometida pelo proprietário da loja, conforme a legislação brasileira?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime lesa-pátria."
      },
      {
        "letra": "B",
        "texto": "Crime inafiançável ao patrimônio."
      },
      {
        "letra": "C",
        "texto": "Contravenção penal referente à fé pública."
      },
      {
        "letra": "D",
        "texto": "Suborno de valores legais."
      },
      {
        "letra": "E",
        "texto": "Contravenção ininterrupta de moralidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386182",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Com relação às contravenções penais, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo conflito entre as regras gerais do CP e da LCP, aplicar-se-ão as dispostas na segunda."
      },
      {
        "letra": "B",
        "texto": "o condenado à pena de prisão simples a cumprirá em conjunto com os condenados à pena de detenção."
      },
      {
        "letra": "C",
        "texto": "a pena privativa de liberdade de prisão simples pode ser cumprida inicialmente em regime aberto, semiaberto ou fechado."
      },
      {
        "letra": "D",
        "texto": "a tentativa de contravenção é punida com a pena correspondente ao crime consumado, diminuída de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "aplicam-se as regras de extraterritorialidade previstas no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312812",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "São penas principais previstas na LCP:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "detenção e reclusão, apenas."
      },
      {
        "letra": "C",
        "texto": "prisão simples e multa."
      },
      {
        "letra": "D",
        "texto": "prestação de serviços à comunidade e prestação pecuniária."
      },
      {
        "letra": "E",
        "texto": "medida educativa de comparecimento a programa ou curso educativo e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211465",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Perseguição"
    ],
    "enunciado_principal": "No dia 21 de março de 2022, Bruno perturbou, por acinte, a tranquilidade de sua ex-companheira, Kelly, ao fazer, durante o expediente dela, uma única ligação para o telefone comercial da empresa em que ela trabalha, tendo gritado com ela e lhe exigido coisas relacionadas ao filho do ex-casal. Kelly ficou nervosa, assustada e preocupada com possíveis consequências profissionais contra si dessa conduta de Bruno, que, além de baseada no gênero da vítima, ocorreu no âmbito de relação íntima de afeto do ex-casal, uma vez que eles haviam sido companheiros e tiveram um filho juntos. Nessa situação hipotética, conforme o Código Penal (CP), ao efetuar a ligação mencionada para Kelly, Bruno praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o delito de violência psicológica contra a mulher."
      },
      {
        "letra": "B",
        "texto": "conduta atípica."
      },
      {
        "letra": "C",
        "texto": "o delito de ameaça."
      },
      {
        "letra": "D",
        "texto": "o delito de perseguição (stalking)."
      },
      {
        "letra": "E",
        "texto": "contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2196901",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A respeito do direito penal aplicado à prática odontológica, julgue o item. Suponha‑se que um profissional da saúde bucal tenha ridicularizado um paciente após este comparecer a uma clínica, com vestes características de sua religião, ofendendo, assim, a dignidade desse paciente. Nesse caso, é correto afirmar que a contravenção penal aplicável será a de constrangimento ilegal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2144074",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Gumercinda, ex-namorada de Hilma, por não se conformar com o fim do relacionamento amoroso entre elas, passa a importuná-la reiteradamente, ao longo do último mês, seguindo-a em locais públicos, indo a seu local de trabalho, telefonando para sua residência e mandando mensagens para seu celular. Diante do caso narrado, é correto afirmar que Gumercinda cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contravenção penal de perturbação da tranquilidade;"
      },
      {
        "letra": "B",
        "texto": "o crime de perseguição;"
      },
      {
        "letra": "C",
        "texto": "o crime de violência psicológica contra a mulher;"
      },
      {
        "letra": "D",
        "texto": "os crimes de perseguição e de violência psicológica contra a mulher;"
      },
      {
        "letra": "E",
        "texto": "os crimes de constrangimento ilegal e ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971146",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca da Lei das Contravenções Penais, avalie as afirmativas a seguir e assinale V para a verdadeira e F para a falsa. ( ) É punível a tentativa de contravenção, na forma do Código Penal. ( ) No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pelo cometimento de contravenção penal pode deixar de ser aplicada. ( ) Não se verifica a reincidência quando o agente pratica uma contravenção depois de transitar em julgado a sentença que o tenha condenado, no Brasil, por motivo de contravenção. As afirmativas são, segundo a ordem apresentada, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968422",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a opção correta, no que diz respeito às contravenções penais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aplicável o princípio da extraterritorialidade às contravenções penais."
      },
      {
        "letra": "B",
        "texto": "Como regra, aplica-se o princípio da culpabilidade às contravenções penais."
      },
      {
        "letra": "C",
        "texto": "O princípio da subsidiariedade é aplicável às contravenções penais."
      },
      {
        "letra": "D",
        "texto": "São puníveis as contravenções praticadas nas formas tentada e consumada."
      },
      {
        "letra": "E",
        "texto": "Nas contravenções penais, é possível a conversão da pena de multa em prisão simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960921",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a presença de uma contravenção penal referente à paz pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Disparar arma de fogo em lugar habitado ou em suas adjacências, em via pública ou em direção a ela"
      },
      {
        "letra": "B",
        "texto": "Provocar alarme, anunciando desastre ou perigo inexistente, ou praticar qualquer ato capaz de produzir pânico ou tumulto"
      },
      {
        "letra": "C",
        "texto": "Dirigir, sem a devida habilitação, veículo na via pública, ou embarcação a motor em águas públicas"
      },
      {
        "letra": "D",
        "texto": "Deixar do colocar na via pública, sinal ou obstáculo, determinado em lei ou pela autoridade e destinado a evitar perigo a transeuntes"
      },
      {
        "letra": "E",
        "texto": "Deixar em liberdade, confiar à guarda de pessoa inexperiente, ou não guardar com a devida cautela animal perigoso"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1951312",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Quanto às condutas previstas na Lei das Contravenções Penais (Decreto-Lei nº 3.688/1941), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação penal é de iniciativa privativa do ofendido;"
      },
      {
        "letra": "B",
        "texto": "se pune a tentativa de contravenção, assim como as condutas consumadas;"
      },
      {
        "letra": "C",
        "texto": "configura perturbação do trabalho ou sossego alheios o abuso de instrumentos sonoros ou sinais acústicos;"
      },
      {
        "letra": "D",
        "texto": "são inaplicáveis as medidas de segurança previstas no Código Penal;"
      },
      {
        "letra": "E",
        "texto": "na prática de vias de fato a pena aumenta-se de 2/3 se a vítima for maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1946488",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A respeito da lei de contravenção penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevê como pena a prisão simples e a multa, sendo que, no caso de prisão simples, a duração tem como limite máximo 10 anos."
      },
      {
        "letra": "B",
        "texto": "consagra o princípio da extraterritorialidade, podendo ser aplicada à contravenção penal praticada no estrangeiro, desde que presentes os requisitos legais."
      },
      {
        "letra": "C",
        "texto": "a tentativa é punível com a pena correspondente à contravenção consumada, diminuída de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "as contravenções penais são processáveis por ação penal incondicionada."
      },
      {
        "letra": "E",
        "texto": "o desconhecimento da lei, ainda que inescusável, implica diminuição da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1897118",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considerando a legislação aplicável e o entendimento dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não caracteriza o crime de tortura a conduta do carcereiro que constrange o preso, mediante grave ameaça, a submeter-se à situação vexatória não autorizada em lei."
      },
      {
        "letra": "B",
        "texto": "A prática de crime ou contravenção penal contra a mulher, com violência ou grave ameaça, no ambiente doméstico, não impede a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do Superior Tribunal de Justiça, é penalmente típica a conduta de violar decisão administrativa de suspensão da habilitação para conduzir veículo automotor."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de furto qualificado pela subtração de substâncias explosivas."
      },
      {
        "letra": "E",
        "texto": "É penalmente atípica a conduta de provocar, culposamente, incêndio em mata ou floresta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892992",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Direito Penal brasileiro acolheu um sistema dicotômico, ao fracionar o gênero “infração penal” em duas espécies: crime ou delito e contravenção penal. No crime ou delito o agente é punido com pena de reclusão ou de detenção, isolada, alternativa ou cumulativamente com a pena de multa. Já na contravenção penal, a pena é de prisão simples ou multa, isolada, alternativa ou cumulativamente. Sobre as contravenções penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Roubo é uma forma de contravenção penal."
      },
      {
        "letra": "B",
        "texto": "O Estelionato é uma forma de contravenção penal."
      },
      {
        "letra": "C",
        "texto": "A pena máxima de uma contravenção são 10 (dez) anos"
      },
      {
        "letra": "D",
        "texto": "A ação penal é pública condicionada a representação."
      },
      {
        "letra": "E",
        "texto": "Não é punível a tentativa de contravenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1830994",
    "metadata": "Ano: 2021 | Banca: PM-MT | Órgão: PM-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A perturbação do trabalho ou sossego alheios, por meio de gritaria, algazarra, ou abusando de instrumentos musicais ou sinais acústicos, nos termos da legislação brasileira, é conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enquadrada como crime relativo à polícia de costumes."
      },
      {
        "letra": "B",
        "texto": "considerada como fato atípico na esfera penal."
      },
      {
        "letra": "C",
        "texto": "enquadrada como contravenção penal sujeita à prisão simples ou multa."
      },
      {
        "letra": "D",
        "texto": "considerada como crime contra a organização do trabalho."
      },
      {
        "letra": "E",
        "texto": "enquadrada como contravenção penal sujeita, exclusivamente, à multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824483",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A doutrina brasileira considera a persecução penal como a soma da atividade investigatória com a ação penal promovida pelo Ministério Público. No estudo da ação penal, observamse algumas espécies, como a ação penal pública e a ação penal privada, que ainda se subdividem. Com relação às espécies de ação penal, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As contravenções penais são todas de ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "Em regra, a ação penal no crime de estelionato é de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de lesões corporais leves – art. 129, caput –, a ação penal é pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Nos crimes contra a honra, a ação penal é privada, via de regra."
      },
      {
        "letra": "E",
        "texto": "Quando o crime de lesão corporal leve for praticado no âmbito da violência doméstica, a ação penal será pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810093",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A prisão de agente, previamente condenado, por porte de instrumento comumente empregado na prática do crime de furto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obedece ao Princípio da Isonomia."
      },
      {
        "letra": "B",
        "texto": "não demanda uma condição específica do agente."
      },
      {
        "letra": "C",
        "texto": "decorre de uma infração penal de perigo em concreto."
      },
      {
        "letra": "D",
        "texto": "viola o princípio da dignidade da pessoa humana."
      },
      {
        "letra": "E",
        "texto": "está de acordo com o princípio da razoabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810045",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo e assinale aquela que NÃO apresenta prática de contravenção penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Frederico, para satisfazer sua lascívia e sem a anuência da vítima, no interior de um ônibus em movimento e aproveitando-se do fato de o coletivo estar cheio, esfrega suas partes íntimas contra o corpo de Bárbara."
      },
      {
        "letra": "B",
        "texto": "José mora em um condomínio residencial de casas e tem a posse legítima de uma arma de fogo devidamente registrada e legalizada. Certo dia José, por brincadeira, vai ao quintal de sua casa e efetua com a arma um disparo."
      },
      {
        "letra": "C",
        "texto": "Lucas, dono de um cão extremamente feroz e agressivo, deixa o animal solto no quintal de casa, com o portão aberto, omitindo-se no dever de guardá-lo com a devida cautela."
      },
      {
        "letra": "D",
        "texto": "Estela, estando de férias, dirige pelo rio São Francisco uma embarcação a motor, sem ser devidamente habilitada."
      },
      {
        "letra": "E",
        "texto": "Bruno serve bebida alcoólica a Débora, sabendo que ela já se encontrava em estado avançado de embriaguez."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1134494",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Apresenta-se como conduta própria de contravenção penal o ato de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil ou qualquer outro meio fraudulento"
      },
      {
        "letra": "B",
        "texto": "recusar à autoridade, quando por esta, justificadamente solicitados ou exigidos, dados ou indicações concernentes à própria identidade, estado, profissão, domicílio e residência"
      },
      {
        "letra": "C",
        "texto": "adquirir, receber ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte"
      },
      {
        "letra": "D",
        "texto": "destruir, inutilizar ou deteriorar coisa alheia"
      },
      {
        "letra": "E",
        "texto": "apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1169371",
    "metadata": "Ano: 2019 | Banca: IBGP | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta CORRETAMENTE um exemplo de contravenção penal, conforme as condutas dos seguintes cidadãos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zezé, que perturba o sossego da vizinhança com som alto às três horas da manhã e Moacir, que explora jogo de azar colocando uma máquina do tipo caça níquel no seu bar."
      },
      {
        "letra": "B",
        "texto": "Henrique, que perturba o trabalho dos médicos no hospital ao lado do local onde instalou sua marmoraria, com o som intenso emitido pelo trabalho das máquinas e João, que, tendo já 42 anos, pratica sexo com sua namorada de 15."
      },
      {
        "letra": "C",
        "texto": "Ezequiel, que coloca água no leite que tira de suas vacas e entrega na cooperativa, além de colocar farinha de trigo no queijo que comercializa no armazém do povoado."
      },
      {
        "letra": "D",
        "texto": "Pierre, que invadiu um lote do vizinho e Josias, que lhe deu o arame e os paus para fazer a cerca em troca de um pedaço do lote."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1125960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "João, acidentalmente, quebra o monitor do computador do seu colega de trabalho. Nos termos da legislação penal aplicável, essa situação constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano culposo."
      },
      {
        "letra": "B",
        "texto": "crime de bagatela."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "infração penal de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100227",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Ao caminhar por uma praia turística na Grécia, Alex derramou na areia um litro de óleo dísel, com o único fim de sujar os banhistas que lá estavam. Após seu retorno ao Brasil, em razão da grande repercussão midiática, Alex foi denunciado pelo Ministério Público, que pediu sua condenação pela prática da contravenção tipificada no art. 37 do Decreto-lei n.º 3.688/1941. Considerando-se essa situação hipotética, é correto afirmar que Alex",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá pela contravenção, pois a lei brasileira só é aplicável a contravenção praticada em território brasileiro."
      },
      {
        "letra": "B",
        "texto": "responderá pela contravenção, pois ao caso se aplica o princípio da extraterritorialidade."
      },
      {
        "letra": "C",
        "texto": "responderá pela contravenção, pois ao caso se aplica o princípio da territorialidade."
      },
      {
        "letra": "D",
        "texto": "não responderá pela contravenção, pois ao caso se aplica o princípio da insignificância, dada a quantidade de óleo dísel derramada."
      },
      {
        "letra": "E",
        "texto": "não responderá pela contravenção, mas poderá ser extraditado para responder pela conduta na Grécia"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1097225",
    "metadata": "Ano: 2019 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Guardas Municipais que faziam ronda noturna em um edifício público pertencente à Prefeitura detectaram um foco de incêndio no primeiro andar. O fogo se alastrou, queimando boa parte do prédio, expondo a perigo o patrimônio municipal, apenas não consumindo todo o edifício dada a ação rápida dos guardas, que utilizaram extintores de incêndio existentes no local e acionaram o corpo de bombeiros. Diante dessa situação, é possível vislumbrar, em tese, a ocorrência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal de provocar o desabamento de construção."
      },
      {
        "letra": "B",
        "texto": "contravenção penal de explosão."
      },
      {
        "letra": "C",
        "texto": "crime de incêndio simples."
      },
      {
        "letra": "D",
        "texto": "crime de incêndio da lei de crimes ambientais."
      },
      {
        "letra": "E",
        "texto": "crime de incêndio com causa de aumento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998894",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Enzo, um particular que exerce a profissão de jornalista, resolve um dia se passar por Auditor Fiscal da Receita Federal, e, assim se apresentando e portando uma carteira de couro preta com a estampa do brasão da República, entra em um estabelecimento comercial e exige o exame dos livros contábeis, no que é atendido. Analisa os livros, por curiosidade quanto aos ganhos da sociedade empresária, e vai embora. A conduta de Enzo encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de usurpação de função pública, art. 328 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "No delito de falsa identidade, art. 307 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Na contravenção de uso ilegítimo de uniforme ou distintivo, art. 46 do Decreto-Lei nº 3.688/1941 (Lei das Contravenções Penais)."
      },
      {
        "letra": "D",
        "texto": "Na contravenção de simulação da qualidade de funcionário, art. 45 do Decreto-Lei nº 3.688/1941 (Lei das Contravenções Penais)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998794",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Em relação às contravenções penais, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de crime, depois de condenação prévia transitada em julgado por contravenção penal, não enseja reincidência."
      },
      {
        "letra": "B",
        "texto": "As contravenções penais não são punidas com reclusão, nem com detenção."
      },
      {
        "letra": "C",
        "texto": "A prática de contravenção penal é punível apenas na modalidade consumada, não se punindo a modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "A prática de contravenção, depois de condenação prévia transitada em julgado por crime, não enseja reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1278136",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca de improbidade administrativa e legislação específica, julgue o item que se segue. Configura contravenção penal relativa à organização do trabalho o exercício das atividades de educação física pelo interessado que não preencha as condições a que por lei está subordinado seu exercício.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "991504",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "A conduta do funcionário público que patrocina, direta ou indiretamente, interesse privado perante a administração fazendária, valendo-se da qualidade de funcionário público, constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de mão própria contra o patrimônio do sistema financeiro nacional."
      },
      {
        "letra": "B",
        "texto": "crime funcional contra a ordem tributária."
      },
      {
        "letra": "C",
        "texto": "contravenção penal."
      },
      {
        "letra": "D",
        "texto": "crime contra a administração da justiça, previsto no Código Penal."
      },
      {
        "letra": "E",
        "texto": "crime especial contra a ordem econômica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "954292",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A Lei de Contravenções Penais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevê pena de prisão simples para a mendicância, em nítida violação ao direito penal do autor."
      },
      {
        "letra": "B",
        "texto": "preserva os princípios da intervenção mínima e ultima ratio ao prever condutas cuja gravidade não pode ser suprida por outros campos do direito."
      },
      {
        "letra": "C",
        "texto": "viola o princípio da culpabilidade ao prever que a contravenção pode ser caracterizada sem dolo ou culpa do agente."
      },
      {
        "letra": "D",
        "texto": "infringe a proporcionalidade ao prever punição da tentativa da mesma forma que a consumação."
      },
      {
        "letra": "E",
        "texto": "exige que a importunação ofensiva ao pudor seja praticada em local público ou acessível ao público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940911",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Com referência a essa situação hipotética, julgue o item a seguir, considerando os institutos inerentes à Lei n.º 9.099/1995 e o entendimento dos tribunais superiores acerca da matéria.A condenação penal de Antônio, em caso de eventual inviabilização da transação penal, dependeria da identificação dos denominados banqueiros que promoviam o jogo do bicho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923546",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, tipifica-se como contravenção relativa à organização do trabalho a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recusar-se a receber, pelo seu valor, moeda de curso legal no país."
      },
      {
        "letra": "B",
        "texto": "exercer profissão ou atividade econômica, ou anunciar que a exerce, sem preencher as condições a que por lei está subordinado o seu exercício."
      },
      {
        "letra": "C",
        "texto": "provocar, abusivamente, emissão de fumaça, vapor ou gás, que possa ofender ou molestar alguém."
      },
      {
        "letra": "D",
        "texto": "perturbar alguém o trabalho ou o sossego alheios, exercendo profissão incômoda ou ruidosa, em desacordo com as prescrições legais."
      },
      {
        "letra": "E",
        "texto": "entregar-se alguém habitualmente à ociosidade, sendo válido para o trabalho, sem ter renda que lhe assegure meios bastantes de subsistência, ou prover à própria subsistência mediante ocupação ilícita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923518",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Sobre as contravenções penais previstas no Decreto-Lei n. 3.688, de 3 de outubro de 1941, verifica-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admitem ação penal privada."
      },
      {
        "letra": "B",
        "texto": "Não há reincidência quando o agente pratica uma contravenção depois de passar em julgado a sentença que o tenha condenado, no Brasil, por motivo de contravenção."
      },
      {
        "letra": "C",
        "texto": "A tentativa de contravenção é punida na forma prevista pelo Código Penal."
      },
      {
        "letra": "D",
        "texto": "Segundo a Constituição, as contravenções praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas são de competência da Justiça comum Federal."
      },
      {
        "letra": "E",
        "texto": "A pena de prisão simples não pode ser cumprida em regime fechado, mesmo em caso de regressão de regime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904468",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Em cumprimento a mandado de busca e apreensão em galpão mantido por João, Geraldo e Cleodomir − que inclusive se encontravam em reunião no local quando da ação policial −, foram apreendidos diversos cadernos em que os três preparavam a abertura e a contabilidade de uma central de jogos de azar, bem como panfletos de propaganda das atividades que ali se iniciariam em uma semana, além de mais de 20 máquinas caça-níqueis. Nesse caso, a conduta dos agentes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura a prática de formação de quadrilha (art. 288 do CP)."
      },
      {
        "letra": "B",
        "texto": "não é penalmente relevante."
      },
      {
        "letra": "C",
        "texto": "configura a prática da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41)"
      },
      {
        "letra": "D",
        "texto": "configura as práticas de formação de quadrilha (art. 288 do CP) e da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41)."
      },
      {
        "letra": "E",
        "texto": "configura a prática da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41), em sua forma tentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886224",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas contravenções penais se requer tão somente, no tocante ao elemento psíquico, a voluntariedade da ação, prescindindo do dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Na esfera da participação criminal no delito de lavagem de capitais, denomina-se acessoriedade limitada o grau de dependência segundo o qual só se pode castigar a conduta do partícipe quando o fato principal for típico e antijurídico."
      },
      {
        "letra": "C",
        "texto": "Na configuração dos crimes de resultado basta o desvalor do ato para a ofensa ao bem jurídico."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança, a exemplo da pena, tem o caráter retributivo e sua finalidade principal é promover a recuperação do doente ou perturbado mental."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “b” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "868472",
    "metadata": "Ano: 2018 | Banca: TJ-MT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Para as contravenções penais, a lei prevê.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação isolada ou cumulativa das penas de reclusão e detenção."
      },
      {
        "letra": "B",
        "texto": "Multa e prisão simples."
      },
      {
        "letra": "C",
        "texto": "Detenção e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão e prisão simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1189329",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: SEAD-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Constituem contravenções penais previstas no Decreto-Lei nº 3.688/1941: I. Mendigar, por ociosidade ou cupidez. II. Praticar vias de fato contra alguém. III. Servir bebidas alcoólicas a criança ou adolescente. IV. Fingir-se funcionário público. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863429",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A simples exposição à venda de cópias não autorizadas de filmes sob a forma de DVD constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas um ilícito civil."
      },
      {
        "letra": "B",
        "texto": "mero ato preparatório."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "crime contra a propriedade imaterial."
      },
      {
        "letra": "E",
        "texto": "contravenção relativa à violação de objeto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852499",
    "metadata": "Ano: 2017 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, configura contravenção penal a conduta tipificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "escrito ou objeto obsceno."
      },
      {
        "letra": "B",
        "texto": "rufianismo."
      },
      {
        "letra": "C",
        "texto": "corrupção de menores."
      },
      {
        "letra": "D",
        "texto": "assédio sexual."
      },
      {
        "letra": "E",
        "texto": "importunação ofensiva ao pudor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839655",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Constituem contravenções penais previstas no Decreto-Lei n° 3.688/1941: I. Mendigar, por ociosidade ou cupidez. II. Praticar vias de fato contra alguém. III. Servir bebidas alcoólicas a criança ou adolescente. IV. Fingir-se funcionário público. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "800680",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "NÃO é contravenção penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Importunação ofensiva ao pudor."
      },
      {
        "letra": "B",
        "texto": "Mendicância."
      },
      {
        "letra": "C",
        "texto": "Exercício ilegal da profissão."
      },
      {
        "letra": "D",
        "texto": "Jogo do bicho."
      },
      {
        "letra": "E",
        "texto": "Vadiagem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "710438",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Se uma pessoa praticar vias de fato contra alguém, sem que o fato constitua crime, ela terá cometido contravenção penal. Entretanto, segundo a Lei das Contravenções Penais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ela será considerada reincidente se tiver cometido crime no exterior, com sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "ela será considerada reincidente se tiver cometido qualquer crime no Brasil, ainda que a sentença condenatória não tenha transitado em julgado."
      },
      {
        "letra": "C",
        "texto": "ela responderá por tentativa de contravenção, se o fato ocorrer por circunstância própria da vontade dela."
      },
      {
        "letra": "D",
        "texto": "se o fato ocorrer entre brasileiros e no exterior, a lei brasileira será aplicada e a pena, agravada."
      },
      {
        "letra": "E",
        "texto": "ela será considerada reincidente se tiver cometido anteriormente contravenção penal no exterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "667579",
    "metadata": "Ano: 2016 | Banca: MS CONCURSOS | Órgão: Creci - 1° Região (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A tentativa de recusa a receber, pelo seu valor, moeda de curso legal no país, em conformidade com a Lei de Contravenções:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É punível com prisão simples, de quinze dias a três meses, ou multa."
      },
      {
        "letra": "B",
        "texto": "Não é punível."
      },
      {
        "letra": "C",
        "texto": "É punível somente com multa."
      },
      {
        "letra": "D",
        "texto": "É punível somente com prisão simples, de um a três meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650564",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O brasileiro nato, maior e capaz, que praticar vias de fato contra outro brasileiro nato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerado reincidente, caso tenha sido condenado, em território estrangeiro, por contravenção penal."
      },
      {
        "letra": "B",
        "texto": "poderá ser condenado a penas de reclusão, de detenção e de multa."
      },
      {
        "letra": "C",
        "texto": "responderá por contravenção penal no Brasil, ainda que a conduta tenha sido praticada em território estrangeiro."
      },
      {
        "letra": "D",
        "texto": "responderá por contravenção, na forma tentada, se tiver deixado de praticar o ato por circunstâncias alheias a sua vontade."
      },
      {
        "letra": "E",
        "texto": "responderá por contravenção penal e, nesse caso, a ação penal é pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "634539",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "As contravenções penais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser punidas com pena de detenção."
      },
      {
        "letra": "B",
        "texto": "não prescrevem."
      },
      {
        "letra": "C",
        "texto": "não são punidas na forma tentada."
      },
      {
        "letra": "D",
        "texto": "constituem meros ilícitos administrativos."
      },
      {
        "letra": "E",
        "texto": "estão inseridas na Parte Especial do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595639",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "No que concerne à legislação penal extraordinária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A organização criminosa pressupõe a prática de infrações penais de caráter transnacional, ou cujas penas máximas sejam superiores a quatro anos, por uma associação de três ou mais pessoas, com divisão formal de tarefas, para o fim de obter vantagem direta do crime cometido."
      },
      {
        "letra": "B",
        "texto": "A prescrição dos crimes previstos na Lei das Sociedades Anônimas rege-se pelas disposições do CP e é suspendida pela decretação da falência do devedor cuja contagem tenha iniciado com a concessão da recuperação judicial ou com a homologação do plano de recuperação extrajudicial."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra o meio ambiente, previstos na Lei n.º 9.605/1998, a suspensão condicional da pena pode ser aplicada nos casos de condenação a pena privativa de liberdade não superior a quatro anos."
      },
      {
        "letra": "D",
        "texto": "A tentativa de contravenção penal não é passível de punição legal."
      },
      {
        "letra": "E",
        "texto": "Autoridade, para os efeitos de crimes previstos na Lei de Abuso de Autoridade, é quem exerce cargo, emprego ou função pública permanente, de natureza civil ou militar e apenas de forma remunerada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "974274",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Guarda Municipal de Classe Especial deve ter em mente os conceitos básicos que norteiam as atividades que desempenha. Nesse contexto, relacione adequadamente as colunas a seguir. 1. Contravenção Penal. 2. Ato Infracional. 3. Representação. 4. Queixa‐Crime. ( ) Meio pelo qual o ofendido, nos crimes de ação privada, solicita ao juiz que proceda a instrução criminal. ( ) Conduta que viola a lei e o Direito, com poder ofensivo ou perigo social menores que os existentes no crime. ( ) Meio através do qual o ofendido solicita à autoridade competente a apuração de um fato delituoso cuja ação penal é pública condicionada. ( ) Conduta descrita como crime, praticada por criança ou adolescente, sujeito apenas às medidas de proteção, previstas no Estatuto da Criança e do Adolescente.A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4, 1, 3, 2."
      },
      {
        "letra": "B",
        "texto": "2, 1, 3, 4."
      },
      {
        "letra": "C",
        "texto": "2, 3, 1, 4."
      },
      {
        "letra": "D",
        "texto": "4, 3, 1, 2."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "517690",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma contravenção penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dar o médico, no exercício da sua profissão, atestado falso."
      },
      {
        "letra": "B",
        "texto": "Importunar alguém, em lugar público ou acessível ao público, de modo ofensivo ao pudor."
      },
      {
        "letra": "C",
        "texto": "Modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se de condiçãode superior hierárquico relativamente ao exercício de emprego, cargo ou função."
      },
      {
        "letra": "E",
        "texto": "Introduzir ou deixar animais em propriedade alheia, sem consentimento de quem de direito, desde que dofato resulte prejuízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "480963",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Belarmindo, particular, falsamente intitula-se perante terceiros como funcionário público. Considerando esse caso hipotético, Belarmindo responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo crime de exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "B",
        "texto": "pelo crime de usurpação de função pública."
      },
      {
        "letra": "C",
        "texto": "por contravenção penal."
      },
      {
        "letra": "D",
        "texto": "somente na área cível."
      },
      {
        "letra": "E",
        "texto": "pelo crime de prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "476042",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Populares avisaram a polícia que João e José, embriagados, discutiam na via pública. Avistados e abordados, os policiais verificaram que nenhum dos dois traziam quaisquer documentos, além de terem localizado na cintura de João uma arma de fogo e sob as vestes de José uma faca. Nesse contexto, competem aos policiais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduzir João e José para a Delegacia de Polícia para responderem pela contravenção penal de perturbação de sossego."
      },
      {
        "letra": "B",
        "texto": "depois de comprovar a identidade de João e José e verificando que eles não usavam, no momento da discussão, a arma de fogo e a faca que traziam (respectivamente), liberá-los da abordagem."
      },
      {
        "letra": "C",
        "texto": "conduzir João e José para a Delegacia de Polícia, pois praticaram crime de tentativa de lesão corporal (mútua)."
      },
      {
        "letra": "D",
        "texto": "prender João e José em flagrante delito por tentativa de homicídio, considerando o porte de arma de fogo e a faca, ambos objetos letais."
      },
      {
        "letra": "E",
        "texto": "conduzir os dois para a Delegacia de Polícia; José para responder pela contravenção penal de porte de arma branca, e João porque foi preso em flagrante delito por porte ilegal de arma de fogo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "575953",
    "metadata": "Ano: 2014 | Banca: COSEAC | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Com relação às contravenções penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não suspendem os direitos políticos enquanto dura a execução da pena prevista."
      },
      {
        "letra": "B",
        "texto": "se o agente comete uma contravenção, enquanto é julgado por outra contravenção, é considerado reincidente."
      },
      {
        "letra": "C",
        "texto": "não admitem tentativa."
      },
      {
        "letra": "D",
        "texto": "não permitem a substituição de pena e nem o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "a ação penal é privada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "480295",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "As contravenções penais se diferenciam dos crimes, pois aquelas não",
    "alternativas": [
      {
        "letra": "A",
        "texto": "geram antecedentes criminais ( LCP, art. 7.º)."
      },
      {
        "letra": "B",
        "texto": "são punidas na forma tentada ( LCP, art. 4.º)."
      },
      {
        "letra": "C",
        "texto": "são processadas por ação penal de iniciativa pública ( LCP, art. 17)."
      },
      {
        "letra": "D",
        "texto": "geram reincidência ( LCP, art. 7.º)."
      },
      {
        "letra": "E",
        "texto": "admitem pena de prisão, apenas multa ( LCP, art. 9.º)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472005",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue os itens a seguir. De acordo com a Lei de Contravenções Penais (Decreto-lei n. o 3.688/1941), as penas principais aplicáveis às contravenções penais são as de multa e prisão simples, devendo esta última ser cumprida sem rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, exclusivamente em regime aberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456594",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Considerando as leis que tratam das contravenções penais, de abuso de autoridade, da tortura, dos crimes de trânsito e dos crimes contra a ordem tributária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dirigir veículo automotor, em via pública, sem a devida permissão ou habilitação, gerando perigo de dano, é classificado como delito de perigo abstrato."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional do delito material contra a ordem tributária começa a correr do dia da prática do fato reputado como criminoso."
      },
      {
        "letra": "C",
        "texto": "Na lei que trata das contravenções penais, não é previsto o instituto da suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "Entre as sanções penais previstas na lei que dispõe sobre abuso de autoridade, incluem-se a perda do cargo público e a inabilitação para o exercício de qualquer outra função pública por prazo de até três anos."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura que resulta em lesão corporal de natureza grave ou gravíssima é punível conforme as penas previstas para esse delito, acrescidas das referentes ao delito de lesão corporal grave ou gravíssima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "443913",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Considera-se, consoante o art. 1.º da Lei de Introdução ao Código Penal, contravenção a infração penal a que a Lei comina pena(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de prisão simples ou multa."
      },
      {
        "letra": "B",
        "texto": "privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "de reclusão ou de detenção."
      },
      {
        "letra": "D",
        "texto": "restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "privativas e restritivas de liberdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432646",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Sobre as previsões típicas penais do Decreto-Lei nº 3.668/41, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração da contravenção de importunação ofensiva ao pudor, o fato deve ser cometido em local público ou acessível ao público, sendo esta característica denominada de elemento espacial do tipo;"
      },
      {
        "letra": "B",
        "texto": "A distinção entre as contravenções de perturbação do sossego alheio (art. 42) e perturbação da tranquilidade (art. 65), reside no fato de que a realização da contravenção do art. 42 perturba o sossego de um número determinado de pessoas e a do art. 65, a tranquilidade de pessoas indeterminadas;"
      },
      {
        "letra": "C",
        "texto": "A contravenção do uso ilegítimo de uniforme ou distintivo consuma-se no momento em que o sujeito veste o fardamento, total ou parcialmente e aparece em público, ou utiliza o distintivo ou denominação, salvo se o uniforme ou distintivo for militar, oportunidade em que se aplicará ao caso dispositivo do Código Penal Militar;"
      },
      {
        "letra": "D",
        "texto": "Quanto ao sujeito ativo, a omissão de comunicação de crime é definida como contravenção própria, ou seja, só pode ser cometida por funcionário público no exercício da função, ou por profissional no exercício da medicina;"
      },
      {
        "letra": "E",
        "texto": "A prática da contravenção de vias de fato consiste no emprego de violência contra a pessoa sem a produção de lesões corporais, não podendo existir, no caso, resultado naturalístico ou material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "421359",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Com relação ao Decreto-Lei nº 3.688/1941, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vadiagem e a mendicância são contravenções penais."
      },
      {
        "letra": "B",
        "texto": "Jogo de azar e jogo do bicho são considerados expressões sinônimas e que merecem idêntica reprimenda penal."
      },
      {
        "letra": "C",
        "texto": "O jogo do bicho é uma contravenção penal, que prevê punição tanto para quem explora a atividade ilícita como para quem participa da loteria."
      },
      {
        "letra": "D",
        "texto": "Caso um segurança metroferroviário, no exercício de sua função pública, perceba, nas imediações do metrô, indivíduo bêbado colocando em risco a sua própria segurança, nada poderá fazer, pois a conduta só constituiria infração penal se colocasse em risco a segurança de terceiro."
      },
      {
        "letra": "E",
        "texto": "Suponha que um indivíduo exiba, da varanda da própria residência, os órgãos genitais para a vizinha da frente. Nesse caso, o indivíduo será detido em razão da prática de crime de importunação ofensiva ao pudor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "421358",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Mévio, segurança metroferroviário de uma companhia de metrô, em sua jornada de trabalho presenciou um indivíduo subtraindo a bolsa de uma senhora. Como estava sozinho, decidiu pedir ajuda a outros colegas com o objetivo de prender o transgressor. Infelizmente, não houve tempo hábil para tanto e o suspeito fugiu do local com a bolsa da vítima. Inconformado por não ter prendido o infrator, Mévio achou melhor não comunicar o episódio à autoridade competente. Acerca desse caso hipotético, assinale a alternativa correta em relação ao comportamento adotado por Mévio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio não poderá ser responsabilizado criminalmente, já que envidou os esforços necessários para prender o transgressor."
      },
      {
        "letra": "B",
        "texto": "Mévio poderá ser responsabilizado pelo crime de omissão de comunicação de crime."
      },
      {
        "letra": "C",
        "texto": "No caso em tela, a conduta de Mévio constitui uma contravenção penal apenada com multa."
      },
      {
        "letra": "D",
        "texto": "Caso o crime presenciado por Mévio fosse de ação penal privada, ainda assim haveria a obrigatoriedade de comunicar o crime à autoridade competente."
      },
      {
        "letra": "E",
        "texto": "Mévio poderá ser responsabilizado administrativamente, mas a responsabilidade penal dele não será cogitada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419446",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Anfrosina inumou o cadáver do seu filho recém-nascido em um cemitério, com infração das disposições legais, visando impedir que terceiros tivessem conhecimento da sua vida irregular. Portanto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obrou no delito de ocultação de cadáver."
      },
      {
        "letra": "B",
        "texto": "obrou na infração penal de vilipêndio a cadáver."
      },
      {
        "letra": "C",
        "texto": "praticou uma contravenção penal referente à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de violação de sepultura."
      },
      {
        "letra": "E",
        "texto": "não praticou infração penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389826",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Com relação ao crime e à contravenção, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contravenção penal somente pode ser apenada com detenção"
      },
      {
        "letra": "B",
        "texto": "O crime é infração penal menos grave do que a contravenção."
      },
      {
        "letra": "C",
        "texto": "A contravenção poderá ser dolosa ou culposa."
      },
      {
        "letra": "D",
        "texto": "A contravenção penal poderá ser apenada com prisão simples"
      },
      {
        "letra": "E",
        "texto": "O crime é doloso e a contravenção, culposa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1189219",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais (Decreto-lei n.º 3.688/1941) e do Estatuto do Desarmamento (Lei n.º 10.826/2003), julgue o próximo item. Para que uma pessoa responda pela contravenção penal de importunação ofensiva ao pudor, não é necessário que o ato seja praticado em lugar público, mas, tão somente, que seja acessível ao público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458829",
    "metadata": "Ano: 2013 | Banca: FADESP | Órgão: COREN-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Agentes da Corregedoria Interna da Polícia Civil (COINPOL) no Rio detiveram, nesta quinta-feira (26), uma falsa dentista e um falso protético em Paciência, na Zona Oeste. Segundo a delegada Tatiana Loche, da Divisão de Assuntos Internos da Corregedoria, uma outra mulher que se apresentou como advogada também foi detida por não ter registro da Ordem dos Advogados do Brasil (OAB). No consultório dentário, os agentes apreenderam documentos e material utilizado pelos suspeitos. Os três suspeitos detidos nesta quinta-feira foram levados para a sede da Corregedoria da Polícia Civil, na Zona Portuária, onde prestam depoimento. De acordo com a delegada, a mulher que se apresentou como advogada e o falso protético vão responder por exercício ilegal da profissão. (Portal de Notícias G1, 26/05/2011). O caso retratado nessa reportagem constitui-se exercício ilegal da profissão nos termos da Lei",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das Contravenções Penais - Decreto Lei 3688/41, artigo 47."
      },
      {
        "letra": "B",
        "texto": "das infrações à legislação da Profissão Liberal – Lei 6.437/77, artigo 10, incisos 25 e 26."
      },
      {
        "letra": "C",
        "texto": "prescricional para a punibilidade de profissional liberal – Lei 6838/80, artigo 5º."
      },
      {
        "letra": "D",
        "texto": "sobre o registro nas entidades fiscalizadoras do exercício de profissões, Decreto Lei 6839/80, artigo 33."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433131",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Sobre a contravenção penal, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em geral, a contravenção penal é espécie de infração penal menos grave do que o crime, sendo, por isso, chamada pela doutrina de crime-anão."
      },
      {
        "letra": "B",
        "texto": "Assim como o Código Penal, a Lei de Contravenções Penais (DL n. 3.688) prevê hipóteses de extraterritorialidade em que a lei brasileira será aplicável à contravenção praticada fora do território nacional."
      },
      {
        "letra": "C",
        "texto": "Como regra geral, o sujeito que pratica contravenção penal depois de transitado em julgado a sentença que o tenha condenado por crime no Brasil ou no exterior ou, no Brasil, por contravenção, é reincidente."
      },
      {
        "letra": "D",
        "texto": "Não é punível a tentativa de contravenção."
      },
      {
        "letra": "E",
        "texto": "Para a contravenção penal, nos termos da lei especial, as penas principais são multa e prisão simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere a temas relativos à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência influi no prazo de prescrição da pena de multa."
      },
      {
        "letra": "B",
        "texto": "Não pode ser considerado reincidente quem, já condenado pela prática de crime por sentença transitada em julgado, no Brasil ou no estrangeiro, pratica contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Réu reincidente condenado à pena de quatro anos e dois meses deve, necessariamente, iniciar o cumprimento da pena privativa de liberdade no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se somam as penas correspondentes a crimes diversos para o efeito do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A pena de seis meses de detenção imposta a réu primário condenado pela prática de crime doloso cometido com grave ameaça à pessoa pode ser substituída por multa, com base no disposto no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350444",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais (Decreto-lei n. o 3.688/1941) e do Estatuto do Desarmamento (Lei n. o 10.826/2003), julgue os próximos itens. Para que uma pessoa responda pela contravenção penal de importunação ofensiva ao pudor, não é necessário que o ato seja praticado em lugar público, mas, tão somente, que seja acessível ao público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331515",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Avalie as seguintes afirmativas: 1. De acordo com o que dispõe a lei 4898/95 (Abuso de Autoridade), considerase autoridade, para os efeitos desta lei, quem exerce cargo, emprego ou função pública, de natureza civil, ou militar, ainda que transitoriamente, salvo quando exercida sem remuneração. 2. O abuso de autoridade sujeitará o seu autor, exclusivamente, às sanções administrativas e penais. 3. A lei brasileira só é aplicável à contravenção praticada no território nacional. 4. Dispõe o DecLei 3.688/41 (Contravenções Penais), que as penas principais são as de detenção, prisão simples e multa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente uma afirmativa é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente duas afirmativas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente três afirmativas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As quatro afirmativas são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329604",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Considere que determinado cidadão esteja usando publicamente uniforme de PRF, função pública que ele não exerce. Nessa situação, para que esse cidadão responda por contravenção penal, é necessário que sua conduta cause efetivo prejuízo para o Estado ou para outra pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "315303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A tentativa de contravenção, mesmo que factível, não é punida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984186",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Sobre as Súmulas do Supremo Tribunal Federal - STF, em Direito Penal, pode-se afirmar: I. Não há crime de latrocínio quando o homicídio se consuma mas o agente não realiza a subtração dos bens da vítima. II. Não impede a progressão de regime da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial. III. O art. 309 do Código de Trânsito Brasileiro - CTB, que reclama decorra do fato perigo de dano, não derrogou o art. 32 da Lei das Contravenções Penais no tocante à direção sem habilitação em vias terrestres. IV. A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984185",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Analise as proposições abaixo: I. O trabalho do preso não está sujeito ao regime da Consolidação das Leis do Trabalho, e será remunerado, mediante prévia tabela, não podendo ser inferior a 3/4 (três quartos) do salário mínimo. II. Quem, de qualquer modo, inclusive por meio de pessoa jurídica, concorre para os crimes definidos na Lei n. 8.137/1990, incide nas penas a estes cominadas, na medida de sua culpabilidade. III. Os crimes definidos no Estatuto do Idoso são, em sua maioria, de ação penal pública condicionada. IV. A lei brasileira só é aplicável à contravenção praticada no território nacional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488292",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Qual das condutas referidas abaixo NÃO representa uma contravenção penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticar vias de fato contra alguém."
      },
      {
        "letra": "B",
        "texto": "Não guardar com a devida cautela animal perigoso."
      },
      {
        "letra": "C",
        "texto": "Perturbar alguém, o trabalho ou o sossego alheios com gritaria ou algazarra."
      },
      {
        "letra": "D",
        "texto": "Recusar-se a receber, pelo seu valor, moeda de curso legal no país."
      },
      {
        "letra": "E",
        "texto": "Entregar a direção de veículo automotor a pessoa não habilitada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "324607",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Código Penal brasileiro, a Lei de Contravenções Penais e a legislação penal extravagante cominam as consequências penais e estabelecem as regras para a sua aplicação e execução. Sobre a cominação, a aplicação e a execução penal, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assim como as penas restritivas de direito, a pena de multa, quando não cumprida pelo condenado solvente no prazo estipulado, que é de 10 dias a contar da intimação, pode ser convertida em pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "A reincidência é uma circunstância agravante que não se configura quando o agente, após ter sido condenado, em sentença penal transitada em julgado, pela prática de contravenção penal, comete qualquer crime em território nacional ou fora dele."
      },
      {
        "letra": "C",
        "texto": "O Código Penal brasileiro comina, como espécies de penas privativas de liberdade, a reclusão, a detenção e a prisão simples, as quais não podem exceder, em qualquer caso, a 30 anos."
      },
      {
        "letra": "D",
        "texto": "A pena - base, em cujo cálculo incidem as circunstâncias judiciais do artigo 59, caput , do Código Penal, não pode, por força da Súmula n° 231 do Superior Tribunal de Justiça, ser fixada abaixo do mínimo legal."
      },
      {
        "letra": "E",
        "texto": "Segundo o Código Penal, as penas privativas de liberdade aplicadas em relação aos crimes praticados com violência ou grave ameaça à pessoa não podem, em nenhuma hipótese, ser substituídas por outras modalidades punitivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324605",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A aplicação da lei penal no tempo e no espaço é tratada nas partes gerais do Código Penal e na Lei de Contravenções Penais.Sobre a aplicação da lei penal, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face das implicações que podem produzir nas relações diplomáticas, a aplicação da lei penal brasileira a fatos ocorridos no estrangeiro é possível, somente, quando houver requisição do Ministro da Justiça."
      },
      {
        "letra": "B",
        "texto": "Considera - se praticado o crime no momento e no local da ação ou da omissão, ainda que outros sejam o momento e o local do resultado."
      },
      {
        "letra": "C",
        "texto": "Aplica - se aos fatos anteriores a lei penal posterior que, de qualquer modo, favorecer o agente, sem prejuízo, no entanto, da coisa julgada."
      },
      {
        "letra": "D",
        "texto": "Aplicam - se as leis penais brasileiras, por força da sua extraterritorialidade, a fatos delituosos ocorridos em embarcações privadas de bandeira brasileira que naveguem em alto mar"
      },
      {
        "letra": "E",
        "texto": "As leis penais brasileiras podem ser aplicadas tanto aos crimes cometidos no território nacional quanto àqueles praticados no estrangeiro, nas hipóteses previstas, mas elas somente podem ser aplicadas às contravenções penais que forem cometidas no território nacional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293470",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "É certo afirmar: I. Havendo anúncio de assalto em circunstâncias capazes de configurar grave ameaça, independentemente da exibição da arma, é roubo e não furto. II. Qualquer pessoa pode ser sujeito ativo do crime de furto. III. Desde que tenha valor econômico a energia elétrica se equipara à coisa móvel, podendo, assim, ser furtada. IV. Suprimir ou alterar, indevidamente, em gado ou rebanho alheio, marca ou sinal indicativo de propriedade se constitui em contravenção penal. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "274267",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Apesar de, no campo fático, ser possível ocorrer a tentativa de contravenção penal, esta, quando se desenvolve na forma tentada, não é penalmente alcançável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253244",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais, com principal previsão no Decreto7Lei nº 3.688, de 03 de outubro de 1941, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é punível a tentativa de contravenção; apenas a contravenção consumada, portanto."
      },
      {
        "letra": "B",
        "texto": "A pena de prisão simples deve ser cumprida com rigor penitenciário e em regime fechado."
      },
      {
        "letra": "C",
        "texto": "A lei brasileira é aplicável à contravenção praticada em território estrangeiro."
      },
      {
        "letra": "D",
        "texto": "O condenado à pena de prisão simples deverá cumprir pena junto dos condenados apenados com reclusão ou detenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "215021",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Para as contravenções penais, a lei prevê a aplicação isolada ou cumulativa das penas de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prisão simples e detenção."
      },
      {
        "letra": "B",
        "texto": "reclusão e detenção."
      },
      {
        "letra": "C",
        "texto": "multa e prisão simples."
      },
      {
        "letra": "D",
        "texto": "detenção e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão e prisão simples."
      }
    ],
    "gabarito": "C"
  }
]