[
  {
    "id": "3530248",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir, com base nas Leis n.º 14.967/2024, n.º 13.445/2017, n.º 11.343/2006, n.º 9.455/1997 e n.º 8.069/1990. O condenado por crime de tortura, bem como aquele que se houver omitido em face das condutas que o caracterizam quando tinha o dever de evitá-las ou apurá-las, iniciará o cumprimento da pena em regime fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407468",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir, com relação aos crimes previstos no Código Penal.Considere que André, no intuito de torturar Bernardo, tenha começado a causar-lhe sofrimento mental intenso baseado em discriminação religiosa, e que, durante as sessões de tortura, Bernardo, cardiopata, condição conhecida por André, tenha infartado e, logo em seguida, falecido. Nesse caso, a cardiopatia de Bernardo é condição preexistente que afasta a incidência do delito cometido por André na modalidade qualificada pela morte da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153502",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Tendo em conta as situações hipotéticas e considerando a jurisprudência dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tícia, por submeter a filha a intenso sofrimento físico como forma de castigo, incide no crime de tortura-castigo, previsto no artigo 1, do inciso II, da Lei n° 9.455/97, agravado pela circunstância de ter sido praticado em detrimento de descendente."
      },
      {
        "letra": "B",
        "texto": "Mévia, mulher trans, vítima de violência praticada em âmbito doméstico, não está protegida pela Lei Maria da Penha, já que o critério estabelecido da definição de mulher é o biológico."
      },
      {
        "letra": "C",
        "texto": "Tício, por dirigir com a habilitação suspensa em decorrência de penalidade administrativa, incorre no crime de violar a suspensão para dirigir, previsto no artigo 307 do Código de Trânsito Brasileiro."
      },
      {
        "letra": "D",
        "texto": "Tício, pelo crime de roubo praticado em detrimento de Caio, de 61 anos, será punido sem a incidência da agravante genérica, prevista no artigo 61, II, h, do CP, se restar comprovado que a condição de idoso da vítima em nada facilitou a prática delitiva."
      },
      {
        "letra": "E",
        "texto": "Seprônio, tendo transportado substância considerada tóxica à saúde, em desacordo às exigências estabelecidas, sem que perícia ateste a periculosidade do produto, não incorrerá no crime previsto no artigo 56 da Lei n° 9.605/98."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3543023",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Cupira - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Durante a operação realizada pela guarda municipal, foi aberto um inquérito para investigar a denúncia de que um agente público teria submetido um suspeito a intenso sofrimento físico para obter uma confissão. De acordo com a legislação brasileira, submeter alguém a sofrimento físico ou mental para obter informações ou confissões é classificado como crime de tortura, mesmo que a situação envolva a necessidade de esclarecimento de um crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3543021",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Cupira - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Submeter um suspeito a intenso sofrimento físico para obter confissão não caracteriza crime de tortura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3543011",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Cupira - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A tortura, além de ser uma violação grave dos direitos humanos, é tratada com extrema severidade pela legislação brasileira. Devido à sua brutalidade e ao impacto sobre a dignidade humana, a prática de tortura é classificada como crime hediondo e inafiançável pela legislação brasileira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3451547",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A configuração do crime de tortura exige, necessariamente, que o agente cause sofrimento físico ou mental com a finalidade específica de obter informação, declaração ou confissão da vítima ou de terceira pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3316700",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Barra do Rocha - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Os crimes de tortura são tratados na Lei nº 9.455/1997, que define e estabelece punições para diversas formas de tortura. Com base no referido diploma legal, analise as alternativas e assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se resulta lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de dois a oito anos; se resulta morte, a reclusão é de oito a vinte anos."
      },
      {
        "letra": "B",
        "texto": "A pena cominada para o crime de tortura é detenção, de quatro a oito anos."
      },
      {
        "letra": "C",
        "texto": "Aumenta-se a pena de um sexto até um terço se o crime é cometido por agente público."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de tortura, constranger alguém, causando-lhe sofrimento físico ou mental, ainda que sem emprego de violência ou grave ameaça, em razão de discriminação racial ou religiosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3164856",
    "metadata": "Ano: 2024 | Banca: IBEC | Órgão: Prefeitura de Potiraguá - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura previsto na Lei 9.455/97 é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inafiançável, mas suscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "Hediondo, mas suscetível de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "Hediondo e insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "Inafiançável, mas suscetível apenas de anistia."
      },
      {
        "letra": "E",
        "texto": "Inafiançável e insuscetível de graça ou anistia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151636",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: AMMPLA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Baseando-se nas Leis de Crimes hediondos (Lei Federal n.º 8.072/1990), Tortura (Lei Federal n.º 9.455/1997), Lavagem de dinheiro (Lei Federal n.º 9.613/1998), Maria da Penha (Lei Federal n.º 11.340/2006) e Drogas (Lei Federal n.º 11.343/2006), determine a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na forma da Lei de Lavagem de Dinheiro, o Ministério Público terá acesso, exclusivamente, aos dados cadastrais do investigado que informam qualificação pessoal, filiação e endereço, independentemente de autorização judicial, mantidos pela Justiça Eleitoral, pelas empresas telefônicas, pelas instituições financeiras, pelos provedores de internet e pelas administradoras de cartão de crédito."
      },
      {
        "letra": "B",
        "texto": "Na forma da Lei Maria da Penha temos que a violência psicológica contra a mulher, em situação de violência doméstica e familiar, deve ser entendida como qualquer conduta que a constranja a presenciar, a manter ou a participar de relação sexual não desejada, mediante intimidação, ameaça, coação ou uso da força; que a induza a comercializar ou a utilizar, de qualquer modo, a sua sexualidade, que a impeça de usar qualquer método contraceptivo ou que a force ao matrimônio, à gravidez, ao aborto ou à prostituição, mediante coação, chantagem, suborno ou manipulação; ou que limite ou anule o exercício de seus direitos sexuais e reprodutivos."
      },
      {
        "letra": "C",
        "texto": "Na forma da Lei de Drogas, aquele que importa, exporta, remete, produz, fabrica, adquire, vende, expõe à venda, oferece, fornece, tem em depósito, transporta, traz consigo ou guarda, ainda que gratuitamente, sem autorização ou em desacordo com determinação legal ou regulamentar, matéria-prima, insumo ou produto químico destinado à preparação de drogas, quando presentes elementos probatórios razoáveis de conduta criminal preexistente terá sua pena aumentada de 1/3 até à metade."
      },
      {
        "letra": "D",
        "texto": "Na forma da Lei de Tortura, a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "Na forma da Lei de Crimes Hediondos, a União e os Estados manterão estabelecimentos penais, de segurança máxima, destinados ao cumprimento de penas impostas a condenados de alta periculosidade, cuja permanência em presídios estaduais ponha em risco a ordem ou incolumidade pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3115075",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com a Lei nº 9.455, de 7 de abril de 1997, que trata dos crimes de tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é inafiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime de tortura, inclusive nos casos de omissão para evitá-lo ou apurá-lo, iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "C",
        "texto": "Aumenta-se a pena do crime de tortura de um terço até dois terços se o crime é cometido mediante sequestro."
      },
      {
        "letra": "D",
        "texto": "Incorre em pena de reclusão, de quatro a doze anos, aquele que comete crime de tortura."
      },
      {
        "letra": "E",
        "texto": "Aquele que se omite em face das condutas tipificadas como crime de tortura, quando possui o dever de evitá-las ou apurá-las, incorre na pena de reclusão de dois anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3100497",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do cargo, mandato ou função pública, na hipótese de crime de abuso de autoridade, é efeito automático da condenação."
      },
      {
        "letra": "B",
        "texto": "Como o próprio nome já demonstra, o chamado crime de “boca de urna”, previsto no art. 39, § 5.º, incisos II e III, da Lei n.º 9.504/97, somente restará configurado se o fato ocorrer nas proximidades de seção eleitoral."
      },
      {
        "letra": "C",
        "texto": "O crime de lavagem de dinheiro, como todo e qualquer crime parasitário, depende, para ser processado e julgado, que o autor da infração antecedente esteja ao menos identificado e respondendo à ação penal, podendo haver a reunião dos processos para julgamento."
      },
      {
        "letra": "D",
        "texto": "A condenação por delito previsto na Lei de Tortura acarreta, como efeito extrapenal automático da sentença condenatória, a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "Considerando os requisitos previstos no art. 44 do Código Penal para que se opere a substituição das penas privativas de liberdade por restritivas de direitos, conclui-se que não há hipótese de aplicação do benefício para réu reincidente em crime doloso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3100492",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Superior Tribunal de Justiça possui entendimento no sentido de que a deformidade permanente, exigida para configuração do crime de lesão corporal gravíssima, deve ser decorrente exclusivamente de lesão física, especificamente a lesão estética de certa monta, capaz de causar desconforto a quem a vê ou ao seu portador, não sendo aplicável a referida circunstância qualificadora em hipótese em que, em razão da ofensa à sua integridade corporal, a vítima fora acometida de transtorno de estresse pós-traumático e alteração permanente da personalidade."
      },
      {
        "letra": "B",
        "texto": "O crime de intimidação sistemática (bullying) é classificado como habitual próprio, dependendo, para sua configuração, da reiteração da conduta."
      },
      {
        "letra": "C",
        "texto": "O agente que, depois de constranger a vítima, mediante violência, consistente em diversos socos e chutes, causando-lhe sofrimento físico com o fito de obter uma informação, mata-a, a golpes de faca, a fim de garantir sua impunidade em relação a esse crime anterior, pratica crime de tortura simples e homicídio qualificado pela conexão, em concurso formal, e não crime de tortura qualificada pelo resultado morte."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição pode ser praticado de forma livre, é habitual e de conteúdo variado, ao passo que o delito de violência psicológica contra a mulher é instantâneo e material."
      },
      {
        "letra": "E",
        "texto": "A prática do golpe popularmente conhecido como “Boa Noite Cinderela”, em que o agente utiliza-se de sonífero para fazer a vítima dormir e com isso ter liberdade para subtrair-lhe coisas móveis, configura crime de roubo mediante violência imprópria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079364",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei n° 9.455/1997, que define os crimes de tortura, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo"
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é inafiançável e insuscetível de graça ou anistia"
      },
      {
        "letra": "C",
        "texto": "O crime de tortura tem a pena aumentada se o crime é cometido contra criança, gestante, portador de deficiência, adolescente ou maior de 60 (sessenta) anos"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa"
      },
      {
        "letra": "E",
        "texto": "Também responde pelo crime de tortura e incorre na mesma pena aquele que se omite em face das condutas tipificadas como tortura, quando tinha o dever de evitá-las ou apurá-las"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3047149",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Moreno - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir. A Lei Federal nº 9.455/1997, que define os crimes de tortura, permite a aplicação de penas alternativas, como prestação de serviços à comunidade ou pagamento de multas, para os condenados por atos de tortura, caso sejam réus primários e apresentem bom comportamento durante o processo judicial. Por exemplo, um agente de segurança condenado por tortura poderia ser sentenciado a cumprir pena alternativa em vez de reclusão, se fosse a primeira vez que cometesse o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3047135",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Moreno - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a Lei Federal nº 9.455/1997, que define os crimes de tortura, a condenação por esse tipo de crime resulta na perda do cargo, função ou emprego público e na interdição para seu exercício pelo dobro do prazo da pena aplicada. Por exemplo, um agente penitenciário condenado por tortura perde automaticamente seu cargo e fica proibido de exercer qualquer função pública durante o período determinado pela lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3034315",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Ibirajuba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Um segurança privado que agride fisicamente um adolescente para puni-lo por pichar uma parede comete o crime de tortura, conforme definido no Art. 1º, inciso I, da Lei nº 9.455, de 7 de abril de 1997, mesmo que o ato não tenha como objetivo obter informação, declaração ou confissão, nem esteja relacionado à discriminação racial ou religiosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3010086",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Cristalina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "É definida pela Lei n.º 9.455/1997 como crime de tortura a conduta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada, ao desamparo ou em grave e iminente perigo."
      },
      {
        "letra": "B",
        "texto": "constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o fim de obter informação, declaração ou confissão da vítima."
      },
      {
        "letra": "C",
        "texto": "sequestrar pessoa com o fim de obter qualquer vantagem, para si ou para outrem, como condição ou preço do resgate."
      },
      {
        "letra": "D",
        "texto": "subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2570786",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito da Lei 9.455/97, que trata dos crimes de tortura, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aumenta-se a pena de um sexto até dois terços se o crime é cometido por agente público."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é inafiançável, porém é suscetível de graça."
      },
      {
        "letra": "C",
        "texto": "O condenado por crime previsto na Lei 9.455/97, salvo a hipótese do § 2º, iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "D",
        "texto": "Aumenta-se a pena de um sexto até dois terços se o crime é cometido mediante sequestro."
      },
      {
        "letra": "E",
        "texto": "A condenação por crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "2523494",
    "metadata": "Ano: 2024 | Banca: UECE-CEV | Órgão: SEAS-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Atente para os seguintes fatos: Com base na Lei nº 9.455/1997, que define os crimes de tortura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo não cometeu crime de tortura, pois o jovem encontrava-se sob sua guarda."
      },
      {
        "letra": "B",
        "texto": "João será julgado, pelo crime de tortura, pela justiça brasileira."
      },
      {
        "letra": "C",
        "texto": "Paulo iniciará o cumprimento da pena em regime aberto."
      },
      {
        "letra": "D",
        "texto": "João tem direito a receber anistia pela ação praticada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2523493",
    "metadata": "Ano: 2024 | Banca: UECE-CEV | Órgão: SEAS-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Leia a seguinte manchete: “Tortura de adolescentes em unidade socioeducativa de Santa Catarina seria acobertada, segundo especialista”. (Fonte: https://g1.globo.com/sc/santa-catarina/noticia/2023/08/29/tortura-de-adolescentes-em-uniade-socioeducativa-de-sc-seria-acobertada) Baseando-se na Lei nº 9.455/1997, é correto afirmar que a SEMELHANÇA entre a pena imputada à pessoa que praticou o crime de tortura e a pena imposta àquela que o acobertou por omissão está no(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "regime de cumprimento."
      },
      {
        "letra": "B",
        "texto": "tipo de pena."
      },
      {
        "letra": "C",
        "texto": "inafiançabilidade."
      },
      {
        "letra": "D",
        "texto": "duração da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2523244",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir.O artigo 4º da Lei de Tortura (Lei Federal nº 9.455/1997) estipula que as guardas municipais têm a incumbência de colaborar ativamente na prevenção e repressão da prática de tortura, constituindo-se como agentes essenciais na identificação e denúncia de casos de tortura em âmbito municipal. Essa atribuição fortalece o compromisso das guardas municipais com a defesa dos direitos fundamentais dos cidadãos, contribuindo para a construção de uma sociedade mais justa e livre de violência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2523222",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir.A Lei de Tortura (Nº 9.455/1997) estabelece penas específicas para o crime de tortura em seu Artigo 1º, § 1º, prevendo uma pena de reclusão de cinco a dez anos. Além disso, essa pena é aumentada de um quinto a um sexto se a vítima é gestante, menor de 18 anos, maior de 60 anos, pessoa com deficiência, ou se o crime é cometido por agente público. Essa tipificação de penas específicas serve como um instrumento de dissuasão e punição para aqueles que cometem atos de tortura, garantindo que tais condutas sejam severamente punidas e desencorajadas na sociedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2513052",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Peçanha, guarda municipal, efetuou a prisão em flagrante de Fábio pela prática do crime de tráfico de drogas, uma vez que este portava grande quantidade de maconha. Fábio foi conduzido à sede da Prefeitura e, lá chegando, Peçanha cobriu a cabeça de Fábio com um saco plástico, jurando-o de morte e asfixiando-o com o objetivo de obter a confissão. Ronald, chefe imediato de Peçanha, apenas presenciou os fatos, mas nada ordenou e sequer tocou em Fábio. Considerando a situação hipotética narrada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peçanha praticou o crime de tortura e Ronald praticou conduta atípica, pois não há previsão legal do crime de tortura cometido por omissão."
      },
      {
        "letra": "B",
        "texto": "Peçanha e Ronald praticaram o crime de tortura, o primeiro por ação e o segundo por omissão."
      },
      {
        "letra": "C",
        "texto": "Peçanha praticou o crime de lesão corporal e Ronald é partícipe por omissão."
      },
      {
        "letra": "D",
        "texto": "Peçanha praticou os crimes de ameaça e constrangimento ilegal, enquanto Ronald praticou o crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "ambos praticaram, em concurso de agentes, os crimes de lesão corporal e ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2510869",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ADAB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A Lei nº 9.455, de 07 de abril de 1997, define os crimes de tortura. Sobre essa normativa, assinale V para a afirmativa verdadeira e F para a falsa. ( ) O Brasil tipificou o crime de tortura em observância à obrigação assumida pela ratificação da Convenção Contra a Tortura e Outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes. ( ) Constitui crime de tortura submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo. ( ) O crime de tortura é inafiançável, sendo aplicável o benefício da graça ou anistia. As afirmativas são respectivamente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – F – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2467514",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Julgue o item a seguir. A Lei nº 9.455/1997 estipula que a condenação por crime de tortura resulta na perda do cargo, função ou emprego público e na interdição para seu exercício pelo dobro do prazo da pena aplicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2462167",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com base nas Leis n.º 13.869/2019 (Lei de Abuso de Autoridade), n.º 8.072/1990 (Lei de Crimes Hediondos), n.º 9.455/1997 (Lei de Tortura) e n.º 10.826/2003 (Estatuto do Desarmamento), julgue o item a seguir.O cometimento de crime de tortura no período noturno é causa de aumento de pena de um sexto a um terço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2450405",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "César é agente municipal de trânsito de determinado Município. Em certa ocasião, ao realizar o patrulhamento do centro de sua cidade, flagrou a moto utilizada por uma conhecida dupla de assaltantes de sua região estacionada em local obscuro. César ficou de campana e, quando um dos homens chegou para recolher a moto, César deu voz de prisão, mas não o conduziu ao distrito policial. Em vez disso, o manteve amarrado e o torturou com socos e chutes para obter algumas informações do custodiado. Em decorrência da violência empregada, o homem veio a falecer horas depois no hospital local. De acordo com a situação narrada, à luz da Lei nº 9.455/1997, a pena a que César estará sujeito será de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de dois a oito anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de oito a dezesseis anos, pelo resultado morte, aumentada de um sexto até um terço, em razão de ter sido praticado por agente público."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de dez a vinte anos."
      },
      {
        "letra": "D",
        "texto": "Detenção, de dois a quatro anos, aumentada de um sexto até um terço, em razão de ter sido praticado por agente público."
      },
      {
        "letra": "E",
        "texto": "Detenção, de quatro a seis anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2395607",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca das disposições da Lei nº 9.455/1997, que define os crimes de tortura, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sofrimento mental com o fim de obter informação da vítima, causado pelo constrangimento mediante emprego de violência ou grave ameaça, também é uma forma de tortura."
      },
      {
        "letra": "B",
        "texto": "É conduta considerada crime de tortura a prática de constranger alguém mediante ameaça, ainda que leve, para provocar ação, mesmo que de natureza não criminosa."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura cometido contra gestante tem sua pena aumentada de um quarto a um meio."
      },
      {
        "letra": "D",
        "texto": "Se o crime é cometido por agente público, a pena é aumentada até o dobro cominado."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura é insuscetível de graça ou anistia, mas pode ser afiançado em algumas situações previstas em lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2386465",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Quando o crime de tortura for cometido por agente público haverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um aumento na pena."
      },
      {
        "letra": "B",
        "texto": "uma atenuação da condenação."
      },
      {
        "letra": "C",
        "texto": "uma circunstância agravante da pena."
      },
      {
        "letra": "D",
        "texto": "uma causa de redução da responsabilidade penal."
      },
      {
        "letra": "E",
        "texto": "o crime deixará de ser punido criminalmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2386464",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O servidor público condenado pela prática do crime de tortura ficará impedido de exercer cargo público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo prazo de oito anos."
      },
      {
        "letra": "B",
        "texto": "pelo período de cinco anos."
      },
      {
        "letra": "C",
        "texto": "em prazo similar ao da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "pela metade do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386463",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre a Lei de Tortura, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em decorrência da gravidade do crime de tortura, não se admite a sua tentativa."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é próprio e somente poderá ser praticado por agente público."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura é um delito que é equiparado à crime hediondo."
      },
      {
        "letra": "D",
        "texto": "Para que ocorra o crime de tortura, é necessário que o autor do crime tenha se utilizado da violência no modo de agir."
      },
      {
        "letra": "E",
        "texto": "Aquele que se omitir do dever legal de apurar o crime de tortura incidirá nas mesmas penas previstas para quem comete o crime de forma dolosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3283294",
    "metadata": "Ano: 2023 | Banca: IDCAP | Órgão: IASES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação a Lei nº 9.455/1997, que define os crimes de tortura e dá outras providências, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)O crime de tortura é inafiançável e insuscetível de graça ou anistia. (__)O disposto na Lei nº 9.455, de 7 de abril de 1997, aplica-se, ainda, quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira. (__)No casos em que a tortura resultar lesão corporal de natureza grave ou gravíssima, a pena de reclusão será de oito a vinte anos; se resultar em morte, a pena de reclusão será de dez a trinta anos. Assinale a alternativa que apresenta a sequência CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, V."
      },
      {
        "letra": "D",
        "texto": "F, V, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3283289",
    "metadata": "Ano: 2023 | Banca: IDCAP | Órgão: IASES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Segundo a Lei Nº 9.455, de 7 de abril de 1997, a pena para o crime de tortura que consiste em submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de três a dez anos."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de dois a oito anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de quatro a doze anos."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de um a doze anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2566644",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Nos termos da Lei nº 9.455/97, que define os crimes de tortura, quando um agente policial submete alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há previsão legal de punição penal para aquele que se omite em face dessas condutas, quando tinha o dever de evitá-las ou apurá-las."
      },
      {
        "letra": "B",
        "texto": "o crime de tortura é inafiançável e insuscetível de graça, cabendo, contudo, o benefício da anistia em situações excepcionais."
      },
      {
        "letra": "C",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "sendo o crime cometido por agente policial, aumenta-se a pena de um terço até metade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2531341",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: Prefeitura de Cidade Ocidental - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Leia o caso a seguir. Z. e Y. são guardas-municipais de Cidade Ocidental, sendo Z. o superior hierárquico de Y. Em uma diligência sobre um dano a um imóvel do município, Y. ingressa sem mandado judicial na casa de P. e, encostando a arma de fogo que possuía na cabeça de P., pergunta onde estaria seu irmão J., suposto autor do dano ao imóvel. Z. esteve presente em toda a situação. Diante disto, P. revela o paradeiro de J. e este é preso. Nesta situação, Z. e Y.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeram crimes, pois agiram em legítima defesa do patrimônio público."
      },
      {
        "letra": "B",
        "texto": "não cometeram crimes, pois agiram em estrito cumprimento ao dever legal."
      },
      {
        "letra": "C",
        "texto": "somente Y. cometeu crime tipificado na lei de tortura."
      },
      {
        "letra": "D",
        "texto": "Z. e Y. cometeram crimes tipificados na lei de tortura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2426934",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: FASEPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.455/1997 e suas alterações, a pena para o crime de tortura é aumentada de um sexto até um terço:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se do crime resultar lesão corporal grave ou gravíssima."
      },
      {
        "letra": "B",
        "texto": "se o crime é cometido por agente público."
      },
      {
        "letra": "C",
        "texto": "se do crime resultar morte."
      },
      {
        "letra": "D",
        "texto": "se o crime é cometido contra mulher."
      },
      {
        "letra": "E",
        "texto": "se o crime é praticado por menor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2374127",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com a intenção de obter informações sobre a organização do tráfico de drogas, guardas municipais submetiam moradores a interrogatórios, causando-lhes sofrimento físico e mental, por meio de emprego de violência e grave ameaça. Os agentes foram denunciados pelo crime de tortura. Nos termos da Lei Federal nº 9.455/1997, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumenta-se a pena em dois terços, por serem agentes públicos."
      },
      {
        "letra": "B",
        "texto": "os agentes podem ser anistiados por meio de lei própria, desde que haja fundamento jurídico."
      },
      {
        "letra": "C",
        "texto": "o agente que tiver se omitido em face das condutas, quando tinha o dever de evitá-las ou apurá-las, pode ser somente responsabilizado disciplinarmente."
      },
      {
        "letra": "D",
        "texto": "se da ação praticada resultar lesão corporal de natureza grave ou gravíssima, aplica-se a penalidade correspondente."
      },
      {
        "letra": "E",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2295235",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Pedro constrangeu Paulo com emprego de violência, causando-lhe sofrimento físico em razão de discriminação religiosa, configurando crime de tortura nos termos da lei nº 9.455, de 7 de abril de 1997 (lei de tortura). Nessa situação hipotética, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o crime praticado por Pedro resulte lesão corporal de natureza grave face a Paulo, a pena é de reclusão de quatro a dez anos; se resulta morte de Paulo, a reclusão é de oito a dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura praticado por Pedro é inafiançável e suscetível de graça ou anistia"
      },
      {
        "letra": "C",
        "texto": "Caso Pedro seja funcionário público, no crime de tortura, a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo triplo do prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "Caso Pedro seja condenado por crime previsto na Lei nº 9.455/97, iniciará o cumprimento da pena em regime aberto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2281726",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.455/1997 (e suas alterações), que define os crimes de tortura, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura constranger alguém, com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa"
      },
      {
        "letra": "B",
        "texto": "Na mesma pena do delito de tortura incorre quem submete pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal"
      },
      {
        "letra": "C",
        "texto": "Se o crime de tortura for perpetrado por agente público, a pena será aumentada na metade"
      },
      {
        "letra": "D",
        "texto": "A condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2263821",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considerando-se o expressamente disposto na Lei nº 9.455/1997, que define os crimes de tortura e dá outras providências, assinale a alternativa CORRETA dentre as exibidas a seguir.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é inafiançável, imprescritível e insuscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "A condenação acarretará a perda inclusive do emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "O disposto na Lei em apreço aplica-se apenas quando o crime tenha sido cometido em território nacional."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime previsto na Lei referida deverá iniciar sempre o cumprimento da pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "Aquele que se omite em face das condutas descritas na Lei em comento, quando tinha apenas o dever de apurá-las, não incorre em qualquer pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247508",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Durante uma investigação, um suspeito foi constrangido por policiais com emprego de violência ou grave ameaça, o que lhe causou sofrimento físico e mental, tudo com o fim de se obter informação, declaração ou confissão acerca de fatos apurados no inquérito policial em trâmite. Devidamente apurados e comprovados os fatos, os policiais foram identificados e denunciados pelo Ministério Público. Considerando apenas os fatos narrados e a legislação vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso os policiais sejam condenados pela prática de crime de tortura, nos termos da Lei nº 9.455/1997, a condenação acarretará a perda do cargo, da função ou do emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 9.455/1997 não prevê nenhum tipo de punição para aquele que se orite diante dessas condutas, quando tinha o dever de evitá-las ou de apurá-las."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura é inafiançável e insuscetível de graça ou anistia, devendo o juiz impor, sempre, o regime inicial fechado para o início do cumprimento da pena."
      },
      {
        "letra": "D",
        "texto": "A Lei nº 9.455/1997 não prevê qualquer aumento de pena para o caso de o réu ser agente público."
      },
      {
        "letra": "E",
        "texto": "A prática de tortura com o fim de se obter informação, declaração ou confissão quanto aos fatos apurados em inquérito policial não encontra tipificação especifica na legislação penal brasileira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2218527",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Causar dolosamente sofrimento físico a outrem, em razão de discriminação racial, com a provocação culposa da morte da vítima, caracteriza crime previsto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na Lei 9.455, embora o resultado morte caracterize delito previsto em lei diversa"
      },
      {
        "letra": "B",
        "texto": "na Lei 9.455, que pune qualquer causação de intenso sofrimento físico ou mental"
      },
      {
        "letra": "C",
        "texto": "na Lei 9.455, pois presentes a causação de sofrimento doloso e o especial fim de agir, na forma qualificada"
      },
      {
        "letra": "D",
        "texto": "em diploma legal diverso da Lei 9.455, pois a discriminação racial não está entre as finalidades especiais da Lei 9.455"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2207178",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito do tráfico ilícito e uso indevido de substâncias entorpecentes, de crime organizado, dos crimes de tortura e dos crimes hediondos, julgue o item que se segue. A caracterização da conduta de submeter pessoa presa a sofrimento mental, por intermédio da prática de ato não previsto em lei, como crime de tortura dispensa para seu aperfeiçoamento, o especial fim de agir por parte do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2099486",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir, de acordo com a Lei nº 9.455/1997 e suas alterações (Lei de Tortura). I. O crime de tortura é afiançável e suscetível de graça ou anistia. II. Aquele que se omite em face das condutas que tipificam o crime de tortura, quando seu dever é de evitá-las ou apurá-las, não responde pelo crime de tortura, mas apenas por infração administrativa. III. A condenação pelo crime de tortura não acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada. IV. Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV apenas"
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV"
      },
      {
        "letra": "C",
        "texto": "I, II e IV apenas"
      },
      {
        "letra": "D",
        "texto": "IV apenas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2408362",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Pocahontas Mar foi submetida a investigação acusada de ter cometido crime de roubo contra instituição financeira de âmbito nacional, que gerou prejuízo de milhões de reais. Seu nome foi incluído no inquérito criminal após confissão obtida depois de grave ameaça do partícipe no evento, Osiris Atum, que também indicou outros integrantes da quadrilha que realizou o ato. Nos termos da Lei n º 9.455/1997, constranger alguém com emprego de grave ameaça, causando-lhe sofrimento físico com o fim de obter confissão da vítima, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sequestro"
      },
      {
        "letra": "B",
        "texto": "tortura"
      },
      {
        "letra": "C",
        "texto": "comissão"
      },
      {
        "letra": "D",
        "texto": "assédio"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2111409",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considerando o crime de tortura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se cometido por agente público, não configura crime dessa natureza."
      },
      {
        "letra": "B",
        "texto": "deve ter sido cometido em território nacional para aplicação da lei pátria."
      },
      {
        "letra": "C",
        "texto": "é inafiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "se resulta morte, constitui crime de homicídio."
      },
      {
        "letra": "E",
        "texto": "sua configuração não abrange a figura por omissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1998934",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa que descreve corretamente um dos tipos penais classificados como crimes de tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação sexual ou ideológica."
      },
      {
        "letra": "B",
        "texto": "Ofender a integridade corporal ou a saúde de outrem, resultando em perda ou inutilização do membro, sentido ou função."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Submeter pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992082",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura e suas circunstâncias são tipificados em lei penal especial. Sobre o delito em questão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se do crime de tortura resulta lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de seis a doze anos; se resulta morte, a reclusão é de doze a trinta anos."
      },
      {
        "letra": "B",
        "texto": "A condenação pelo crime de tortura acarreta a suspensão temporária do cargo, função ou emprego público do sentenciado."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura não é afiançável pela autoridade policial, mas o é pela autoridade judiciária."
      },
      {
        "letra": "D",
        "texto": "A pena do crime de tortura será aumentada de um sexto até um terço se o fato delituoso for cometido por agente público."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura é suscetível de indulto individual ou coletivo, mas não de anistia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981457",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Configura causa de aumento de pena do crime de tortura aquele praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com intenso sofrimento físico ou mental."
      },
      {
        "letra": "B",
        "texto": "por agente público na qualidade de sujeito ativo."
      },
      {
        "letra": "C",
        "texto": "contra pessoa presa ou sujeita à medida de segurança."
      },
      {
        "letra": "D",
        "texto": "em razão de discriminação racial."
      },
      {
        "letra": "E",
        "texto": "prevalecendo-se de relações domésticas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971154",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em certo presídio, foi encontrado um apetrecho que permitia aplicar choques, com a inscrição “DIREITOS HUMANOS”. Após a devida investigação, por meio de uma câmera do circuito interno de televisão, verificou-se que o agente de segurança penitenciário Gabriel fez uso do apetrecho contra o preso José, para que ele delatasse outros presos que teriam recebido celulares no presídio de forma ilícita. Comprovou-se, também, que o Diretor Geral do presídio teve conhecimento e detinha provas do fato, mas nada fez para apurá-lo e aplicar as devidas punições a Gabriel. Diante desse cenário e à luz da Lei nº 9.455/1997, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime cometido por Gabriel é insuscetível de fiança, embora suscetível de concessão de graça."
      },
      {
        "letra": "B",
        "texto": "O juiz, caso condene Gabriel, poderá fixar o regime semiaberto para início do cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "O Diretor Geral incorre nas mesmas penas que Gabriel, em razão de sua omissão."
      },
      {
        "letra": "D",
        "texto": "Gabriel, caso condenado, terá aplicada uma causa de aumento de pena, por ser agente público."
      },
      {
        "letra": "E",
        "texto": "A condenação de Gabriel acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo triplo do prazo da pena aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1969338",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre a Lei nº 9.455/1997 – Crimes de Tortura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de tortura admite a forma culposa."
      },
      {
        "letra": "B",
        "texto": "somente o agente público pode ser autor de crime de tortura."
      },
      {
        "letra": "C",
        "texto": "o condenado por crime previsto nessa Lei cumprirá a pena integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "o crime de tortura é inafiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "E",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo triplo do prazo da pena aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968737",
    "metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A Lei nº 9.455/1997 define os crimes de tortura e dá outras providências. A partir das disposições prescritas no aludido diploma legal, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Muito embora seja afiançável, o crime de tortura é insuscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "Inadmite-se a prática do crime de tortura pela via omissiva, tão somente pela via comissiva."
      },
      {
        "letra": "C",
        "texto": "A pena aumenta-se, necessariamente, se o crime de tortura for cometido por agente público."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime de tortura, em quaisquer de suas modalidades, iniciará o cumprimento da pena em regime fechado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960176",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No escopo da promoção da igualdade racial e gênero, muitos são os dispositivos legais que compõem o ordenamento jurídico penal. Sendo assim, numere a COLUNA II de acordo com a COLUNA I, fazendo a relação entre elas. COLUNA I 1) Decreto nº 4.377, de 13 de setembro de 2002.2) Lei Federal nº 7.437, de 20 de dezembro de 1985.3) Lei Federal nº 7.716, de 5 de janeiro de 1989.4) Lei Federal n° 9.455, de 7 de abril de 1997. 5) Lei Federal nº 11.430, de 7 de agosto de 2006. 6) Decreto Federal n° 65.810, de 08 de dezembro de 1969. COLUNA II ( ) Promulga a Convenção sobre a Eliminação de Todas as Formas de Discriminação contra a Mulher, de 1979, e revoga o Decreto nº 89.460, de 20 de março de 1984. ( ) Define os crimes resultantes de preconceito de raça ou de cor. ( ) Define os crimes de tortura e dá outras providências. ( ) Cria mecanismos para coibir a violência doméstica e familiar contra a mulher, nos termos do § 8º do art. 226 da Constituição Federal, da Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres e da Convenção Interamericana para Prevenir, Punir e Erradicar a Violência contra a Mulher; dispõe sobre a criação dos Juizados de Violência Doméstica e Familiar contra a Mulher; altera o Código de Processo Penal, o Código Penal e a Lei de Execução Penal; e dá outras providências. ( ) Promulga a Convenção Internacional sobre a Eliminação de todas as Formas de Discriminação Racial. ( ) Inclui, entre as contravenções penais a prática de atos resultantes de preconceito de raça, de cor, de sexo ou de estado civil, dando nova redação à Lei nº 1.390, de 3 de julho de 1951 - Lei Afonso Arinos. Assinale a alternativa que apresenta a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 3, 4, 5, 6, 2"
      },
      {
        "letra": "B",
        "texto": "2, 3, 4, 6, 5, 1"
      },
      {
        "letra": "C",
        "texto": "1, 2, 4, 5, 6, 3"
      },
      {
        "letra": "D",
        "texto": "2, 4, 3, 5, 1, 6"
      },
      {
        "letra": "E",
        "texto": "1, 5, 4, 3, 6, 2"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960175",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "“Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental ou submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo”, constitui crime de tortura. Sobre o crime de tortura, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de constranger previsto no crime de tortura pode se dar com a finalidade de obter informação, declaração ou confissão da vítima ou de terceira pessoa; com a intenção de provocar ação ou omissão de natureza criminosa; ou ainda, em razão de discriminação racial ou religiosa"
      },
      {
        "letra": "B",
        "texto": "A pena prevista para o crime de tortura é de reclusão, de dois a oito anos"
      },
      {
        "letra": "C",
        "texto": "Se no crime de tortura o resultado é a lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de seis a doze anos; se resulta morte, a reclusão é de oito a dezesseis anos"
      },
      {
        "letra": "D",
        "texto": "A pena para o crime de tortura é aumentada de um sexto até um terço, se o crime é cometido por agente público ou se é cometido contra criança, gestante, portador de deficiência, adolescente ou mais de sessenta anos, ou ainda, se o crime é cometido mediante sequestro"
      },
      {
        "letra": "E",
        "texto": "Por força do §6º, do art. 1º da lei de Tortura, o crime de tortura é inafiançável e insuscetível de graça e anistia"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1947762",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a opção correta em relação ao sujeito ativo dos crimes de tortura, com base na Lei n.º 9.455/1997.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer indivíduo pode ser sujeito ativo dos crimes de tortura, já que todos eles são comuns."
      },
      {
        "letra": "B",
        "texto": "Todos os crimes de tortura são próprios, por isso só agentes públicos serão considerados sujeitos ativos desses delitos."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura-prova é próprio, só podendo ser configurado se praticado por funcionário público no exercício do cargo."
      },
      {
        "letra": "D",
        "texto": "A tortura-omissão é crime comum, razão por que é irrelevante a função pública do agente."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura-castigo é próprio, devendo o agente exercer guarda, poder ou autoridade sobre a vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1933413",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Um policial civil constrangeu um homem (com emprego de grave ameaça causadora de grande sofrimento mental), apontado como autor de um assalto, a fim de obter a sua confissão formal. Um escrivão da polícia civil soube do ocorrido no dia seguinte, mas não adotou qualquer medida para que o caso viesse a ser apurado. A respeito dessa situação hipotética, assinale a opção correta de acordo com as disposições da Lei de Tortura (Lei n.º 9.455/1997).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O policial civil e o escrivão só poderão ser responsabilizados criminalmente caso se obtenha a confissão do homem apontado como o autor do assalto, uma vez que a lei em apreço exige essa finalidade específica."
      },
      {
        "letra": "B",
        "texto": "Apenas o policial civil deverá responder pela prática do crime de tortura, uma vez que a conduta do escrivão não se enquadra em nenhum dos delitos previstos pela lei em apreço, constituindo apenas uma infração de cunho administrativo."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura, de que deve ser acusado o policial civil, é inafiançável e imprescritível."
      },
      {
        "letra": "D",
        "texto": "Tanto o policial civil quanto o escrivão devem ser responsabilizados criminalmente, uma vez que ambos praticaram o mesmo delito de tortura, previsto na lei em questão."
      },
      {
        "letra": "E",
        "texto": "Tanto o policial civil quanto o escrivão devem ser responsabilizados criminalmente, mas cada um deles pela prática de delitos distintos, ambos previstos na referida lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1924135",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "José, após longa apuração, foi acusado pelo Ministério Público da prática do crime de tortura no exercício de suas funções públicas. Considerando a robustez das provas existentes, consultou o seu advogado a respeito das consequências de eventual condenação criminal, mais especificamente em relação à sua situação funcional, pois ocupava cargo de provimento efetivo no âmbito do Poder Executivo do Estado Alfa. O advogado respondeu corretamente que, ante os termos da Lei nº 9.455/1997, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve perder o cargo de provimento efetivo e não mais poderá ingressar no serviço público, mesmo após o período de cinco anos de reabilitação penal."
      },
      {
        "letra": "B",
        "texto": "ficará suspenso do cargo de provimento efetivo durante o período de cumprimento da pena, não tendo direito à remuneração correspondente."
      },
      {
        "letra": "C",
        "texto": "deve perder o cargo de provimento efetivo, mas não há óbice a que reingresse no serviço público, a qualquer tempo, caso preencha os requisitos exigidos."
      },
      {
        "letra": "D",
        "texto": "deve perder o cargo de provimento efetivo, e sofrerá a interdição para o exercício de cargo, função ou emprego público pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "terá a sua situação funcional apreciada pela autoridade administrativa competente, que somente não aplicará a sanção de perda do cargo se houver bons antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1921626",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscetível de anistia."
      },
      {
        "letra": "B",
        "texto": "de menor potencial ofensivo."
      },
      {
        "letra": "C",
        "texto": "imprescritível."
      },
      {
        "letra": "D",
        "texto": "hediondo."
      },
      {
        "letra": "E",
        "texto": "equiparado a hediondo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1910672",
    "metadata": "Ano: 2022 | Banca: CPCON | Órgão: Prefeitura de Sousa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre o crime de tortura, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é afiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "Apesar da condenação no crime de tortura, isso não acarretará a perda do cargo, função ou emprego público."
      },
      {
        "letra": "C",
        "texto": "Ocorre aumento da pena de um sexto até um terço se o crime é cometido por agente público."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, desde que lhe cause sofrimento apenas físico."
      },
      {
        "letra": "E",
        "texto": "submeter alguém que não esteja, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1905244",
    "metadata": "Ano: 2022 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inafiançável sempre."
      },
      {
        "letra": "B",
        "texto": "é, em regra, afiançável."
      },
      {
        "letra": "C",
        "texto": "pode ser anistiado."
      },
      {
        "letra": "D",
        "texto": "pode ser suscetível de graça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1901855",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Octávio, policial penal, com o objetivo de castigar o preso Daniel, que estava sob a sua custódia, aplicou diversos golpes, com uma tonfa, no corpo do detento, causando-lhe intenso sofrimento físico. O fato foi descoberto e confirmado em juízo, resultando na condenação de Octávio, com trânsito em julgado, pela prática do crime de tortura, no exercício de suas funções. Com base na Lei nº 9.455/1997, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "A condenação com trânsito em julgado não acarretará a perda automática do cargo público, sendo necessária a fundamentação específica no caso concreto."
      },
      {
        "letra": "C",
        "texto": "A condenação acarretará a perda do cargo, do mandato ou da função pública e a inabilitação para o exercício de cargo, mandato ou função pública, pelo período de 1 a 5 anos."
      },
      {
        "letra": "D",
        "texto": "A condenação acarretará a perda do cargo, do mandato ou da função pública e a inabilitação para o exercício de cargo, mandato ou função pública, por até 5 anos."
      },
      {
        "letra": "E",
        "texto": "Não há previsão de perda do cargo na lei que define os crimes de tortura."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1901841",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com base na Lei nº 9.455/1997, que define os crimes de tortura, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é inafiançável."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é insuscetível de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "O condenado por crime previsto na lei de tortura iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "D",
        "texto": "Aquele que se omite em face das condutas descritas na lei de tortura, quando tinha o dever de evitá-las ou apurá-las incorre em crime."
      },
      {
        "letra": "E",
        "texto": "A lei de tortura aplica-se ainda quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897197",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A conduta de submeter uma vítima com 61 anos de idade, sob seu poder, com emprego de violência, a intenso sofrimento físico, como forma de aplicar castigo pessoal constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica, por se tratar de exercício regular da curatela."
      },
      {
        "letra": "B",
        "texto": "crime de lesão corporal cumulado com maus-tratos."
      },
      {
        "letra": "C",
        "texto": "crime de tortura com causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "crime de tortura na modalidade simples."
      },
      {
        "letra": "E",
        "texto": "crime especificado no Estatuto do Idoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897118",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considerando a legislação aplicável e o entendimento dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não caracteriza o crime de tortura a conduta do carcereiro que constrange o preso, mediante grave ameaça, a submeter-se à situação vexatória não autorizada em lei."
      },
      {
        "letra": "B",
        "texto": "A prática de crime ou contravenção penal contra a mulher, com violência ou grave ameaça, no ambiente doméstico, não impede a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do Superior Tribunal de Justiça, é penalmente típica a conduta de violar decisão administrativa de suspensão da habilitação para conduzir veículo automotor."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de furto qualificado pela subtração de substâncias explosivas."
      },
      {
        "letra": "E",
        "texto": "É penalmente atípica a conduta de provocar, culposamente, incêndio em mata ou floresta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1886844",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a opção correta em relação às disposições estabelecidas na Lei n.° 9.455/1997.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A configuração do crime de tortura exige a prática de violência."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização do delito de tortura, é necessário que a conduta criminosa se destine a atingir um fim específico, como a obtenção de informação, declaração ou confissão sobre determinado fato."
      },
      {
        "letra": "C",
        "texto": "O agente que se omite em face das condutas previstas nessa lei quando tinha o dever de apurá-las incorre nas mesmas penas previstas para os crimes nela descritos."
      },
      {
        "letra": "D",
        "texto": "A perda do cargo público não é efeito automático da sentença que condena o servidor público pela prática do crime de tortura."
      },
      {
        "letra": "E",
        "texto": "Não se exige que o sujeito ativo da tortura seja agente público para a caracterização dessa infração penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1881092",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No tocante aos crimes de tortura previstos na Lei nº 9.455, de 7 de abril de 1997, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o início do cumprimento da pena será em regime fechado para o agente que se omitir em face do sofrimento físico e mental de pessoa presa provocado por outrem, quando tinha o dever de evitá-lo ou apurá-lo"
      },
      {
        "letra": "B",
        "texto": "o crime de tortura é inafiançável e insuscetível de graça ou anistia e sua pena é reclusão de quatro a dez anos"
      },
      {
        "letra": "C",
        "texto": "haverá aumento de pena em um sexto até um terço se o crime for cometido mediante sequestro"
      },
      {
        "letra": "D",
        "texto": "a condenação pelo crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pela metade do prazo da pena aplicada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1881089",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Carlos, brasileiro, está preso nos Estados Unidos pela prática de um crime em solo americano. Por ser negro, é submetido a grave sofrimento mental – mas não a sofrimento físico – imposto por funcionários da penitenciária americana na qual se encontra custodiado. Nesse contexto, é correto afirmar que o comportamento praticado pelos funcionários da penitenciária configura – pela lei brasileira – crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tortura, que não poderá ser julgado no Brasil"
      },
      {
        "letra": "B",
        "texto": "tortura, que poderá ser julgado no Brasil"
      },
      {
        "letra": "C",
        "texto": "abuso de autoridade, que não poderá ser julgado no Brasil"
      },
      {
        "letra": "D",
        "texto": "abuso de autoridade, que poderá ser julgado no Brasil"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2184666",
    "metadata": "Ano: 2021 | Banca: IBGP | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A Constituição Federal prevê como direito fundamental o fato do ser humano não ser submetido à tortura e nem a tratamento desumano ou degradante. No que diz respeito à Lei nº 9.455/97, que definiu os crimes de tortura e deu outras providências, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é inafiançável e insuscetível de graça, permitida a anistia por iniciativa do Presidente da República."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime previsto na lei de tortura iniciará o cumprimento da pena de acordo com o tamanho da pena base aplicada."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura é aquele que constrange alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental para provocar ação ou omissão de natureza criminosa."
      },
      {
        "letra": "D",
        "texto": "O agente que comete crime de tortura tem sua pena aumentada de um terço até um sexto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1892999",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre o crime de tortura, previsto na Lei 9.455/97, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceita fiança."
      },
      {
        "letra": "B",
        "texto": "Pode ser anistiado."
      },
      {
        "letra": "C",
        "texto": "Não pode ser praticado por agente público."
      },
      {
        "letra": "D",
        "texto": "A pena é aumentada se cometido contra criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "A pena é diminuída se cometido mediante sequestro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1848380",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Ainda sobre o crime de tortura, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se sempre de crime próprio, que somente pode ser cometido por policiais civis ou militares."
      },
      {
        "letra": "B",
        "texto": "A tortura-prova ocorre quando a intenção do sujeito, ao torturar a vítima, é a de obter informação, declaração ou confissão da própria vítima ou de terceira pessoa."
      },
      {
        "letra": "C",
        "texto": "A chamada tortura-castigo sujeita o autor do crime à pena de detenção, de 2 (dois) a 8 (oito) anos."
      },
      {
        "letra": "D",
        "texto": "As disposições da Lei n.º 9.455, de 7 de abril de 1997, se aplicam apenas quando o crime for cometido em território nacional, ainda que a vítima seja brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1848379",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 9.455, de 7 de abril de 1997, e suas alterações, o crime de tortura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atrai pena de detenção, de 5 (cinco) a 10 (dez) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "tem a pena aumentada de um sexto até a metade se o crime for praticado contra criança."
      },
      {
        "letra": "C",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "apesar de inafiançável, o crime de tortura é suscetível de graça ou anistia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1848378",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Na chamada tortura para a prática de crime, a consumação ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando é obtida em razão de discriminação racial ou religiosa."
      },
      {
        "letra": "B",
        "texto": "apenas quando ocorre lesão corporal de natureza grave ou gravíssima na vítima."
      },
      {
        "letra": "C",
        "texto": "apenas quando a violência ou a grave ameaça causar sofrimento físico na vitima."
      },
      {
        "letra": "D",
        "texto": "quando a violência ou a grave ameaça causar sofrimento físico ou mental na vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1847651",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Ainda sobre a Lei n.º 9.455, de 07 de abril de 1997, e suas alterações, aquele que se omite em face das condutas que constituem crime de tortura, quando tinha o dever de evitá-las ou apurá-las:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorre na pena de detenção de um a quatro anos."
      },
      {
        "letra": "B",
        "texto": "a pena é de reclusão de quatro a dez anos."
      },
      {
        "letra": "C",
        "texto": "a pena é reduzida em até um terço."
      },
      {
        "letra": "D",
        "texto": "não será penalizado, vez que não há penalidade prevista na lei para essa conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1847650",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em conformidade com a Lei n.º 9.455, de 07 de abril de 1997, e suas alterações, o crime de tortura, se cometido por agente público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixa de ser inafiançável."
      },
      {
        "letra": "B",
        "texto": "é suscetível de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "iniciará o cumprimento da pena em regime semi-aberto."
      },
      {
        "letra": "D",
        "texto": "tem a pena aumentada de um sexto até um terço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1830943",
    "metadata": "Ano: 2021 | Banca: PM-MT | Órgão: PM-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considerando que a notícia narra um caso concreto envolvendo a condenação criminal de um policial militar e um agente penitenciário, analise as assertivas. I- A conduta dos acusados, nos termos da legislação penal especial, configura crime de tortura qualificada pelo resultado morte. II- Há previsão legal de agravamento da pena em caso de crime de tortura cometido por agente público. III- A pena do crime de tortura é aumentada se a vítima é adolescente. IV- A condenação acarretará a perda do cargo público e a interdição para seu exercício pelo prazo da pena aplicada. Estão corretas as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1830942",
    "metadata": "Ano: 2021 | Banca: PM-MT | Órgão: PM-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A Lei nº 9.455/1997 define como crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação da vítima ou de terceira pessoa. Segundo as disposições legais acerca do tema, aquele que se omite, em face da prática de tal conduta, quando tinha o dever de evitá-la ou apurá-la,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se for agente público, somente responderá na esfera cível por ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "responde pelo crime de omissão de socorro, nos termos da legislação penal."
      },
      {
        "letra": "C",
        "texto": "incorre na mesma pena de quem praticou o ato."
      },
      {
        "letra": "D",
        "texto": "se condenado, iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "incorre na pena de detenção de um a quatro anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813811",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é praticado pela autoridade competente que decretar a condução coercitiva de investigado manifestamente descabida ou sem prévia intimação de comparecimento ao juízo."
      },
      {
        "letra": "B",
        "texto": "pode ser praticado por omissão daquele que tem o dever de apurar a conduta de quem submete pessoa presa a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei, e não o faz."
      },
      {
        "letra": "C",
        "texto": "possui eficácia preventiva escassa, por restringir a autoria a agente público, e faz com que o Brasil descumpra suas obrigações internacionalmente acordadas."
      },
      {
        "letra": "D",
        "texto": "enseja o reconhecimento do concurso material de crimes, se cometido mediante sequestro."
      },
      {
        "letra": "E",
        "texto": "é inafiançável e insuscetível de aplicação de penas restritivas de direitos em substituição à pena privativa de liberdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1811057",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Conforme a Lei nº 9455, de 07/04/1997, que define os crimes de tortura e dá outras providências, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há previsão de pena para quem submete pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal"
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é afiançável"
      },
      {
        "letra": "C",
        "texto": "A condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada"
      },
      {
        "letra": "D",
        "texto": "Diminui-se a pena se o crime é cometido por agente público"
      },
      {
        "letra": "E",
        "texto": "Aquele que se omite em face das condutas descritas na lei, quando tinha o dever de evitá-las ou apurá-las, não incorre em pena"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1777502",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com base na legislação especial, julgue o próximo item.O crime de tortura é inafiançável, devendo o condenado por esse crime iniciar o cumprimento da pena em regime fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1776246",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta consoante a Lei de Tortura (Lei nº 9.455/1997).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é imprescritível e insuscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "Aquele que se omite diante de condutas tipificadas como tortura, quando tinha o dever de evitá-las ou apurá-las, incorre na pena de detenção de dois a quatro anos."
      },
      {
        "letra": "C",
        "texto": "Se do crime de tortura resulta lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de quatro a doze anos."
      },
      {
        "letra": "D",
        "texto": "Se o crime de tortura é cometido mediante sequestro, aumenta-se a pena de um sexto até dois terços."
      },
      {
        "letra": "E",
        "texto": "A condenação acarretará a perda do cargo, da função ou do emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1771697",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A Lei nº 9.455/1997 tipifica o crime de tortura e aponta as suas diversas espécies. Sobre o delito em questão, analise as afirmativas a seguir. I. admite tentativa; II. é insuscetível de graça ou anistia, mas permite o indulto; III. pode ser praticado por conduta comissiva ou omissiva. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "III;"
      },
      {
        "letra": "C",
        "texto": "I e II;"
      },
      {
        "letra": "D",
        "texto": "I e III;"
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1742777",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito da identificação criminal, do crime de tortura, do abuso de direito, da prevenção do uso indevido de drogas, da comercialização de armas de fogo e dos crimes hediondos, julgue o item que se segue. Praticam o crime de tortura policiais rodoviários federais que, dentro de um posto policial, submetem o autor de crime a sofrimento físico, independentemente de sua intensidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117223",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O respeito à integridade física do preso é uma preocupação de diversos documentos jurídicos nacionais e internacionais, destacando, por exemplo, “As Regras Mínimas da ONU para o tratamento de pessoas presas” e o “Programa Nacional de Direitos Humanos” (Decreto nº 7.037/09). Tendo por base esses documentos jurídicos, o Código Penal e o disposto na Lei nº 9.455/97, imagine a seguinte situação hipotética: Durante procedimento de rotina realizado em um dos presídios do Estado de Roraima, os agentes penitenciários José e Paulo flagraram o detento João sendo agredido pelo seu companheiro de cela de nome Afonso. Diante da situação, os agentes penitenciários foram em direção aos detentos e conseguiram imobilizar Afonso, salvando João, que estava gravemente ferido e foi encaminhado para a ala médica. Inconformados com a atitude de Afonso, a fim de castigá-lo, José e Paulo levaram o detento para uma das salas do estabelecimento prisional. Em seguida, enquanto José vigiava o ambiente para evitar a aproximação de outros servidores, Paulo agrediu Afonso com diversos socos e chutes, causando-lhe intenso sofrimento físico. Quando se sentiram satisfeitos com o castigo pessoal aplicado, os agentes penitenciários levaram Afonso para o setor hospitalar do estabelecimento prisional. Diante dessa situação hipotética, no tocante à aplicação do direito penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os agentes penitenciários José e Paulo não deverão responder penalmente pelo castigo aplicado ao detento Afonso, pois agiram em legítima defesa de terceiro."
      },
      {
        "letra": "B",
        "texto": "o agente penitenciário Paulo deverá responder penalmente pelo crime de tortura praticado contra o detento Afonso, enquanto o agente penitenciário José responderá apenas por omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "os agentes penitenciários José e Paulo deverão responder penalmente pelo crime de tortura praticado contra o detento Afonso."
      },
      {
        "letra": "D",
        "texto": "os agentes penitenciários José e Paulo não deverão responder penalmente por terem castigado o detento Afonso, pois a emoção exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "os agentes penitenciários José e Paulo não deverão responder penalmente pelas agressões praticadas contra o detento Afonso, pois agiram em estado de necessidade de terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617583",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que se refere ao uso diferenciado da força, julgue o item a seguir.Se um policial rodoviário federal, com o objetivo de obter confissão de uma pessoa que tenha sido flagrada cometendo infração, praticar intencionalmente algum ato para causar sofrimento mental a essa pessoa, essa conduta poderá ser caracterizada como tortura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149344",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito da Lei de Crimes de Tortura (Lei n.º 9.455/1997), julgue o próximo item.A Lei de Crimes de Tortura, ao prever sua incidência mesmo sobre crimes que tenham sido cometidos fora do território nacional, estabelece hipótese de extraterritorialidade incondicionada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1740605",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com o previsto na Lei n° 9.455, de 7 de abril de 1997, e os Tratados Internacionais de Direitos Humanos dos quais o Brasil é signatário, a expressão definida como “constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico e mental para provocar ação ou omissão de natureza criminosa”, deve ser entendida como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tortura."
      },
      {
        "letra": "B",
        "texto": "castigo."
      },
      {
        "letra": "C",
        "texto": "ameaça moral."
      },
      {
        "letra": "D",
        "texto": "pressão psicológica."
      },
      {
        "letra": "E",
        "texto": "constrangimento pessoal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1643345",
    "metadata": "Ano: 2019 | Banca: ADM&TEC | Órgão: Prefeitura de Senador Rui Palmeira - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A poluição sonora não está relacionada com o excesso de ruídos. II. No Brasil, é ilegal a prática de tortura e de tratamento desumano por funcionário público. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1302367",
    "metadata": "Ano: 2019 | Banca: Itame | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é considerado crime resultante de preconceito de raça e cor incitar a discriminação ou preconceito por procedência nacional. Para caracterizar o crime, neste caso, o sujeito deve praticar ou induzir alguém à prática."
      },
      {
        "letra": "B",
        "texto": "Caso um agente público responda pelo crime de tortura, sua pena poderá ser aumentada em (um) sexto a (um) terço devido a sua função pública."
      },
      {
        "letra": "C",
        "texto": "O adolescente que comete ato infracional não poderá sofrer sanção de internação antes de a sentença transitar em julgado."
      },
      {
        "letra": "D",
        "texto": "As condutas que venham a configurar calúnia, difamação ou injúria, praticada contra a mulher no ambiente doméstico ou familiar, não se enquadram como violência doméstica, tendo em vista que tais crimes estão previstos no Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1278325",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: SAP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo com fundamento na Lei nº 9.455, de 7 de abril de 1977, que define os crimes de tortura e dá outras providências. 1. Aumenta-se a pena do crime de tortura de um sexto até um terço se o crime é cometido mediante sequestro. 2. A pena para o crime de tortura, quando resulta morte, é de reclusão de oito a doze anos. 3. O crime de tortura é inafiançável e insuscetível de graça ou anistia. 4. O condenado por crime de tortura, quando resulta lesão corporal de natureza grave ou gravíssima, iniciará o cumprimento da pena em regime fechado. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1219341",
    "metadata": "Ano: 2019 | Banca: IBGP | Órgão: Prefeitura de Jacutinga - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.455, de 07 de abril de 1977, que define os crimes de tortura, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa."
      },
      {
        "letra": "B",
        "texto": "A condenação não acarretará a perda do cargo, função ou emprego público, podendo o condenado exercer suas funções normalmente."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial, religiosa, ou qualquer outro sofrimento que a vítima julgue ser vexatório."
      },
      {
        "letra": "D",
        "texto": "O guarda municipal, quando extremamente necessário poderá submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1133918",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: FUNDAC - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Segundo dispõe a Lei 9455/97, constitui crime de tortura, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa."
      },
      {
        "letra": "B",
        "texto": "constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental para provocar ação ou omissão de natureza criminosa."
      },
      {
        "letra": "C",
        "texto": "constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa."
      },
      {
        "letra": "D",
        "texto": "submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo."
      },
      {
        "letra": "E",
        "texto": "praticar ato de abuso, maus-tratos, ferir ou mutilar animais silvestres, domésticos ou domesticados, nativos ou exóticos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1114149",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito da Lei no 9.455/1997 (Lei da Tortura), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A consumação se dá com o emprego de meios violentos, ocasionando sofrimento físico ou mental, englobando, inclusive, o mero aborrecimento, o qual é apto a configurar o crime de tortura."
      },
      {
        "letra": "B",
        "texto": "A tortura-castigo exige uma relação de guarda, poder ou autoridade entre o sujeito ativo e o passivo."
      },
      {
        "letra": "C",
        "texto": "A diferenciação entre a tortura e os maus-tratos é o elemento subjetivo. No crime de maus-tratos, não há o animus corrigendi, disciplinandi, já no crime de tortura, o agente tem esse ânimo, além de agir com ódio, com vontade de ver um sofrimento desnecessário, com sadismo."
      },
      {
        "letra": "D",
        "texto": "O objeto jurídico tutelado pela norma penal no crime de tortura é apenas a integridade corporal e a saúde física."
      },
      {
        "letra": "E",
        "texto": "O dolo específico não constitui elementar fundamental para a configuração das modalidades do crime de tortura previstas no art. 1o da Lei no 9.455/1997."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1082015",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo com fundamento na Lei n° 9.455, de 7 de abril de 1977, que define os crimes de tortura e dá outras providências. 1. Aumenta-se a pena do crime de tortura de um sexto até um terço se o crime é cometido mediante sequestro. 2. A pena para o crime de tortura, quando resulta morte, é de reclusão de oito a doze anos. 3. O crime de tortura é inafiançável e insuscetível de graça ou anistia. 4. O condenado por crime de tortura, quando resulta lesão corporal de natureza grave ou gravíssima, iniciará o cumprimento da pena em regime fechado. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1004103",
    "metadata": "Ano: 2019 | Banca: FADESP | Órgão: CPC-RENATO CHAVES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca do crime de tortura, previsto na Lei 9455/97, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa."
      },
      {
        "letra": "B",
        "texto": "configura tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, para provocar ação ou omissão de natureza criminosa."
      },
      {
        "letra": "C",
        "texto": "configura tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, em razão de discriminação racial ou religiosa."
      },
      {
        "letra": "D",
        "texto": "na mesma pena do crime de tortura incorre quem submete pessoa presa ou sujeita a(à) medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "E",
        "texto": "na mesma pena incorre quem se omite em face das condutas descritas como tortura, quando tinha o dever de evitá-las ou apurá-las."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "995118",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SEFAZ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Lindomar é agente público e foi condenado à pena de reclusão de quatro anos pela prática de tortura. De acordo com a Lei federal nº 9.455/1997, que define os crimes de tortura e dá outras providências, a condenação de Lindomar acarretará a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão do seu cargo, função ou emprego público por dois anos."
      },
      {
        "letra": "B",
        "texto": "perda do seu cargo, função ou emprego público e a interdição para seu exercício por quatro anos."
      },
      {
        "letra": "C",
        "texto": "suspensão do seu cargo, função ou emprego público por quatro anos."
      },
      {
        "letra": "D",
        "texto": "perda do seu cargo, função ou emprego público e a interdição para seu exercício por oito anos."
      },
      {
        "letra": "E",
        "texto": "perda do seu cargo, função ou emprego público e a interdição permanente para seu exercício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1676634",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: FCRIA-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constitui crime de tortura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privar a liberdade de alguém durante a ação de subtrair seu patrimônio mediante grave ameaça."
      },
      {
        "letra": "B",
        "texto": "constranger alguém com emprego de violência, causando-lhe sofrimento físico em razão de discriminação racial."
      },
      {
        "letra": "C",
        "texto": "praticar o tráfico de pessoas com o fim de exploração sexual de adolescente em outro país."
      },
      {
        "letra": "D",
        "texto": "privar alguém de sua liberdade mediante cárcere privado sem contato com seus familiares."
      },
      {
        "letra": "E",
        "texto": "reduzir alguém a condição análoga à de escravo submetendo-o a trabalhos forçados ou a jornada exaustiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1364666",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O agente público que submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, pratica o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tortura com aumento de pena."
      },
      {
        "letra": "B",
        "texto": "tortura."
      },
      {
        "letra": "C",
        "texto": "maus-tratos com aumento de pena."
      },
      {
        "letra": "D",
        "texto": "exposição a perigo."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1208448",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito dos Crimes de Tortura, regulados pela Lei nº 9.455/1997, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena prevista para o crime de tortura consistente em submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, é de reclusão de dois a cinco anos."
      },
      {
        "letra": "B",
        "texto": "A pena prevista para aquele que se omite em face de condutas que caracterizam crimes de tortura, quando tinha o dever de evitá-las ou apurá-las, é de um a três anos."
      },
      {
        "letra": "C",
        "texto": "O agente público que pratica uma das condutas que caracterizam crimes de tortura terá a pena aumentada em dois terços."
      },
      {
        "letra": "D",
        "texto": "O agente público condenado por crime de tortura perderá o cargo, função ou emprego público e sofrerá interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura é insuscetível de fiança ou graça, mas é suscetível de anistia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1066194",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Aquele que constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa, pratica crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "maus-tratos."
      },
      {
        "letra": "D",
        "texto": "tortura."
      },
      {
        "letra": "E",
        "texto": "constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958125",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, corretamente, a denominação do crime decorrente de constrangimento a alguém, com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, em razão de discriminação racial e apenado com reclusão de 2 a 8 anos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Crime de lesão física e mental."
      },
      {
        "letra": "C",
        "texto": "Crime de violência ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "Crime de racismo."
      },
      {
        "letra": "E",
        "texto": "Crime de tortura."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "947811",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que diz respeito ao crime de tortura, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de tortura é afiançável"
      },
      {
        "letra": "B",
        "texto": "o crime de tortura é suscetível de anistia"
      },
      {
        "letra": "C",
        "texto": "a condenação deve acarretar a perda do cargo público e a interdição para seu exercício pelo triplo do prazo da pena aplicada"
      },
      {
        "letra": "D",
        "texto": "constitui crime de tortura submeter alguém, sob sua guarda, com emprego de grave ameaça, a intenso sofrimento mental, como forma de aplicar castigo pessoal"
      },
      {
        "letra": "E",
        "texto": "o crime de tortura é suscetível de graça"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "947810",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta. No crime de tortura, a pena aumenta de um sexto até um terço se o crime é cometido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra pessoa maior de 50 (cinquenta) anos"
      },
      {
        "letra": "B",
        "texto": "mediante rapto"
      },
      {
        "letra": "C",
        "texto": "por agente público"
      },
      {
        "letra": "D",
        "texto": "mediante extorsão"
      },
      {
        "letra": "E",
        "texto": "mediante violência ou grave ameaça"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "943002",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: SUSIPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.455/1997, se do crime de tortura resultar lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quatro a dez anos."
      },
      {
        "letra": "B",
        "texto": "seis a doze anos."
      },
      {
        "letra": "C",
        "texto": "um a quatro anos."
      },
      {
        "letra": "D",
        "texto": "dois a oito anos."
      },
      {
        "letra": "E",
        "texto": "seis a vinte anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "940942",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca do tráfico ilícito de entorpecentes, de ações de prevenção e repressão a delitos praticados por organizações criminosas, de abuso de autoridade e de delitos previstos na Lei de Tortura, julgue o item que se segue. Situação hipotética: Um cidadão penalmente imputável, com emprego de extrema violência, submeteu pessoa homossexual a intenso sofrimento físico e mental, motivado, unicamente, por discriminação à orientação sexual da vítima. Assertiva: Nessa situação, é incabível o enquadramento da conduta do autor no crime de tortura em razão da discriminação que motivou a violência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932940",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com relação a crime de tortura, crime hediondo, crime previdenciário e crime contra o idoso.Cinco guardas municipais em serviço foram desacatados por dois menores. Após breve perseguição, um dos menores evadiu-se, mas o outro foi apreendido. Dois dos guardas conduziram o menor apreendido para um local isolado, imobilizaram-no, espancaram-no e ameaçaram-no, além de submetê-lo a choques elétricos. Os outros três guardas deram cobertura. Nessa situação, os cinco guardas municipais responderão pelo crime de tortura, incorrendo todos nas mesmas penas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "923552",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Na hipótese de um servidor público ser condenado pelo crime de tortura qualificada pelo resultado morte a uma pena de doze anos de reclusão, referida condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco anos"
      },
      {
        "letra": "B",
        "texto": "dez anos"
      },
      {
        "letra": "C",
        "texto": "doze anos"
      },
      {
        "letra": "D",
        "texto": "vinte e quatro anos"
      },
      {
        "letra": "E",
        "texto": "trinta e seis anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904154",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca do crime de tortura, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui-se crime de tortura, somente quando causar dano psíquico a outrem."
      },
      {
        "letra": "B",
        "texto": "Caso o crime de tortura seja cometido por agente público, aumenta-se a pena de um terço à metade."
      },
      {
        "letra": "C",
        "texto": "Nas situações previstas em lei, no crime de tortura, o juiz poderá arbitrar fiança."
      },
      {
        "letra": "D",
        "texto": "Constitui-se crime de tortura submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo."
      },
      {
        "letra": "E",
        "texto": "Em qualquer situação o condenado por crime de tortura iniciará o cumprimento da pena em regime fechado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904076",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Após a Segunda Guerra Mundial, adotada e proclamada a Declaração Universal dos Direitos Humanos, os direitos inerentes à pessoa humana passam a ser protegidos mundialmente. No Brasil, os atos de tortura e as tentativas de praticar atos dessa natureza são coibidos. Marque abaixo a alternativa CORRETA quanto ao crime de tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é inafiançável, embora suscetível de graça ou anistia."
      },
      {
        "letra": "B",
        "texto": "Se o crime de tortura é cometido contra maior de 60 (sessenta) anos aumenta-se a pena em de 1/3 (um terço) até à metade."
      },
      {
        "letra": "C",
        "texto": "Se o crime de tortura é cometido por agente público, a pena é aumentada de 1/3 (um terço) até à metade."
      },
      {
        "letra": "D",
        "texto": "Não se constitui crime de tortura o constrangimento de alguém com o emprego de violência ou grave ameaça, causando-lhe sofrimento físico, em razão de discriminação racial ou religiosa."
      },
      {
        "letra": "E",
        "texto": "Constitui crime de tortura: constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o objetivo de obter alguma informação, declaração ou confissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897324",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito da legislação penal especial, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura, previsto no Art. 1, inciso I da Lei nº 9.455/1997, pode ser considerado, segundo a doutrina, exemplo daquilo que se denomina delito de tendência interna transcendente."
      },
      {
        "letra": "B",
        "texto": "É pacífico, tanto na doutrina, quanto na jurisprudência, o entendimento de que a configuração do crime de dispensa ilegal de licitação, artigo 89 da Lei nº 8.666/1993, não requer a comprovação de dolo específico do agente, consubstanciado no fim específico de causar dano ao erário."
      },
      {
        "letra": "C",
        "texto": "O crime de associação para o tráfico de drogas, previsto no artigo 35 da Lei nº 11.343/2006 não é considerado equiparado a crime hediondo, de acordo com o entendimento do Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Pratica crime previsto na Lei nº 9.605/1998, lei dos crimes contra o meio ambiente, o indivíduo que, durante manifestação pública, picha fachada de prédio público, com frases de protesto."
      },
      {
        "letra": "E",
        "texto": "Pozinho foi flagrado portando uma arma de fogo dissimulada, em forma de caneta, quando tentava ingressar no fórum da Comarca de Cacimbinhas. Nessa hipótese, estará cometendo o crime de porte de arma de uso restrito, previsto no Art. 16 da Lei nº 10.826/2003."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886088",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Analise as proposições a seguir. I. Configura crime de preconceito de raça ou cor (Lei n. 7.716/1989) distribuir emblemas com símbolos que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo. II. Adolescente que pratica ato infracional análogo ao do artigo 28 da Lei n. 11.343/2006 (Lei de Drogas), pois apreendida consigo substância entorpecente para uso pessoal, não pode ter contra si aplicada medida socioeducativa prevista no Estatuto da Criança e do Adolescente (Lei n. 8.069/1990) que restrinja, ainda que parcialmente, sua liberdade pessoal, conforme entendimento do Supremo Tribunal Federal.III. É crime de tortura (Lei n. 9.455/1997) a conduta de constranger alguém com emprego de grave ameaça, causando-lhe sofrimento mental, em razão de discriminação religiosa. IV. Tratando-se de crime hediondo ou equiparado (Lei n. 8.072/90), o condenado por crime de tortura (Lei n. 9.455/1997), em qualquer modalidade, deverá iniciar o cumprimento da pena em regime fechado. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II, III e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I, II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883026",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Tendo como referência a legislação penal extravagante e a jurisprudência das súmulas dos tribunais superiores, julgue o item que se segue.A condenação pela prática de crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para o seu exercício por prazo igual ao da pena aplicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867378",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Se, com o objetivo de obter confissão, determinado agente de polícia, por meio de grave ameaça, constranger pessoa presa, causando-lhe sofrimento psicológico,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e a vítima for adolescente, o crime será qualificado."
      },
      {
        "letra": "B",
        "texto": "estará configurada uma causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "a critério do juiz, a condenação poderá acarretar a perda do cargo."
      },
      {
        "letra": "D",
        "texto": "provado o fato, a pena será de detenção."
      },
      {
        "letra": "E",
        "texto": "quem presenciar o crime e se omitir, incorrerá na mesma pena do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866474",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a legislação penal especial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de tortura aquele que, tendo o dever de evitar a conduta, se mantém omisso ao tomar ciência ou presenciar pessoa presa ser submetida a sofrimento físico ou mental, por meio da prática de ato não previsto legalmente."
      },
      {
        "letra": "B",
        "texto": "A autoridade policial pode praticar a ação controlada — que consiste no retardamento da intervenção policial para aguardar o momento mais eficaz à formação de provas e obtenção de informações — independentemente de prévia comunicação ao juiz competente."
      },
      {
        "letra": "C",
        "texto": "Será interditado do exercício da atividade pública por igual período ao da pena privativa de liberdade prevista no Código Penal para o crime de lavagem de dinheiro o indivíduo que, exercendo cargo ou função pública de qualquer natureza, for condenado pela prática de tal crime."
      },
      {
        "letra": "D",
        "texto": "Sendo o servidor público condenado por crime de abuso de autoridade, será decretada a perda do cargo e a sua inabilitação para o exercício de qualquer outra função pública pelo prazo de até cinco anos."
      },
      {
        "letra": "E",
        "texto": "Em qualquer hipótese, configura-se o crime de disparo de arma de fogo disparar arma de fogo com a finalidade de praticar outro crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2791383",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre o crime de tortura (Lei nº 9.455/1990), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tortura é crime propter officium, ou seja, não admite que o sujeito ativo pratique fora da função da autoridade."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é crime hediondo por equiparação."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura não é passível de tentativa pois se trata de crime unissubsistente."
      },
      {
        "letra": "D",
        "texto": "A tortura não se consuma no momento em que o sujeito ativo produz o comportamento que causa constrangimento físico ou psíquico à vítima."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura não pode ser praticado por particuIar"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "846422",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que concerne ao crime de tortura, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que se omite ante a prática de tortura quando deveria evitá-la responde igualmente pela conduta realizada."
      },
      {
        "letra": "B",
        "texto": "A legislação especial brasileira concernente à tortura aplica-se somente aos crimes ocorridos em território nacional."
      },
      {
        "letra": "C",
        "texto": "No crime de tortura, a prática contra adolescente é causa de aumento de pena de um sexto até um terço."
      },
      {
        "letra": "D",
        "texto": "A condenação de funcionário público por esse crime gera a perda do cargo, desde que a sentença assim determine e que a pena aplicada seja superior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "A submissão de pessoa presa a sofrimento físico ou mental por funcionário público que pratique atos não previstos em lei exige o dolo específico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "844187",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca do que trata a Lei 9.455/1997 em relação aos crimes de tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tipo legal de tortura aplica-se somente às condutas que causam lesões físicas, não enquadrando no tipo as moléstias mentais."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é imprescritível e insuscetível de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "Se o crime de tortura for cometido por agente público, a pena será aplicada pela metade, acarretando ainda a perda do cargo, função ou emprego público e a interdição para seu exercício pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "Submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, constitui crime de tortura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "835884",
    "metadata": "Ano: 2017 | Banca: UECE-CEV | Órgão: SEAS-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O disposto na Lei Federal nº 9.455 de 1997 (Lei da Tortura)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se quando o crime não tenha sido cometido em território nacional, sendo a vítima estrangeira, ainda que o agente não se encontre em local sob jurisdição brasileira."
      },
      {
        "letra": "B",
        "texto": "não se aplica quando o crime não tenha sido cometido em território nacional."
      },
      {
        "letra": "C",
        "texto": "aplica-se quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      },
      {
        "letra": "D",
        "texto": "não se aplica quando o crime tenha sido cometido em território nacional, mas a vítima seja estrangeira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "832561",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta sobre as previsões expressas da Lei Federal n° 9.455, de 07 de abril de 1997 que define os crimes de tortura e dá outras providências.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa"
      },
      {
        "letra": "B",
        "texto": "Aquele que submeter pessoa presa ou sujeita a medida de segurança, a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal, incorre em pena diversa àquela prevista para o crime de tortura"
      },
      {
        "letra": "C",
        "texto": "No crime de tortura, aumenta-se a pena de um sexto até um terço, se o crime é cometido por agente público"
      },
      {
        "letra": "D",
        "texto": "No crime de tortura, aumenta-se a pena de um sexto até um terço, se o crime é cometido contra criança, gestante, portador de deficiência, adolescente ou maior de 60 (sessenta) anos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "813012",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Consoante a Lei de Tortura (Lei n° 9.455/1997), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei de Tortura aplica-se ainda quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sobjurisdição brasileira."
      },
      {
        "letra": "B",
        "texto": "Se o crime a cometido contra criança, gestante, portador de deficiência, adolescente ou maior de 70 (setenta) anos, aumenta-se a pena um sexto até a metade."
      },
      {
        "letra": "C",
        "texto": "O condenado por crime previsto na Lei de Tortura, via de regra, iniciará o cumprimento da pena em regime semiaberto."
      },
      {
        "letra": "D",
        "texto": "O crime de tortura é inafiançável e suscetível de graça ou anistia."
      },
      {
        "letra": "E",
        "texto": "A condenação pela prática do crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo triplo do prazo da pena aplicada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "800819",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa constitui em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de imprensa."
      },
      {
        "letra": "B",
        "texto": "crime de tortura."
      },
      {
        "letra": "C",
        "texto": "crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "crime de lesões corporais."
      },
      {
        "letra": "E",
        "texto": "crime contra a liberdade individual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "795674",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal brasileira, com o objetivo de proteger a pessoa idosa, erigiu em crimes, dentre outras, as condutas de (1) negar o acolhimento ou a permanência do idoso, como abrigado, por recusa deste em outorgar procuração à entidade de atendimento, e de (2) reter o cartão magnético de conta bancária relativa a benefícios, proventos ou pensão do idoso, ou qualquer outro documento com objetivo de assegurar recebimento ou ressarcimento de dívida. Com o mesmo objetivo protetivo, estabeleceu uma causa especial de aumento da pena, em dobro, ao agente de estelionato contra pessoa idosa."
      },
      {
        "letra": "B",
        "texto": "Independentemente da ocorrência de lesão ou de perigo de dano concreto na condução do veículo, constitui crime a conduta de entregar a direção de um automóvel à pessoa com o direito de dirigir suspenso."
      },
      {
        "letra": "C",
        "texto": "A aplicação da causa de diminuição da pena de um sexto a dois terços, prevista na Lei de Drogas, em favor do traficante primário, de bons antecedentes e que não se dedique a atividades criminosas nem integre organização criminosa, afasta a hediondez ou a equiparação à hediondez do crime de tráfico de entorpecentes."
      },
      {
        "letra": "D",
        "texto": "Do art. 1º, da Lei n. 9.455/97, que incrimina a tortura, extraem-se, as espécies delitivas doutrinariamente designadas tortura-prova, tortura-crime, tortura-discriminação, tortura-castigo, tortura-própria e tortura omissão, equiparadas aos crimes hediondos, previstas na modalidade dolosa e com apenamento carcerário para cumprimento inicial em regime fechado."
      },
      {
        "letra": "E",
        "texto": "Configura crime ambiental a conduta de destruir ou danificar vegetação primária ou secundária, em estágio avançado ou médio de regeneração, do Bioma Mata Atlântica, ou de simplesmente utilizá-la com infringência das normas de proteção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "788336",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre o crime de tortura, leia as afirmativas. I. Configura crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental. II. Configura crime de tortura submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo. III. Incorre na mesma pena do crime de tortura quem submete pessoa presa ou sujeita a medida de segurança, a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal. IV. Aquele que se omite em face de uma conduta que configura tortura, quando tinha o dever de evitá- las ou apurá-las, incorre na pena do crime de tortura. Está correto apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lI e IV."
      },
      {
        "letra": "B",
        "texto": "lI e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "786162",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Os crimes previstos na Lei de Tortura (Lei nº 9.455, de 7 de abril de 1997) NÃO terão a sua pena aumentada de um sexto até um terço se o crime for cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por agente público."
      },
      {
        "letra": "B",
        "texto": "mediante sequestro."
      },
      {
        "letra": "C",
        "texto": "contra vítima de 55 anos."
      },
      {
        "letra": "D",
        "texto": "contra portador de deficiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785636",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre o crime de tortura, leia as afirmativas. I. Configura crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental. II. Configura crime de tortura submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo. III. Incorre na mesma pena do crime de tortura quem submete pessoa presa ou sujeita a medida de segurança, a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal. IV. Aquele que se omite em face de uma conduta que configura tortura, quando tinha o dever de evitá- las ou apurá-las, incorre na pena do crime de tortura. Está correto apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "lI e IV ."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1839020",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: PGE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que toca aos efeitos da condenação, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui efeito genérico e automático a perda de cargo, função ou mandato eletivo."
      },
      {
        "letra": "B",
        "texto": "não constitui infração penal, mas meramente administrativa, o exercício de função de que privado o agente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "a reabilitação atinge os efeitos da condenação, vedada reintegração na situação anterior apenas quando aplicada, em qualquer crime, pena privativa de liberdade superior a 4 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "para os crimes de tortura, além da perda do cargo, função ou emprego público, igualmente prevista a interdição de seu exercício por prazo determinado em lei."
      },
      {
        "letra": "E",
        "texto": "nos crimes de licitações, desde que consumados, os autores, quando servidores públicos, além das sanções penais, estão sujeitos à perda do cargo, emprego, função ou mandato eletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "983114",
    "metadata": "Ano: 2016 | Banca: FGR | Órgão: Prefeitura de Conceição do Mato Dentro - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "“Segundo relato prestado pelo casal ao telejornal Paraná TV 1ª edição, era noite de domingo (5) quando os dois, que têm medo de mostrar o rosto, saíram para caminhar pela cidade. Eles teriam sido vítimas de uma tentativa de assalto, e pedido ajuda para um guarda municipal. \"Eu, por natureza, de onde venho, me referi ao guarda, no desespero, como 'senhor guardinha, senhor guardinha'. Dali ele já começou: 'O que? Senhor guardinha? Guardinha?'\", explicou o rapaz. \"Eles [disseram] 'não, não é guardinha. Vocês vão aprender a falar'\", prosseguiu a mulher. O casal de Ribeirão Preto, interior de São Paulo, está em Curitiba há poucos meses. A moça mostrou roupas totalmente rasgadas, que seriam as usadas na noite da agressão. Segundo eles, os estragos seriam resultado de mais de quatro horas de tortura. Depois de serem agredidos na rua, ambos teriam sido levados para a sede da Guarda Municipal, e, lá, teriam sofrido as piores agressões. \"Ali, algemado, tomava coronhada na cara, na cabeça...\", disse a vítima. A supervisora da Guarda Municipal também teria participado da tortura. \"Apanhei muito, eu achei que ia morrer. Achei que não ia sair dali viva\".” Fonte: GAZETA DO POVO. “Casal de estudantes paulistas acusa Guarda Municipal de Tortura”. Disponível em <http://www.gazetadopovo.com.br/vida-ecidadania/casal-de-estudantes-paulistas-acusa-guarda-municipal-de-tortura-b7yxdzbd9svi266d26zkazccu>, consulta em 17/02/2016) Com base no texto e em seus conhecimentos sobre direito penal, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de tortura é crime inafiançável e insuscetível de graça e anistia, segundo a Constituição da República de 1988."
      },
      {
        "letra": "B",
        "texto": "O fato de o crime ter sido cometido por guardas municipais permite a aplicação de causa de aumento de pena prevista na Lei Federal nº9.455/1997 (Lei de Tortura)."
      },
      {
        "letra": "C",
        "texto": "Caso condenados, os guardas municipais devem perder o cargo e serem interditados de seu exercício pelo dobro do prazo da pena aplicada, conforme a Lei Federal n. 9.455/1997 (Lei de Tortura)."
      },
      {
        "letra": "D",
        "texto": "Em razão de a mulher ter sido vítima do crime, é possível a aplicação das medidas protetivas previstas na Lei Federal nº 11.340/2006 (Lei Maria da Penha)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "710293",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "À luz das disposições da Lei n.º 9.455/1997, que trata dos crimes de tortura, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o agente constranger um indivíduo mediante violência ou grave ameaça, em razão da orientação sexual desse indivíduo, causando-lhe sofrimento físico ou mental, caracteriza o crime de tortura na modalidade discriminação."
      },
      {
        "letra": "B",
        "texto": "O delegado que se omite em relação à conduta de agente que lhe é subordinado, não impedindo que este torture preso que esteja sob a sua guarda, incorre em pena mais branda do que a aplicável ao torturador."
      },
      {
        "letra": "C",
        "texto": "A babá que, mediante grave ameaça e como forma de punição por mau comportamento durante uma refeição, submeter menor que esteja sob sua responsabilidade a intenso sofrimento mental não praticará crime de tortura por falta de tipicidade, podendo ser acusada apenas de maus tratos."
      },
      {
        "letra": "D",
        "texto": "O crime de tortura admite qualquer pessoa como sujeitos ativo ou passivo; assim, pelo fato de não exigirem qualidade especial do agente, os crimes de tortura são classificados como crimes comuns."
      },
      {
        "letra": "E",
        "texto": "Crimes de tortura são classificados como crimes próprios porque exigem, para a sua prática, a qualidade especial de os agentes serem agentes públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698225",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Crisóstomo, policial militar, e Elesbão, agente da Polícia Civil, agindo em comunhão de esforços e desígnios, buscando a confissão de um crime, provocaram intenso sofrimento físico a Nicanor. Posteriormente, Vitorino, delegado de polícia, ao saber do ocorrido, mesmo possuindo atribuição investigativa, opta por não apurar o caso, visando a abafá-lo. Nesse contexto é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos praticaram crimes da Lei nº 9.455, contudo a conduta do delegado não é equiparada a crime hediondo."
      },
      {
        "letra": "B",
        "texto": "o policial militar cometeu crime militar, equiparado a hediondo; o agente cometeu crime previsto na Lei n° 9.455, também equiparado a hediondo; e o delegado cometeu crime de prevaricação, não hediondo."
      },
      {
        "letra": "C",
        "texto": "O policial militar e o agente cometeram crime previsto na Lei n° 9.455, equiparado a hediondo; e o delegado cometeu crime de prevaricação, não hediondo."
      },
      {
        "letra": "D",
        "texto": "todos praticaram crimes equiparados a hediondo, previstos na Lei n° 9.455."
      },
      {
        "letra": "E",
        "texto": "o policial militar cometeu crime militar, não hediondo; o agente cometeu crime previsto na Lei n° 9.455, equiparado a hediondo; e o delegado cometeu crime de prevaricação, não hediondo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "693242",
    "metadata": "Ano: 2016 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o crime de tortura praticado por agente público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deverá ser reduzida de um sexto até um terço."
      },
      {
        "letra": "B",
        "texto": "A fiança somente poderá ser arbitrada pela autoridade judiciária."
      },
      {
        "letra": "C",
        "texto": "Somente será punível quando houver sido praticado de forma culposa."
      },
      {
        "letra": "D",
        "texto": "Quando praticado com o fim de se obter informação, declaração ou confissão da vítima ou de terceira pessoa não constitui crime."
      },
      {
        "letra": "E",
        "texto": "A condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "649521",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: João, agente público, foi processado e, ao final, condenado à pena de reclusão, por dezenove anos, iniciada em regime fechado, pela prática do crime de tortura, com resultado morte, contra Raimundo. Nos termos da Lei no 9.455, de 7 de abril de 1997, essa condenação acarretará a perda do cargo, função ou emprego público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "e a interdição para seu exercício pelo triplo do prazo da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "e a interdição para seu exercício pelo tempo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "desde que o juiz proceda à fundamentação específica."
      },
      {
        "letra": "E",
        "texto": "como efeito necessário, mas não automático."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "647134",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Rui e Jair são policiais militares e realizam constantemente abordagens de adolescentes e homens jovens nos espaços públicos, para verificação de ocorrências de situações de uso e tráfico de drogas e de porte de armas. Em uma das abordagens realizadas, eles encontraram José, conhecido por efetuar pequenos furtos, e, durante a abordagem, verificaram que José portava um celular caro. Jair começou a questionar a quem pertencia o celular e, à medida que José negava que o celular lhe pertencia, alegando não saber como havia ido parar em sua mochila, começou a receber empurrões do policial e, persistindo na negativa, foi derrubado no chão e começou a ser pisoteado, tendo a arma de Rui direcionada para si. Como não respondeu de forma alguma a quem pertencia o celular, José foi colocado na viatura depois de apanhar bastante, e os policiais ficaram rodando por horas com ele, com o intuito de descobrirem a origem do celular, mantendo-o preso na viatura durante toda uma noite, somente levando-o para a delegacia no dia seguinte. Nessa situação hipotética, à luz das leis que tratam dos crimes de tortura e de abuso de autoridade e dos crimes hediondos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os policiais cometeram o crime de tortura, que, no caso, absorveu o crime de lesão corporal."
      },
      {
        "letra": "B",
        "texto": "os policiais cometeram somente crime de abuso de autoridade e lesão corporal."
      },
      {
        "letra": "C",
        "texto": "o fato de Rui e Jair serem policiais militares configura causa de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "os policiais cometeram o tipo penal denominado tortura-castigo."
      },
      {
        "letra": "E",
        "texto": "caso venham a ser presos cautelarmente, Rui e Jair poderão ser soltos mediante o pagamento de fiança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "644454",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.455/1997, que define os crimes de tortura e dá outras providências, aumenta-se a pena de um sexto até um terço, se o crime é cometido contra maior de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "45 anos."
      },
      {
        "letra": "B",
        "texto": "50 anos."
      },
      {
        "letra": "C",
        "texto": "55 anos."
      },
      {
        "letra": "D",
        "texto": "60 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "644278",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei de Tortura, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime de tortura quando o constrangimento, exercido mediante violência que causa intenso sofrimento físico, se opera em razão de discriminação pela orientação sexual (art. 1º, inc. I, alínea c)."
      },
      {
        "letra": "B",
        "texto": "Movido por instinto de vingança e sadismo, Josef K., funcionário de um banco, constrangeu, com o emprego de violência, o juiz que outrora havia decretado sua injusta prisão e causou-lhe intenso sofrimento físico. A conduta de Josef K. não constitui crime de tortura."
      },
      {
        "letra": "C",
        "texto": "Conforme o § 5º do art. 1º da Lei de Tortura, a condenação criminal transitada em julgado, acarretará, automaticamente, a perda do cargo, função ou emprego público, a cassação da aposentadoria e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "Compete à Justiça Castrense o processo e o julgamento do crime de tortura praticado por policial militar em serviço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "621187",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação aos crimes de tortura, marque V para as afirmativas que correspondam ao tipo de crime descrito e F àquelas que não correspondem. ( ) Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, para provocar ação ou omissão de natureza criminosa. ( ) Submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo. ( ) Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, em razão de discriminação racial ou religiosa. ( ) Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, F, F, F"
      },
      {
        "letra": "D",
        "texto": "V, F, V, F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "613174",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": ". Maximilianus constantemente agredia seu filho Ramsés, de quinze anos, causando-lhe intenso sofrimento físico e mental com o objetivo de castigá-lo e de prevenir que ele praticasse “novas artes\". Na última oportunidade em que Maximilianus aplicava tais castigos, vizinhos acionaram a polícia ao ouvirem os gritos de Ramsés. Ao chegar ao local os policiais militares constataram as agressões e conduziram ao Distrito Policial Maximilianus, Ramsés e Troia, mãe de Ramsés que presenciava todas as agressões mas, apesar de não concordar, deixava que Maximilianus “cuidasse\" da educação do filho sem se “intrometer\". Diante da circunstância descrita, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maximilianus e Troia incorreram, nos termos da Lei n° 9.455/97, na prática do crime de tortura na qualidade de co-autores."
      },
      {
        "letra": "B",
        "texto": "Maximilianus incorreu, nos termos da Lei n° 9.455/97, na prática do crime de tortura na qualidade de autor, e que Troia, porém, não poderá ser responsabilizada, pois não concorreu para a prática do crime."
      },
      {
        "letra": "C",
        "texto": "Maximilianus incorreu, nos termos da Lei n° 9.455/97, na prática do crime de tortura na qualidade de autor, assim como Troia também teria incorrido no mesmo crime mas com base na omissão penalmente relevante prevista no Código Penal."
      },
      {
        "letra": "D",
        "texto": "Maximilianus incorreu, nos termos da Lei n° 9.455/97, na prática do crime de tortura na qualidade de autor, sendo que Troia será responsabilizada pela prática do crime de omissão em face da tortura praticada por Maximilianus, também previsto na Lei n° 9.455/97, tendo em vista que tinha o dever de evitá-la."
      },
      {
        "letra": "E",
        "texto": "Maximilianus incorreu, nos termos da Lei n° 9.455/97, na prática do crime de tortura na qualidade de autor, e que Troia também será responsabilizada pela prática do mesmo crime, porém na condição de partícipe."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1391201",
    "metadata": "Ano: 2015 | Banca: Fundação La Salle | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Conforme dispõe expressamente o § 6° do Art. 1° da Lei n° 9.455/1997, que define os crimes de tortura, o crime de tortura, além de ser insuscetível de graça ou anistia é também",
    "alternativas": [
      {
        "letra": "A",
        "texto": "irretratável."
      },
      {
        "letra": "B",
        "texto": "irrevogável."
      },
      {
        "letra": "C",
        "texto": "inimputável."
      },
      {
        "letra": "D",
        "texto": "tutelado."
      },
      {
        "letra": "E",
        "texto": "inafiançável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592860",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Ressalvada a situação daquele que se omite, quando tinha dever de evitar ou apurar, os condenados por crime de tortura, na forma da Lei nº 9.455/97, devem cumprir a pena em regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integralmente fechado;"
      },
      {
        "letra": "B",
        "texto": "inicialmente fechado;"
      },
      {
        "letra": "C",
        "texto": "inicialmente semiaberto;"
      },
      {
        "letra": "D",
        "texto": "inicialmente semiaberto, no caso de tortura vindicativa;"
      },
      {
        "letra": "E",
        "texto": "aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591729",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Mara, atendente de reintegração socioeducativo, foi acusada de submeter um adolescente infrator sob sua autoridade, com emprego de grave ameaça, a intenso sofrimento mental como forma de aplicar medida de caráter preventivo e Dario, superior imediato de Mara, tendo conhecimento dessa conduta, não tomou providências. A partir dessa situação hipotética e do que dispõe a Lei n.º 9.455/1997, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mara teria praticado crime de tortura, sendo que a pena de reclusão de dois a oito anos deveria ser aumentada por ter sido o crime cometido por agente público e contra adolescente."
      },
      {
        "letra": "B",
        "texto": "Dario teria sido omisso em relação à conduta a qual teria o dever de evitar ou apurar e deveria, por isso, responder pelo mesmo crime e incorrer nas mesmas penas que Mara."
      },
      {
        "letra": "C",
        "texto": "A condenação criminal de Mara acarretaria sua interdição para o exercício do cargo pelo prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "O crime praticado por Mara seria inafiançável e, caso fosse condenada, o cumprimento da pena seria integralmente em regime fechado, sendo insuscetível de indulto, graça ou anistia."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de o menor infrator atentar contra sua própria vida influenciado pela conduta de Mara, a pena de Mara seria de reclusão de oito a dezesseis anos caso houvesse lesão corporal gravíssima ou morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "572516",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando as disposições da lei federal n° 9.455, de 07/04/1997, que define os crimes de tortura e dá outras providências.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura, punível com reclusão de dois a seis anos, constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental para provocar ação ou omissão de natureza criminosa."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de tortura, punível com reclusão de dois a seis anos, submeter pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de tortura, punível com reclusão de dois a oito anos, submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo."
      },
      {
        "letra": "D",
        "texto": "O crime de tortura é afiançável por decisão da autoridade policial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "524970",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com base na Lei Antitortura e na Lei contra Abuso de Autoridade, julgue o item subsequente.SITUAÇÃO HIPOTÉTICA: Um servidor público federal, no exercício de atividade carcerária, colocou em perigo a saúde física de preso em virtude de excesso na imposição da disciplina, com a mera intenção de aplicar medida educativa, sem lhe causar sofrimento. ASSERTIVA: Nessa situação, o referido agente responderá pelo crime de tortura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "502152",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que diz respeito à legislação penal extravagante, segundo entendimento do STJ e do STF, julgue o item. A condenação por crime de tortura acarretará a perda do cargo, da função ou do emprego público e a interdição, para seu exercício, pelo triplo do prazo da pena aplicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "502147",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que diz respeito à legislação penal extravagante, segundo entendimento do STJ e do STF, julgue o item. Pratica crime de tortura o agente que expõe a perigo a saúde de pessoa sob sua autoridade, para fim de educação, ensino, tratamento ou custódia, sujeitando-a a trabalho excessivo ou abusando de meios de correção ou disciplina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476044",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre a Lei n o 9.455/97, que dispõe sobre a TORTURA, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os casos de tortura com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa e para provocar ação ou omissão de natu­ reza criminosa, o crime somente se consuma quando o agente obtém o resultado almejado."
      },
      {
        "letra": "B",
        "texto": "o crime de tortura é próprio, uma vez que só pode ser cometido por policiais civis ou militares."
      },
      {
        "letra": "C",
        "texto": "privar de alimentos pessoa sob sua guarda, poder ou autoridade é uma das formas de tortura previstas na lei, na modalidade “tortura-castigo”"
      },
      {
        "letra": "D",
        "texto": "se o agente tortura a vítima para com ele praticar um roubo, responderá por crime único, qual seja, o crime de roubo, por este ter penas maiores."
      },
      {
        "letra": "E",
        "texto": "quando o sujeito ativo do crime de tortura for agente público, as penas são aumentadas de um sexto a um terço"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475704",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública, aos crimes contra a administração pública, aos crimes de tortura e aos crimes contra o meio ambiente, julgue o item a seguir.Caracteriza uma das espécies do crime de tortura a conduta consistente em, com emprego de grave ameaça, constranger outrem em razão de discriminação racial, causando-lhe sofrimento mental.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464503",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura (Lei no 9.455/97) tem pena aumentada de um sexto até um terço se for praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ininterruptamente, por período superior a 24 h."
      },
      {
        "letra": "B",
        "texto": "em concurso de pessoas"
      },
      {
        "letra": "C",
        "texto": "por motivos políticos."
      },
      {
        "letra": "D",
        "texto": "contra mulher"
      },
      {
        "letra": "E",
        "texto": "por agente público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464392",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Pode-se afirmar sobre o crime de tortura, regulado pela Lei no 9.455/97, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será sempre de competência da Justiça Federal, independentemente do lugar do crime."
      },
      {
        "letra": "B",
        "texto": "é crime equiparado ao hediondo, caso ocorra o resultado morte."
      },
      {
        "letra": "C",
        "texto": "quando praticado pelo militar, ele será julgado pela Justiça Militar."
      },
      {
        "letra": "D",
        "texto": "o condenado por crime de tortura poderá perder o cargo, função ou emprego público, desde que este efeito seja expressamente declarado na sentença."
      },
      {
        "letra": "E",
        "texto": "as lesões leves suportadas pela vítima serão absorvidas pelo crime de tortura."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2780441",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação às disposições da Lei de Tortura (Lei nº 9.455/1997), é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é suscetível de graça e anistia."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura é afiançável."
      },
      {
        "letra": "C",
        "texto": "É vedado o instituto da progressão de regime de cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "A indigitada lei aplica-se ainda quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      },
      {
        "letra": "E",
        "texto": "O fato de o sujeito ativo do crime ser agente público, praticando o delito em razão de suas funções, não influencia no montante da reprimenda penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762842",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal gravíssima."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "Injúria racial."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "469933",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SEDS-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, conforme a legislação brasileira, constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modalidade disciplinar."
      },
      {
        "letra": "B",
        "texto": "infração administrativa."
      },
      {
        "letra": "C",
        "texto": "crime de tortura."
      },
      {
        "letra": "D",
        "texto": "sanção disciplinar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "469932",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SEDS-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Nos casos dos crimes de tortura cometidos por agentes públicos, segundo a Lei nº 9.455/1977, a pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aumentada de um sexto até um terço."
      },
      {
        "letra": "B",
        "texto": "é de um ano em regime fechado."
      },
      {
        "letra": "C",
        "texto": "é aplicada como infração administrativa."
      },
      {
        "letra": "D",
        "texto": "pode ser transformada em fiança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463535",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que tange aos crimes de tortura, tipificados na Lei n. 9.455/97, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo dispõe a lei especial, aquele que se omite em face da conduta de tortura praticada por outrem, quando tinha o dever de evitá-la ou apurá-la, responde por crime próprio, tratando-se de uma exceção pluralística à teoria unitária do Código Penal."
      },
      {
        "letra": "B",
        "texto": "No crime de tortura será admissível a tentativa e a desistência voluntária, quando, no último caso, o agente interromper voluntariamente sua conduta, antes que a vítima tenha algum sofrimento físico ou psíquico. Nesse último caso, poderá subsistir a prática de crime de constrangimento ilegal. Não é admissível no crime de tortura o arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "A Lei 9.455/97 determina a chamada extraterritorialidade condicionada e incondicionada, além de adotar o princípio da jurisdição cosmopolita, quando disciplina ser aplicável a lei penal brasileira ainda quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      },
      {
        "letra": "D",
        "texto": "Se o crime é praticado mediante sequestro, incorre o autor na prática do crime de tortura e, ainda, do crime de sequestro previsto no Código Penal (art. 148)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458629",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Sobre a Lei nº 9.455/97 (Crimes de Tortura), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se a vítima da tortura for criança, a Lei nº 9.455/97 deve ser afastada para incidência do tipo penal específico de tortura previsto no Estatuto da Criança e do Adolescente (art. 233 do ECA)."
      },
      {
        "letra": "B",
        "texto": "há previsão legal de crime por omissão."
      },
      {
        "letra": "C",
        "texto": "é inviável a suspensão condicional do processo para qualquer das modalidades típicas previstas na lei."
      },
      {
        "letra": "D",
        "texto": "o regramento impõe, para todos os tipos penais que prevê, que o condenado inicie o cumprimento da pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "há vedação expressa, no corpo da lei, de aplicação do sursis para os condenados por tortura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456594",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Considerando as leis que tratam das contravenções penais, de abuso de autoridade, da tortura, dos crimes de trânsito e dos crimes contra a ordem tributária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dirigir veículo automotor, em via pública, sem a devida permissão ou habilitação, gerando perigo de dano, é classificado como delito de perigo abstrato."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional do delito material contra a ordem tributária começa a correr do dia da prática do fato reputado como criminoso."
      },
      {
        "letra": "C",
        "texto": "Na lei que trata das contravenções penais, não é previsto o instituto da suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "Entre as sanções penais previstas na lei que dispõe sobre abuso de autoridade, incluem-se a perda do cargo público e a inabilitação para o exercício de qualquer outra função pública por prazo de até três anos."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura que resulta em lesão corporal de natureza grave ou gravíssima é punível conforme as penas previstas para esse delito, acrescidas das referentes ao delito de lesão corporal grave ou gravíssima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429187",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação à tortura, cabe afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Genericamente trata-se de crime próprio."
      },
      {
        "letra": "B",
        "texto": "Não está tipificada distintamente a conduta cometida com finalidade puramente discriminatória."
      },
      {
        "letra": "C",
        "texto": "Na versão especificamente omissiva, trata-se de cri- me comum."
      },
      {
        "letra": "D",
        "texto": "Trata-se de crime insuscetível de graça, porém não de anistia."
      },
      {
        "letra": "E",
        "texto": "Pode ser aplicada a lei brasileira ao crime praticado por brasileiro no estrangeiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "419852",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a legislação em vigor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar de observar as cautelas necessárias para impedir que menor de 21 (vinte e um) anos ou pessoa portadora de deficiência motora se apodere de arma de fogo que esteja sob sua posse ou que seja de sua propriedade, sujeita o agente a uma pena de um a dois anos de detenção e multa."
      },
      {
        "letra": "B",
        "texto": "Violar direitos de autor de programa de computador que consista na reprodução, por qualquer meio, de programa de computador, no todo ou em parte, para fins de comércio, sem autorização expressa do autor ou de quem o represente, sujeita o agente a uma pena de seis meses a dois anos de detenção ou multa."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa."
      },
      {
        "letra": "D",
        "texto": "Não constitui crime publicar anúncio de publicidade de estabelecimentos autorizados a realizar transplantes e enxertos, relativo a estas atividades."
      },
      {
        "letra": "E",
        "texto": "Ocultar ou dissimular a natureza, origem, localização, disposição, movimentação ou propriedade de bens, direitos ou valores provenientes, direta ou indiretamente, de infração administrativa, sujeita o agente a uma pena de três a dez anos de reclusão e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419452",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acrásio encontrava-se detido em uma delegacia da polícia civil por ter ameaçado a vida de um terceiro. Lá, apresentou comportamento violento e incontido: debatia-se contra as grades, agredia outros detentos e dirigia impropérios contra os policiais. Após os outros detentos serem retirados da cela, Acrásio foi algemado, momento em que passou a provocar e a ofender Sinfrônio, policial que o guardava, que, em seguida, adentrou a cela e lhe desferiu vários golpes de cassetete, causando em Acrásio graves lesões (constatadas por laudo pericial), agressão que somente cessou após a intervenção de outro policial. Logo, a conduta do policial Sinfrônio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configurou crime, haja vista estar sob a exclusão de ilicitude exercício regular do direito, em face das provocações e agressões verbais proferidas pelo detido."
      },
      {
        "letra": "B",
        "texto": "não configurou crime, haja vista estar sob a exclusão de ilicitude estado de necessidade, em face das provocações e agressões verbais proferidas pelo detido."
      },
      {
        "letra": "C",
        "texto": "configurou o crime de tortura previsto no artigo 1º, § 1º, da Lei n° 9.455/1997."
      },
      {
        "letra": "D",
        "texto": "não configurou crime, haja vista estar sob a exclusão de ilicitude legítima defesa, em face das provocações e agressões verbais proferidas pelo detido."
      },
      {
        "letra": "E",
        "texto": "não configurou crime, haja vista estar sob a exclusão de ilicitude estrito cumprimento do dever legal, em face das provocações e agressões verbais proferidas pelo detido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415116",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Conforme doutrina majoritária, a tortura qualificada pelo resultado morte, prevista no artigo 1º, § 3º, da Lei n. 9.455/97, é classificada como de resultado preterdoloso. Entretanto, se o agressor, em sua ação, deseja ou assume o risco de produzir o resultado morte, não responde pelo tipo acima, mas por homicídio qualificado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414565",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Quanto aos crimes de tortura, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "punível aquele que se omite em face da tortura, ainda que sem o dever legal de evitá-la ou apurá-la."
      },
      {
        "letra": "B",
        "texto": "todos são classificados como próprios, segundo ex-pressa disposição legal."
      },
      {
        "letra": "C",
        "texto": "o condenado sempre iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "D",
        "texto": "sujeito à jurisdição penal brasileira o estrangeiro que venha a torturar brasileiro fora do território nacional."
      },
      {
        "letra": "E",
        "texto": "a condenação acarretará a interdição de cargo, função ou emprego público pelo triplo do prazo da pena aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408252",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Indique a alternativa que apresenta a forma qualificada do crime de tortura, prevista na Lei Federal nº 9.455/1997:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime praticado por ascendente ou descendente, seja o parentesco legítimo ou ilegítimo, seja civil ou natural"
      },
      {
        "letra": "B",
        "texto": "Para provocar ação ou omissão de natureza criminosa."
      },
      {
        "letra": "C",
        "texto": "Se o crime é cometido por agente público."
      },
      {
        "letra": "D",
        "texto": "Se o crime é cometido por criança, gestante, portador de deficiência, adolescente ou maior de 60 (sessenta) anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408251",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Indique a alternativa CORRETA, de acordo com a Lei Federal nº 9.455/1997, que define os crimes de tortura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena prevista para o crime de tortura é aumentada de um sexto até um terço se houver resultado morte"
      },
      {
        "letra": "B",
        "texto": "Aplica-se a lei dos crimes de tortura mesmo que o delito tenha sido praticado fora do Brasil, desde que a vítima seja brasileira."
      },
      {
        "letra": "C",
        "texto": "Se da conduta resulta lesão de natureza grave, a pena será de reclusão, de dois a oito anos; se resulta em lesão de natureza gravíssima, a pena será de reclusão de quatro a dez anos."
      },
      {
        "letra": "D",
        "texto": "O crime de tortura é imprescritível, inafiançável e insuscetível de graça ou anistia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406437",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "De acordo com a Lei Federal nº 9.455/1997, NÃO será considerada causa de aumento da pena para o crime de tortura, se o delito for cometido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra pessoa presa ou sujeita a medida de segurança, impondo-lhe sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "B",
        "texto": "Por agente público."
      },
      {
        "letra": "C",
        "texto": "Contra criança, gestante, portador de defciência, adolescente ou maior de 60 (sessenta) anos de idade."
      },
      {
        "letra": "D",
        "texto": "Mediante sequestro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390958",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No tocante aos crimes de tortura previstos na Lei n. 9.455/1997,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a causa de aumento de pena será aplicada quando o crime for cometido por agente público, se cometido contra criança, gestante, portador de deficiência, adolescente, maior de sessenta anos ou se cometido mediante sequestro."
      },
      {
        "letra": "B",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para o exercício de novo cargo, função ou emprego público, pelo mesmo prazo da pena."
      },
      {
        "letra": "C",
        "texto": "o crime de tortura é inafiançável, insuscetível de graça, indulto ou anistia, sendo o cumprimento da pena integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "o disposto nessa lei aplica-se aos crimes que tenham sido cometidos em território nacional, sendo irrelevante ser a vítima brasileira ou o agente encontrar-se em local sob jurisdição brasileira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363416",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Marlene, na qualidade de cuidadora de dona Ana Rosa, uma senhora de 77 anos de idade e que necessita de cuidados especiais, foi filmada, por câmeras colocadas no quarto da idosa, causando-lhe sofrimento físico durante vários dias, consistindo em puxões de cabelo, beliscões, arranhões, tapas e outras barbáries. Havendo condenação por crime de tortura, é correto afirmar que Marlene",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá sua pena aumentada de um sexto até um terço."
      },
      {
        "letra": "B",
        "texto": "durante a execução da pena poderá ser beneficiada pelo instituto da graça."
      },
      {
        "letra": "C",
        "texto": "durante a execução da pena poderá ser beneficiada, apenas, pelo instituto da anistia"
      },
      {
        "letra": "D",
        "texto": "poderá, nos termos da sentença condenatória, iniciar o cumprimento da pena no regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "estará sujeita à pena máxima de seis anos de detenção"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361742",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito dos crimes de tortura e de abuso de autoridade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tortura, o racismo e as ações de grupos armados contra a ordem constitucional e o Estado democrático são delitos imprescritíveis, de acordo com previsão constitucional."
      },
      {
        "letra": "B",
        "texto": "O crime de tortura, na modalidade de constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico e mental com o fim de obter informação, declaração ou confissão da vítima, é delito próprio, que só pode ser cometido por quem possua autoridade, guarda ou poder sobre a vítima."
      },
      {
        "letra": "C",
        "texto": "A condenação de agente público por delito previsto na Lei de Tortura acarreta, como efeito extrapenal automático da sentença condenatória, a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada, segundo entendimento do STJ."
      },
      {
        "letra": "D",
        "texto": "A representação dirigida ao MP, com a exposição do fato com todas as suas circunstâncias, prevista na Lei de Abuso de Autoridade, constitui autorização do ofendido ou de seu representante legal para a propositura da ação penal pública, ou seja, é condição de procedibilidade, sem a qual o MP está impedido de oferecer a denúncia"
      },
      {
        "letra": "E",
        "texto": "Deve responder pelo delito de abuso de autoridade o juiz que, sem justa causa, deixar de ordenar a imediata liberação de adolescente ilegalmente apreendido"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1193166",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Determinado policial militar efetuou a prisão em flagrante de Luciano e o conduziu à delegacia de polícia. Lá, com o objetivo de fazer Luciano confessar a prática dos atos que ensejaram sua prisão, o policial responsável por seu interrogatório cobriu sua cabeça com um saco plástico e amarrou-o no seu pescoço, asfixiando-o. Como Luciano não confessou, o policial deixou-o trancado na sala de interrogatório durante várias horas, pendurado de cabeça para baixo, no escuro, período em que lhe dizia que, se ele não confessasse, seria morto. O delegado de polícia, ciente do que ocorria na sala de interrogatório, manteve-se inerte. Em depoimento posterior, Luciano afirmou que a conduta do policial lhe provocara intenso sofrimento físico e mental. Considerando a situação hipotética acima e o disposto na Lei Federal n.º 9.455/1997, julgue o item subsequente. O delegado não pode ser considerado coautor ou partícipe da conduta do policial, pois o crime de tortura somente pode ser praticado de forma comissiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826847",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O agente policial A, empregou métodos truculentos contra a vítima Z (causando-lhe intenso sofrimento físico) a fim de obter confissão acerca de um suposto crime de estelionato que ela teria praticado. Como decorrência, embora o agente policial A não tenha agido diretamente com unimus necandi, a vítima Z veio a óbito. O agente B, superior imediato do agente A, podia e devia ter agido para evitar o ocorrido, já que a tudo assistiu; entretanto, preferiu se omitir para “não se incomodar\". Nesse caso, que delitos foram cometidos pelos agentes A e B?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio qualificado pela tortura em concurso de pessoas."
      },
      {
        "letra": "B",
        "texto": "Homicídio qualificado pela tortura e omissão de socorro, respectivamente."
      },
      {
        "letra": "C",
        "texto": "Tortura seguida de morte em concurso de pessoas."
      },
      {
        "letra": "D",
        "texto": "Tortura dolosa e homicídio doloso como garantidor, respectivamente."
      },
      {
        "letra": "E",
        "texto": "Tortura seguida de morte e tortura por omissão, respectivamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "806361",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Tendo em vista que o médico-legista deve descrever, em seu laudo, as lesões que eventualmente encontrar, e cuja natureza jurídica pode ser leve, grave e gravíssima, ou, ainda, lesão corporal seguida de morte, em conformidade com o art. 129 do Código Penal, julgue o item que se segue.A legislação brasileira define tortura como constrangimento com emprego de violência ou grave ameaça, de modo a causar sofrimento, para se obter informação, ou para provocar ação ou omissão, com o objetivo de discriminação racial, religiosa ou ainda como forma de castigo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464331",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Segundo o disposto na Lei n.º 9.455/97, se o crime de tortura for cometido contra criança, gestante, portador de deficiência, adolescente ou maior de 60 (sessenta) anos, pode-se afirmar que a pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumenta de um sexto até um terço."
      },
      {
        "letra": "B",
        "texto": "não é aumentada por ter sido o crime cometido contra aquelas pessoas."
      },
      {
        "letra": "C",
        "texto": "aumenta de um sexto."
      },
      {
        "letra": "D",
        "texto": "aumenta de um terço até dois terços."
      },
      {
        "letra": "E",
        "texto": "aumenta de um sexto até dois terços."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464330",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Analise as assertivas a seguir: I. ofender a integridade corporal de outrem; II. expor a perigo a vida de pessoal sob sua autoridade, sujeitando-a a trabalho excessivo ou inadequado; III. constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial.À luz da Lei n.º 9.455/97, constitui crime de tortura apenas o(s) fato(s) descrito(s) no(s) item(ns)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II"
      },
      {
        "letra": "B",
        "texto": "I e II"
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III"
      },
      {
        "letra": "E",
        "texto": "I"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464329",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O condenado por crime de tortura, em regra, e salvo exceção legal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprirá toda a pena em regime fechado."
      },
      {
        "letra": "B",
        "texto": "iniciará o cumprimento da pena em regime semiaberto"
      },
      {
        "letra": "C",
        "texto": "iniciará o cumprimento da pena em regime fechado."
      },
      {
        "letra": "D",
        "texto": "poderá iniciar o cumprimento da pena em regime aberto, atendidos os requisitos legais."
      },
      {
        "letra": "E",
        "texto": "cumprirá toda a pena em regime semiaberto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "370647",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação às disposições da Lei n° 9.455/97 (Lei de Tortura), assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de tortura é afiançável, porém, é insuscetível de graça e anistia."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime de tortura iniciará o cumprimento da pena em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "A Lei de Tortura é aplicada, mesmo que o crime não tenha sido cometido no território nacional, se a vítima for brasileira."
      },
      {
        "letra": "D",
        "texto": "A pena é aumentada de metade, se o crime é cometido contra criança, gestante, portador de deficiência ou maior de 60 (sessenta) anos, apenas."
      },
      {
        "letra": "E",
        "texto": "O crime de tortura não pode ser praticado por conduta omissiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353525",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O agente público que submeter pessoa presa a sofrimento físico ou mental, ainda que por intermédio da prática de ato previsto em lei ou resultante de medida legal, praticará o crime de tortura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350916",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com referência às penas e à sua aplicação, julgue os seguintes itens. Se um integrante de corporação policial militar for processado penalmente pela prática de tortura ao submeter agente preso por sua guarnição a sofrimento físico intenso com a intenção de obrigá-lo a delatar os comparsas, o julgamento do processo deverá ocorrer na justiça comum, e a eventual condenação implicará, automaticamente, a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada, como efeito automático da condenação, dispensando-se motivação circunstanciada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350442",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação aos crimes de tortura (Lei n. o 9.455/1997), aos crimes contra as relações de consumo (Lei n. o 8.078/1990) e aos juizados especiais criminais (Lei n. o 9.099/1995), julgue os itens que se seguem. Considere a seguinte situação hipotética. O agente carcerário X dirigiu-se ao escrivão de polícia Y para informar que, naquele instante, o agente carcerário Z estava cometendo crime de tortura contra um dos presos e que Z disse que só pararia com a tortura depois de obter a informação desejada. Nessa situação hipotética, se nada fizer, o escrivão Y responderá culposamente pelo crime de tortura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331746",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime preterdoloso",
      "Crimes comuns, próprios e de mão própria",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação ao crime de tortura, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que se omite perante a tortura quando tinha o dever de evitá­la responderá apenas pelo crime de pre­ varicação do Código Penal."
      },
      {
        "letra": "B",
        "texto": "quando qualificada pela morte é exclusivamente preter­ dolosa."
      },
      {
        "letra": "C",
        "texto": "se trata de crime próprio, cometido por funcionários encarregados da aplicação da lei (Ex.: policiais fede­ rais, policiais civis, policiais militares, guardas muni­ cipais etc)."
      },
      {
        "letra": "D",
        "texto": "a perda da função é efeito automático da condenação"
      },
      {
        "letra": "E",
        "texto": "o condenado, mesmo primário, qualquer que seja a pena aplicada, iniciará sempre o cumprimento no regime fechado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "329612",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Para que um cidadão seja processado e julgado por crime de tortura, é prescindível que esse crime deixe vestígios de ordem física.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "327544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Um agente penitenciário federal determinou que José, preso sob sua custódia, permanecesse de pé por dez horas ininterruptas, sem que pudesse beber água ou alimentar-se, como forma de castigo, já que José havia cometido, comprovadamente, grave falta disciplinar. Nessa situação, esse agente cometeu crime de tortura, ainda que não tenha utilizado de violência ou grave ameaça contra José.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "327543",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Joaquim, agente penitenciário federal, foi condenado, definitivamente, a uma pena de três anos de reclusão, por crime disposto na Lei n.º 9.455/1997. Nos termos da referida lei, Joaquim ficará impedido de exercer a referida função pelo prazo de seis anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317513",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de corrupção de menores previsto no art. 244-B da Lei n. 8.069/90 é classificado como material, exigindo-se prova inequívoca de que o infante, antes do crime, não era corrompido."
      },
      {
        "letra": "B",
        "texto": "Não se tipifica crime material contra a ordem tributária, previsto no art. 1º, incisos I a IV, da Lei no 8.137/90, antes do lançamento definitivo do tributo."
      },
      {
        "letra": "C",
        "texto": "No caso de crime de tráfico de drogas previsto no art. 33, caput, da Lei n. 11.343/06, a concessão da causa de diminuição prevista em seu § 4º fica adstrita apenas à primariedade do agente."
      },
      {
        "letra": "D",
        "texto": "O agente que, sem a devida permissão, licença ou autorização da autoridade competente, ou em desacordo com a obtida, é flagrado carregando 3 (três) espécimes da fauna nativa ou silvestre recém abatidos comete 3 (três) crimes de caça previsto no art. 29 da Lei n. 9.605/98, em continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "No crime de tortura previsto na Lei n. 9.455/97, a condenação do agente público somente acarreta a perda do cargo se ficar demonstrada a reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308189",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Para fins da Lei n. 9.455/97, a perda do cargo público, função ou emprego público é efeito extrapenal da sentença condenatória; e em se tratando de condenação de oficial da Polícia Militar pela prática do crime de tortura, a competência para decretar a perda do oficialato, como efeito da condenação, é da Justiça Comum.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308099",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Nos termos da Lei n.° 9.455/97, a pena é aumentada se o crime de tortura for cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com abuso de autoridade."
      },
      {
        "letra": "B",
        "texto": "por agente público."
      },
      {
        "letra": "C",
        "texto": "com emprego de veneno."
      },
      {
        "letra": "D",
        "texto": "contra agente público."
      },
      {
        "letra": "E",
        "texto": "com violação de dever inerente a cargo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308098",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Analise as assertivas a seguir: I. constranger alguém, mediante violência ou grave ameaça, a não fazer o que a lei permite, ou a fazer o que ela não manda; II. submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo; III. constranger alguém com emprego de grave ameaça, causando-lhe sofrimento mental em razão de discriminação religiosa. À luz da Lei n.º 9.455/97, constitui crime de tortura o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308097",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Quanto ao crime de tortura previsto na Lei n.° 9.455/97, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorre na pena prevista para o crime de tortura quem submete pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "B",
        "texto": "o cumprimento da pena deve ocorrer integralmente em regime fechado."
      },
      {
        "letra": "C",
        "texto": "admite fiança nas hipóteses legais."
      },
      {
        "letra": "D",
        "texto": "não incorre na prática do crime de tortura aquele que se omite em face de sua prática, ainda que tenha o dever de evitá-la."
      },
      {
        "letra": "E",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo prazo da pena aplicada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305552",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Josenildo constrangeu Fabrícia mediante emprego de grave ameaça, causando-lhe grande sofrimento mental, em razão de discriminação religiosa, pois era evangélico e Fabrícia de uma religião de matriz afro-brasileira, o que ele não admitia. Assim, Josenildo praticou o crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de injúria racial (artigo 140, § 3º do CP)."
      },
      {
        "letra": "B",
        "texto": "de constrangimento ilegal (artigo 146 do CP)."
      },
      {
        "letra": "C",
        "texto": "de lesão corporal (artigo 129 do CP)."
      },
      {
        "letra": "D",
        "texto": "tipificado na lei que definiu crimes resultantes de preconceito de raça ou de cor (Lei nº 7.716/1989)."
      },
      {
        "letra": "E",
        "texto": "de tortura (Lei nº 9.455/1997)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300630",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Quanto ao crime de tortura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei brasileira que comina pena para o crime de tortura não se aplica quando o crime foi cometido fora do território nacional, mesmo sendo a vítima brasileira."
      },
      {
        "letra": "B",
        "texto": "o condenado pelo crime de tortura cumprirá todo o tempo da pena em regime fechado."
      },
      {
        "letra": "C",
        "texto": "é afiançável, mas insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "na aplicação da pena pelo crime de tortura, não serão admitidas agravantes ou atenuantes."
      },
      {
        "letra": "E",
        "texto": "a condenação acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791290",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "O crime de tortura, definido pela Lei n° 9.455/1997, possui como causa especial de aumento de pena (majoração de um sexto a um terço) ser o delito cometido contra grupos específicos de pessoas. Não constitui, entretanto, hipótese de agravamento da pena, quando o crime for praticado contra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mulher."
      },
      {
        "letra": "B",
        "texto": "criança."
      },
      {
        "letra": "C",
        "texto": "portador de deficiência física."
      },
      {
        "letra": "D",
        "texto": "maior de sessenta anos."
      },
      {
        "letra": "E",
        "texto": "portador de deficiência mental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "667394",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.455, de 7 de abril de 1997, constitui crime de tortura: constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, com o fim de obter informação, declaração ou confissão da vítima ou de terceira pessoa, para provocar ação ou omissão de natureza criminosa, em razão de discriminação racial ou religiosa; ou submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo. A pena prevista é reclusão, de dois a oito anos. Com base nessas informações, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que se omite em face do crime de tortura, quando tinha o dever de evitá-las ou apurá-las, incorre na pena de detenção de um a quatro anos."
      },
      {
        "letra": "B",
        "texto": "Se o crime de tortura resulta lesão corporal de natureza grave ou gravíssima, a pena é de reclusão de quatro a dez anos. Se resulta morte, a reclusão é de oito a dezesseis anos."
      },
      {
        "letra": "C",
        "texto": "A condenação no crime de tortura acarretará a perda do cargo, função ou emprego público e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "O crime de tortura é afiançável e suscetível de graça ou anistia."
      },
      {
        "letra": "E",
        "texto": "O disposto na Lei nº 9.455, de 7 de abril de 1997 aplica-se ainda quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "652581",
    "metadata": "Ano: 2012 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca do crime de tortura, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática do crime de tortura não acarretará a perda do cargo público, mas tão somente a suspensão de seu exercício, pelo período equivalente ao dobro da pena privativa de liberdade aplicada."
      },
      {
        "letra": "B",
        "texto": "o condenado por crime de tortura iniciará o cumprimento da pena privativa de liberdade em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "não constitui crime de tortura o emprego de violência, ainda que com intenso sofrimento físico, como medida de caráter preventivo, por parte de quem detenha a guarda legal de alguém."
      },
      {
        "letra": "D",
        "texto": "a condenação por crime de tortura acarreta a perda do emprego público."
      },
      {
        "letra": "E",
        "texto": "a condenação por crime de tortura acarreta a suspensão do exercício do emprego público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341157",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – Pratica genocídio quem, intencionalmente, pretende destruir, no todo ou em parte, um grupo nacional, étnico, racial ou religioso, cometendo, para tanto, atos como o assassinato de membros do grupo, dano grave à sua integridade física ou mental, submissão intencional destes ou, ainda, tome medidas a impedir os nascimentos no seio do grupo, bem como promova a transferência forçada de menores do grupo para outro grupo. II – Comete crime contra patente de invenção ou de modelo de utilidade (art. 184 da Lei 9.279/96) quem recebe, para utilização com fins econômicos, produto fabricado com violação de patente de invenção ou de modelo de utilidade, ou obtido por meio ou processo patenteado, exceto se a violação se restringir à utilização de meios equivalentes ao objeto da patente. III – Para caracterizar o elemento objetivo do crime previsto no art. 7.º, inciso IX, da Lei n.º 8.137/90, referente a mercadoria \"em condições impróprias ao consumo\", faz-se indispensável a demonstração inequívoca da potencialidade lesiva ao consumidor final. (art. 7º. Constitui crime contra as relações de consumo: IX – vender, ter em depósito para vender ou expor à venda ou, de qualquer forma, entregar matéria-prima ou mercadoria, em condições impróprias ao consumo). IV – Nos termos da jurisprudência do Superior Tribunal de Justiça, o simples fato de se utilizar transporte público como meio para concretizar o tráfico de substância entorpecente não autoriza a aplicação da causa de aumento de pena prevista no artigo 40, inciso III, da Lei n. 11.343/2006, sendo imprescindível a comprovação de que o agente efetivamente ofereceu ou tentou disponibilizar a droga para os outros passageiros. (art. 40. As penas previstas nos arts. 33 a 37 desta Lei são aumentadas de 1/6 a 2/3 se: III – a infração tiver sido cometida nas dependências ou imediações de estabelecimentos prisionais, de ensino ou hospitalares, de sedes de entidades estudantis, sociais, culturais, recreativas, esportivas, ou beneficentes, de locais de trabalho coletivo, de recintos onde se realizem espetáculos ou diversões de qualquer natureza, de serviços de tratamento de dependentes de drogas ou de reinserção social, de unidades militares ou policiais ou em transportes públicos). Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e IV"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "291062",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Suponha que João, penalmente capaz, movido por sadismo, submeta Sebastião, com emprego de violência, a contínuo e intenso sofrimento físico, provocando-lhe lesão corporal de natureza gravíssima. Nessa situação, João deverá responder pelo crime de tortura e, se condenado, deverá cumprir a pena em regime inicial fechado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "275159",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a opção correta, a respeito dos crimes de tortura, das espécies, cominação e aplicação de penas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fixação da pena, as únicas circunstâncias judiciais consideradas, como previstas no Código Penal, são as seguintes: a culpabilidade, os antecedentes, a conduta social do agente, as agravantes e as atenuantes."
      },
      {
        "letra": "B",
        "texto": "A perda da função pública e a interdição de seu exercício pelo dobro do prazo da condenação decorrente da prática de crime de tortura previsto em lei especial são de imposição facultativa do julgador, tratando-se de efeito genérico da condenação."
      },
      {
        "letra": "C",
        "texto": "O réu com menos de vinte e um anos de idade à época da prática do crime tem direito à redução da pena; a menoridade constitui circunstância que sempre atenua a pena, desde que documentalmente comprovada."
      },
      {
        "letra": "D",
        "texto": "Se o condenado vier a falecer antes de pagar a multa que lhe foi imposta em sentença condenatória transitada em julgado, o pagamento será exigido dos respectivos herdeiros, nos limites da herança."
      },
      {
        "letra": "E",
        "texto": "O Código Penal em vigor determina que a pena seja aplicada observando-se o critério bifásico, estabelecido em duas fases distintas: inicialmente, fixa-se a pena-base e, em seguida, aplicam-se as circunstâncias atenuantes e agravantes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275110",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Há concurso de crimes de abuso de autoridade e de tortura se, em um mesmo contexto, mas com desígnios autônomos, dois agentes torturam preso para que ele confesse a autoria de delito e, em seguida, o exibem, sem autorização, para as redes de televisão como suposto autor confesso do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270157",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Nos termos da Lei nº 9.455/97, que trata dos crimes de tortura, ter-se-á aumento de pena quando o crime é cometido: I. contra agente público; II. contra gestante; III. contra adolescente; IV. contra pessoa com deficiência; V. contra maior de 60 (sessenta) anos;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, III, IV e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II, III, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, II, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270017",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Relativamente à Lei nº 9.455/97, que define os crimes de tortura, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de tortura constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental, em razão de discriminação racial ou religiosa."
      },
      {
        "letra": "B",
        "texto": "Aplica-se pena de reclusão, de dois oito anos a quem submete pessoa presa ou sujeita a medida de segurança a sofrimento físico ou mental, por intermédio da prática de ato não previsto em lei ou não resultante de medida legal."
      },
      {
        "letra": "C",
        "texto": "O crime de tortura é inafiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "Em todos os casos, o condenado por crime previsto nesta Lei iniciará o cumprimento da pena em regime fechado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239555",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Submeter pessoa de quem se tem a guarda ou custódia a vexame ou a constrangimento não autorizado em lei constitui crime de tortura."
      },
      {
        "letra": "B",
        "texto": "Omitir, o agente, quando tinha o dever de evitar ou apurar conduta de outrem consistente em constrangimento a alguém ou emprego de grave ameaça, causando-lhe sofrimento mental, com o fim de obter informação, declaração ou confissão, constitui abuso de autoridade."
      },
      {
        "letra": "C",
        "texto": "O abuso de autoridade sujeitará o seu autor apenas às sanções administrativas e penais."
      },
      {
        "letra": "D",
        "texto": "No crime de tortura, a pena aumenta de 1/6 (um sexto) a 1/3 (um terço) se o crime é cometido por superior hierárquico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236087",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "A respeito das leis especiais, julgue os itens a seguir. O policial condenado por induzir, por meio de tortura praticada nas dependências do distrito policial, um acusado de tráfico de drogas a confessar a prática do crime perderá automaticamente o seu cargo, sendo desnecessário, nessa situação, que o juiz sentenciante motive a perda do cargo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "822608",
    "metadata": "Ano: 2011 | Banca: UERR | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Pretoriano pretendendo obter a confissão de Súdito acerca da prática de determinada conduta delituosa queima-o por meio de choques com um fio desencapado. Entretanto, sem prestar atenção a corrente elétrica utilizada vem a causar a morte de Súdito. Dessa forma, à luz da atual lei de Crimes de tortura (Lei n° 9.455 de 7 de abril de 1997) é correto afirmar-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pretoriano praticou o delito de homicídio qualificado pelo emprego de meio insidioso ou cruel;"
      },
      {
        "letra": "B",
        "texto": "Pretoriano praticou os delitos de homicídio qualificado e tortura;"
      },
      {
        "letra": "C",
        "texto": "Pretoriano praticou o delito de lesões corporais seguidas de morte;"
      },
      {
        "letra": "D",
        "texto": "Pretoriano praticou o delito de tortura qualificada pelo resultado morte;"
      },
      {
        "letra": "E",
        "texto": "Pretoriano praticou o delito de homicídio culposo uma vez que a sua intenção era apenas a de torturar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "822605",
    "metadata": "Ano: 2011 | Banca: UERR | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Em relação ao crime de tortura tipificado na Lei n. 9.455/97 (Lei da Tortura) o sofrimento físico ou mental ao qual foi submetida a vítima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sempre é antecedido da exigência de ter sido intenso;"
      },
      {
        "letra": "B",
        "texto": "É antecedido da exigência de ter sido intenso apenas quando o agente for funcionário público;"
      },
      {
        "letra": "C",
        "texto": "É antecedido da exigência de ter sido intenso apenas quando o agente for ascendente ou descendente da vítima;"
      },
      {
        "letra": "D",
        "texto": "É antecedido da exigência de ter sido intenso apenas quando houver o emprego de violência ou ameaça;"
      },
      {
        "letra": "E",
        "texto": "Nem sempre é antecedido da exigência de ter sido intenso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791847",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Dentre as hipóteses contidas nas opções a seguir, assinale a única que NÃO faz parte das causas de aumento de pena de 1/6 (um sexto) a 1/3 (um terço) previstas na Lei N. 9.455/97, no que concerne a Crimes de Tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o crime é cometido mediante o uso de arma de fogo ou em concurso de mais de duas pessoas."
      },
      {
        "letra": "B",
        "texto": "Se o crime é cometido por agente público."
      },
      {
        "letra": "C",
        "texto": "Se o crime é cometido contra criança, gestante, portador de deficiência, adolescente ou maior de sessenta anos."
      },
      {
        "letra": "D",
        "texto": "Se o crime é cometido mediante sequestro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "200569",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Acerca do crime de tortura previsto pela Lei 9.455/97, marque a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui crime de tortura a conduta de constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento fisico ou mental com o fim de obter informação, declaração ou confissão da vítma ou terceira pessoa, bem como para provocar ação ou omissão de natureza criminosa, dentre outras hipóteses;"
      },
      {
        "letra": "B",
        "texto": "constitui também crime de tortura, a submissão de alguém, sob sua guarda, poder ou autoridade, com o emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, dentre outras hipóteses;"
      },
      {
        "letra": "C",
        "texto": "a pessoa que se omite em face das condutas definidas como crime de tortura, quando tenha o dever de evitá-las ou apurá-las, responde por crime também e está sujeito às mesmas penas previstas para o crime de tortura;"
      },
      {
        "letra": "D",
        "texto": "a condenação por crime de tortura praticado por funcionário público acarreta a perda do cargo, função ou emprego público, bem como a interdição para o seu exercício pelo dobro do prazo da pena aplicada;"
      },
      {
        "letra": "E",
        "texto": "os crimes de tortura são inafançáveis e insuscetiveis de graça e anistia."
      }
    ],
    "gabarito": "C"
  }
]