[
  {
    "id": "3582965",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "A partir da situação hipotética apresentada, julgue o item a seguir. A lesão corporal leve causada pelo soco desferido por João na vítima do roubo caracteriza uma qualificadora específica do crime de roubo que implica aumento da pena em abstrato do crime, em caso de condenação criminal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3395875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Hermes consultou as redes sociais de sua esposa Adélia, tendo constatado mensagens de um homem que a convidava para um encontro amoroso, sem que Adélia tivesse respondido. Diante disso, Hermes, movido por violenta emoção, desferiu dois socos no rosto de Adélia, causando equimoses em sua face. Adélia prontamente dirigiu-se à delegacia de atendimento à mulher a fim lavrar o registro de ocorrência. Assinale a alternativa que indica corretamente a conduta praticada por Hermes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Hermes deverá responder pelo crime de lesão corporal leve (art. 129 caput do CP)."
      },
      {
        "letra": "B",
        "texto": "Hermes não deverá responder por crime algum, tendo em vista que está isento de pena por ter agido mediante violenta emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "Hermes deverá responder pelo crime de lesão corporal grave (art. 129, § 1º do CP)."
      },
      {
        "letra": "D",
        "texto": "Hermes deverá responder pelo crime de lesão corporal doméstica (art. 129, § 9º do CP)."
      },
      {
        "letra": "E",
        "texto": "Hermes deverá responder pelo crime de lesão corporal contra a mulher por razões de condições de sexo feminino (art. 129, § 13º do CP)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3287914",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Em 25 de dezembro de 2024, Henry, uma criança de 03 anos de idade, com dentição decídua completa (dentes de leite) foi vítima de violência doméstica e maus tratos através de chutes e socos pelo seu padrasto na residência da família. A agressão resultou em perda de 04 dentes de leite em região anterior-superior (incisivos centrais e laterais) com visualização das ausências dentárias de pronto ao sorrir. Vizinhos comunicaram ao Conselho Tutelar local que fizeram queixa crime na Delegacia Territorial de Barra do Rocha, sendo expedida a Requisição de Exame de Lesões Corporais Bucomaxilofacial de Nº 09999/2024 pelo Delegado de Polícia, Jason Gomes Rocha. Sobre a possível conclusão deste exame de corpo de delito, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não houve lesão corporal afinal é uma dentição transitória."
      },
      {
        "letra": "B",
        "texto": "Houve Deformidade Permanente haja vista que o prejuízo estético é de grande monta, perceptível de pronto e irreversível."
      },
      {
        "letra": "C",
        "texto": "Não cabe interpretação à luz do art. 129 CP mas sim de Dano à Coisa Alheia, art. 163 CP."
      },
      {
        "letra": "D",
        "texto": "Houve lesão corporal, mas não houve Deformidade Permanente haja vista que a dentição afetada é transitória e será substituída pela dentição permanente."
      },
      {
        "letra": "E",
        "texto": "O Perito Odonto-Legal incorreu em exercício ilegal da Medicina ao atender a vítima sem que previamente um médico legista expedisse Requisição de Exame Complementar de Lesão Corporal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3287912",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Assinale abaixo a alternativa que corresponde ao tipo penal caracterizado por uma lesão que resulta em enfermidade incurável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "Lesão corporal de natureza gravíssima."
      },
      {
        "letra": "D",
        "texto": "Lesão corporal seguida de morte."
      },
      {
        "letra": "E",
        "texto": "Lesão corporal culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3287909",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "O artigo 129 do Código Penal, em seus incisos, prevê a modalidade de lesão corporal em sua forma culposa. Em casos de lesão corporal culposa, qual é o elemento essencial para sua configuração?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intenção direta de causar dano."
      },
      {
        "letra": "B",
        "texto": "Negligência, imprudência ou imperícia por parte do agente."
      },
      {
        "letra": "C",
        "texto": "Resultado em morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Ação intencional de causar lesão em ambiente de trabalho."
      },
      {
        "letra": "E",
        "texto": "Uso de arma de fogo ou arma branca na agressão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3287908",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Com base no que está previsto no Código Penal, em qual das situações abaixo a lesão corporal é qualificada como grave?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perda de um dos rins em indivíduo previamente hígido."
      },
      {
        "letra": "B",
        "texto": "Escoriação no braço."
      },
      {
        "letra": "C",
        "texto": "Ferimento de raspão por arma de fogo sem repercussão hemodinâmica."
      },
      {
        "letra": "D",
        "texto": "Incapacidade de exercer ocupações habituais por 20 dias."
      },
      {
        "letra": "E",
        "texto": "Rubefação na pele causada por tapa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3253555",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Existe a possibilidade da aplicação de algum benefício legal na hipótese das lesões corporais serem recíprocas e não serem graves?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, o juiz pode substituir a pena de reclusão pela de detenção."
      },
      {
        "letra": "B",
        "texto": "Não."
      },
      {
        "letra": "C",
        "texto": "Sim, o juiz pode reduzir a pena de 1/6 a 1/3."
      },
      {
        "letra": "D",
        "texto": "Sim, mas apenas em caso de lesão culposa."
      },
      {
        "letra": "E",
        "texto": "Sim, o juiz pode substituir a pena de detenção pela de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3171655",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Lucas, investigador de polícia, cumprindo ordens da autoridade policial, compareceu ao imóvel de Matheus, localizado na cidade de Divinópolis/MG, com o objetivo de intimá-lo para ser ouvido em um inquérito policial em curso. Nesse contexto, ao tomar ciência dos fatos, Matheus, irritado e agindo com dolo de lesionar, desferiu dois socos no rosto de Lucas. Em razão da conduta praticada, o policial permaneceu afastado de suas funções por uma semana. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus responderá pelo crime de lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "simples, sendo certo que a pena será aumentada de um a dois terços, já que a conduta foi praticada contra policial civil, no exercício da função."
      },
      {
        "letra": "B",
        "texto": "culposa, sendo certo que o fato de a vítima ser policial civil, no exercício da função, não dá azo ao aumento da pena."
      },
      {
        "letra": "C",
        "texto": "simples, sendo certo que o fato de a vítima ser policial civil, no exercício da função, não dá azo ao aumento da pena."
      },
      {
        "letra": "D",
        "texto": "gravíssima, já que a conduta foi praticada contra policial civil, no exercício da função."
      },
      {
        "letra": "E",
        "texto": "grave, já que a conduta foi praticada contra policial civil, no exercício da função."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3104283",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa e o patrimônio, julgue o item subsecutivo. Suponha que um cidadão penalmente imputável tenha ofendido dolosamente a integridade física de um desafeto, de tal forma que sua conduta resultou em risco de morte para o ofendido. Nessa situação, de acordo com a classificação das lesões corporais prevista no Código Penal, foi cometido o crime de lesão corporal grave.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079333",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Considere o seguinte caso: o Ministério Público do Estado “Y” apresenta denúncia contra João por ter privado a liberdade de sua esposa, por ter a ameaçado com palavras, por ter causado mal injusto e por ter ofendido sua integridade física. Foi realizado exame de corpo de delito comprando que João desferiu tapas no rosto da mulher, socos na barriga, chutes na face, além de jogá-la com o rosto no asfalto. A vítima sobreviveu, mas com o rosto todo lesionado. Não se sabe sobre as motivações para João ter agido assim. Assinale a alternativa que apresenta o tipo de crime pela qual João pode ser condenado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intimidação sistemática"
      },
      {
        "letra": "B",
        "texto": "Periclitação da vida"
      },
      {
        "letra": "C",
        "texto": "Maus-tratos"
      },
      {
        "letra": "D",
        "texto": "Lesão corporal"
      },
      {
        "letra": "E",
        "texto": "Induzimento a automutilação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030458",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante uma briga, Paulo, movido por forte emoção após ser ofendido, agrediu fisicamente seu colega de trabalho, causando-lhe lesões corporais. No processo penal, a defesa de Paulo alegou que ele não deve ser responsabilizado devido ao estado emocional em que se encontrava. Como o Ministério Público deve tratar a questão da emoção no caso de Paulo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção atenua a pena, mas não exclui a culpabilidade de Paulo."
      },
      {
        "letra": "B",
        "texto": "A emoção agrava a pena, pois Paulo agiu de forma descontrolada."
      },
      {
        "letra": "C",
        "texto": "Paulo deve ser considerado inimputável, pois estava fora de si no momento do crime."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a culpabilidade, devendo Paulo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "A emoção transforma o ato de Paulo em uma contravenção penal, não em crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2578563",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Pato Bragado - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Thais e Erica discutiram por conta de um namorado em comum, em um restaurante japonês, resultando em uma briga física. Thais, revoltada com a situação, desferiu um soco em Erica, que precisou de atendimento médico para tratar dos ferimentos, não ocasionando fraturas graves. A respeito do crime contra a pessoa, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime imputado a Thais será de lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "O crime imputado a Thais será de tentativa de homicídio com resultado lesão."
      },
      {
        "letra": "C",
        "texto": "O crime imputado a Thais será de lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "O crime imputado a Thais será de tentativa de homicídio cumulado com situação vexatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2568323",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Considerando um jovem de 20 anos de idade, que no decorrer de uma confraternização envolveu-se em uma briga e em consequência disso permaneceu afastado de suas atividades sociais e esportivas por 40 dias, a tipificação penal prevista do Código Penal Brasileiro para tal lesão é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal grave"
      },
      {
        "letra": "B",
        "texto": "lesão corporal temporária"
      },
      {
        "letra": "C",
        "texto": "lesão corporal leve"
      },
      {
        "letra": "D",
        "texto": "lesão corporal média"
      },
      {
        "letra": "E",
        "texto": "lesão corporal mediana"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2504673",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Bruno, com animus necandi, disparou duas vezes contra seu inimigo Tobias, atingindo-o certeiramente no braço. Contudo, ainda que pudesse realizar mais disparos, espontaneamente, após lembrar-se dos preceitos religiosos que o guiavam, deixou de prosseguir no intento de consumar o crime. No caso em apreço, Bruno poderá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa de homicídio, em razão da hipótese de desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal, em razão da hipótese de desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Homicídio culposo consumado, em razão da hipótese de arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "Tentativa de homicídio, em razão da não consumação do crime."
      },
      {
        "letra": "E",
        "texto": "Homicídio doloso consumado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2388747",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante o carnaval, Alberto supôs que Bruno estaria olhando para sua namorada. Estando sob efeito de álcool, Alberto agrediu Bruno com chutes e joelhadas na região do abdômen, o que ocasionou a queda de Bruno, fazendo-o chocar-se contra o meio-fio da calçada, onde bateu a cabeça, vindo a óbito. No exame pericial, constatou-se que a causa da morte foi hemorragia encefálica em razão da ruptura de um aneurisma cerebral congênito, situação desconhecida tanto pelo autor, como pela vítima e por seus familiares. Nessa situação hipotética, de acordo com o entendimento do STJ, a conduta de Alberto configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico."
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "homicídio qualificado pela torpeza."
      },
      {
        "letra": "E",
        "texto": "lesão corporal simples."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2360683",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Caio, 18 anos, Tício, 20 anos e Mévio, 22 anos, integram uma torcida organizada de uma agremiação futebolística. No dia de uma partida de seu clube, encontram um torcedor do time rival sozinho, saindo do trem a uma curta distância. Mévio então olhou para Caio e Tício e fez gestos com as mãos denotando que os três perseguissem e agredissem o torcedor rival. Ao efetivamente alcançarem a vítima, o lesionaram com socos e pontapés. Pelo exposto, é correto afirmar que Caio, Tício e Mévio devem responder por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal, cada qual isoladamente, eis que não houve concurso de pessoas e sim autoria colateral."
      },
      {
        "letra": "B",
        "texto": "lesão corporal em concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "associação criminosa e crime de lesão corporal."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal e crime de lesão corporal."
      },
      {
        "letra": "E",
        "texto": "organização criminosa e crime de lesão corporal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386703",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Imbé - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Conforme disposto no Código Penal Brasileiro, como se denomina o crime procedido por pessoa que agrediu outra pessoa mediante socos e pontapés e causou ferimentos decorrentes dessa agressão física?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abuso pessoal."
      },
      {
        "letra": "B",
        "texto": "Homicídio penoso."
      },
      {
        "letra": "C",
        "texto": "Dolo eventual."
      },
      {
        "letra": "D",
        "texto": "Lesão corporal."
      },
      {
        "letra": "E",
        "texto": "Tentativa ineficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386171",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tício e Caio estavam em um bar, bebendo e conversando. Após várias cervejas, Caio começou a provocar Tício, chamando-o de corno, pois afirmava já ter se relacionado com a namorada dele, inclusive ao mesmo tempo em que namoravam. Sentindo-se muito ofendido, Tício levantou-se da mesa e pediu para Caio parar. Caio, rindo muito, prosseguiu com as ofensas, afirmando ainda ter se relacionado também com a mãe de Tício, a quem chamou de coroa gostosa. Ticio, naquele momento, desferiu um soco no rosto de Caio que, com o impacto, se desequilibrou e bateu a cabeça no chão, vindo a desmaiar. Socorrido no hospital, já consciente, Caio passa por exames, que descartam gravidade das lesões, havendo apenas corte superficial e hematomas próprios da pancada. O médico plantonista do hospital, no entanto, ministrou medicação intravenosa, para dor, ao qual Caio era alérgico e tinha informado no momento da internação, constando da ficha, o que culminou em sua morte, por choque anafilático. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou o crime de lesão corporal privilegiado, não se podendo a ele imputar o crime de homicídio culposo, já que decorrente de causa relativamente independente."
      },
      {
        "letra": "B",
        "texto": "Tício praticou o crime de lesão corporal seguido de morte, já que, embora sem o dolo de matar, desencadeou todos os eventos que levaram à sua morte."
      },
      {
        "letra": "C",
        "texto": "Tício praticou o crime de homicídio culposo, haja vista que golpeou Caio, desencadeando todos os eventos que levaram à morte."
      },
      {
        "letra": "D",
        "texto": "Tício praticou o crime de homicídio culposo privilegiado, haja vista que golpeou Caio, desencadeando todos os eventos que levaram à morte."
      },
      {
        "letra": "E",
        "texto": "Tício praticou o crime de lesão corporal culposa em detrimento de Caio, não se podendo a ele imputar o crime de homicídio culposo, já que decorrente de causa independente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307870",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Sob a denominação de lesão corporal grave o CP agrupa dois níveis de consequências. O primeiro, que tem pena de 1 a 5 anos, e o segundo, que tem pena de 2 a 8 anos. Assinale a alternativa que apresenta, apenas, hipóteses de lesão corporal do primeiro grupo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inutilização do membro, sentido ou função; incapacidade para as ocupações habituais, por mais de trinta dias."
      },
      {
        "letra": "B",
        "texto": "Perigo de vida; debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "C",
        "texto": "Aceleração de parto; enfermidade incurável."
      },
      {
        "letra": "D",
        "texto": "Aborto; perigo de vida."
      },
      {
        "letra": "E",
        "texto": "Deformidade permanente; incapacidade permanente para o trabalho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2298582",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Nacho, após discutir em uma partida de futebol com Pitu, com intenção de lesioná-lo, agride-o fisicamente. Ocorre que, durante as agressões, Pitu, acaba batendo a cabeça na quica da arquibancada entrando em óbito. Considerando as informações narradas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nacho responderá por homicídio culposo"
      },
      {
        "letra": "B",
        "texto": "Nacho responderá por homicídio doloso"
      },
      {
        "letra": "C",
        "texto": "Nacho responderá por lesões corporais"
      },
      {
        "letra": "D",
        "texto": "Nacho responderá por lesões corporais seguida de morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2288048",
    "metadata": "Ano: 2023 | Banca: IPEFAE | Órgão: Prefeitura de Campos do Jordão - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Segundo o Código Penal, em seu Art. 129: Ofender a integridade corporal ou a saúde de outrem pode gerar a pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um mês a um ano."
      },
      {
        "letra": "B",
        "texto": "Detenção, de dois meses a um ano."
      },
      {
        "letra": "C",
        "texto": "Detenção, de três meses a um ano."
      },
      {
        "letra": "D",
        "texto": "Detenção, de quatro meses a um ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2271436",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Sérgio, no dia 01/10/2023, se aproxima de Stênio, que caminhava fumando tranquilamente pela rua, e lhe solicita um cigarro. Stênio, gentilmente, ao tentar pegar o maço de cigarro que estava em sua mochila, é surpreendido por Sérgio, que tenta arrebatá-la. Imediatamente, Stênio entra em luta corporal com Sérgio para que ele não consiga subtrair sua mochila com seus pertences. Durante a contenda, Sérgio morde a orelha de Stênio e, em razão disso, acaba conseguindo se desvencilhar, saindo correndo e abandonando a mochila. O fato é presenciado por transeuntes que, imediatamente, acionam policiais militares que passavam em ronda pelo local. Sendo assim, Sérgio é preso em flagrante e conduzido à Delegacia de Polícia. Considerando o fato narrado, é correto afirmar que sua conduta se adequou formalmente aos elementos descritos no:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Art. 157, caput, do Código Penal (roubo simples);"
      },
      {
        "letra": "B",
        "texto": "Art. 157, §1º, do Código Penal (roubo impróprio);"
      },
      {
        "letra": "C",
        "texto": "Art. 155, caput c/c Art. 129, caput, ambos do Código Penal (furto simples em concurso com lesão corporal);"
      },
      {
        "letra": "D",
        "texto": "Art. 157, caput n/f do Art. 14, inciso II, do Código Penal (roubo simples na forma tentada);"
      },
      {
        "letra": "E",
        "texto": "Art. 155, caput n/f do Art. 14, inciso II c/c Art. 129, caput, todos do Código Penal (furto simples tentado em concurso com lesão corporal)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2254150",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tadeu, guarda municipal, em patrulhamento de rotina, abordou sem qualquer excesso e em conformidade com a lei o cidadão Matheus. Inconformado com a abordagem, Matheus agrediu Tadeu, causando lesões que afastaram o guarda municipal do serviço por mais de 30 dias. De acordo com o Código Penal, Matheus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou crime de lesão corporal de natureza leve."
      },
      {
        "letra": "B",
        "texto": "praticou crime de lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "praticou crime de excesso de exação."
      },
      {
        "letra": "D",
        "texto": "pode receber pena de multa em substituição à pena de detenção."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de infanticídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247513",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Considere hipoteticamente uma lesão causada em paciente cujo tratamento dermatológico para o preenchimento de \"bigode chinês\" tenha resultado em necrose do lábio superior e da asa do nariz com posterior excisão tecidual importante, ambas de consolidação estigmatizante e permanente.Essa descrição refere-se à lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grave, por se tratar de debilidade permanente."
      },
      {
        "letra": "B",
        "texto": "gravíssima, por representar deformidade permanente."
      },
      {
        "letra": "C",
        "texto": "dolosa, sem gradação por sua quantidade e qualidade."
      },
      {
        "letra": "D",
        "texto": "culposa, sem gradação por sua quantidade e qualidade."
      },
      {
        "letra": "E",
        "texto": "gravíssima, por representar debilidade permanente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2235985",
    "metadata": "Ano: 2023 | Banca: MS Concursos e Consultoria | Órgão: Prefeitura de Luís Eduardo Magalhães - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o artigo 129, § 1º do Código Penal Brasileiro, qual das afirmativas abaixo não consta uma hipótese de lesão corporal grave?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incapacidade para as ocupações habituais, por mais de trinta dias."
      },
      {
        "letra": "B",
        "texto": "Perigo de vida."
      },
      {
        "letra": "C",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "Aceleração de parto."
      },
      {
        "letra": "E",
        "texto": "Aborto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207303",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "João, extremamente irritado em razão da derrota do seu time de coração, ao encontrar um torcedor do clube rival, acaba por efetuar cinco disparos de arma de fogo na direção do último. Não dispondo de outras munições, João, arrependido, leva a vítima ao hospital mais próximo. Contudo, o ofendido veio a óbito logo após chegar ao nosocômio, visto que foi atingido no peito e no rosto. Nesse cenário, considerando as disposições do Código Penal João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio tentado, em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "homicídio tentado, em razão do arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "homicídio tentado, em razão da desistência voluntária;"
      },
      {
        "letra": "D",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "E",
        "texto": "homicídio consumado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2162295",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, uma lesão corporal é considerada gravíssima caso resulte em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceleração de parto."
      },
      {
        "letra": "B",
        "texto": "incapacidade temporária para as ocupações habituais."
      },
      {
        "letra": "C",
        "texto": "perigo de vida."
      },
      {
        "letra": "D",
        "texto": "perda ou inutilização do membro, sentido ou função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2061945",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Com referência aos crimes contra a vida, sabe-se que alguns são tipificações do descrito como homicídio, no artigo 121 do Código Penal, e que outros estão descritos em artigos próprios, também nesse ordenamento jurídico. Com base no conhecimento da legislação, julgue o item a seguir.O crime de aborto qualificado prevê o aumento da pena em caso de lesão corporal grave ou morte da mãe em consequências de aborto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2048200",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "' Na saída de uma festa, após uma discussão, Francisco, motivado por ciúmes, desferiu um único soco em José. Este, surpreendido, não esboçou reação e caiu no chão, bateu a cabeça no meio-fio da calçada e faleceu em seguida. Iniciado e instruído o processo, o laudo do IML apontou que José tinha morrido em decorrência de um aneurisma cerebral, fato desconhecido de ambos. Nessa situação hipotética, a conduta de Francisco é considerada crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "lesão corporal na forma qualificada."
      },
      {
        "letra": "D",
        "texto": "homicídio simples."
      },
      {
        "letra": "E",
        "texto": "homicídio qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2667695",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Chapecó - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Sobre Violência Doméstica, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na aceleração do parto, dá pena de 3 meses a 1 ano de detenção."
      },
      {
        "letra": "B",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na incapacidade permanente para o trabalho, dá pena de 10 anos de detenção."
      },
      {
        "letra": "C",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na lesão corporal seguida de morte, dá pena de 30 anos de detenção."
      },
      {
        "letra": "D",
        "texto": "Ofender a integridade corporal, se houver como consequência a morte, porém se as circunstâncias evidenciam que o agente não quis o resultado, nem assumiu o risco de produzi-lo, dá pena de 5 anos."
      },
      {
        "letra": "E",
        "texto": "Ofender a integridade corporal, se o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, o juiz pode reduzir a pena a um sexto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2078891",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "“Uma mulher turca acusada de cortar o pênis de seu parceiro vai esperar dezoito meses até receber seu veredicto. O Tribunal aguarda para saber se o órgão reimplantado do homem ainda funciona. A acusada disse ao Tribunal que cortou fora o pênis do ex-companheiro e o jogou no telhado de um prédio vizinho, aproveitando-se da embriaguez da vítima, segundo o jornal.” (Reportagem de Ayla Jean Yackley, http://br.noticias.yahoo.com/s/reuters/090910/mundo/mundo_odd_turquia_peni s). Caso esse fato ocorresse no Brasil, essa lesão corporal seria considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gravíssima, independente do resultado do implante."
      },
      {
        "letra": "B",
        "texto": "Grave, se houver perda da função eretora ou reprodutora."
      },
      {
        "letra": "C",
        "texto": "Grave, caso ocorra recuperação parcial da função eretora e reprodutora, sem dano estético."
      },
      {
        "letra": "D",
        "texto": "Moderada, caso haja persistência da debilidade de ereção e preservação da função reprodutora."
      },
      {
        "letra": "E",
        "texto": "Leve, se houver recuperação total da função peniana, independente de dano estético."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2078708",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Com relação ao crime de lesão corporal, previsto no art. 129 do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na lesão corporal culposa não se aplica o perdão judicial."
      },
      {
        "letra": "B",
        "texto": "será de natureza grave, se resultar incapacidade para as ocupações habituais, por mais de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é possível o juiz substituir a pena privativa de liberdade pela multa, se a lesão, ainda que grave, for praticada em seguida à injusta provocação da vítima."
      },
      {
        "letra": "D",
        "texto": "na lesão oriunda de violência doméstica, incidirá causa de aumento, se a vítima é portadora de deficiência."
      },
      {
        "letra": "E",
        "texto": "é isento de pena o agente que comete o crime sob o domínio de violenta emoção, desde que não se trate de lesão de natureza grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1993018",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Rebeca, jovem de 25 anos, triste com a notícia de que seria mandada embora de seu emprego, procura Émerson, seu colega de trabalho, a fim de compartilhar com ele a sua angústia, sem saber que ele, há tempos, nutria por ela inveja e rancor, e que sempre desejou o seu posto de trabalho. Émerson, então, enxergando naquela situação a oportunidade de se livrar da colega, decide instigá-la a matar-se. Logo em seguida, influenciada pelo conselho de Émerson, decide pular da janela do edifício onde trabalhava a fim de dar cabo de sua vida. Contudo, sua queda é amortecida pela carroceria repleta de colchões de um caminhão estacionado na via pública. Do incidente, Maria sofre lesões corporais de natureza leve. Diante da situação hipotética acima descrita, e de acordo com o que estabelece o ordenamento jurídico, Émerson",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser responsabilizado pela prática do crime de tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "deverá ser responsabilizado pela prática do crime consumado de lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "deverá ser responsabilizado pela prática do crime de induzimento, instigação ou auxílio ao suicídio em sua forma tentada."
      },
      {
        "letra": "D",
        "texto": "deverá ser responsabilizado pela prática do crime de induzimento, instigação ou auxílio ao suicídio em sua forma consumada."
      },
      {
        "letra": "E",
        "texto": "não terá qualquer responsabilidade penal, em razão de Rebeca não ter morrido e nem sofrido lesão corporal de natureza grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1960228",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Haverá crime de lesão corporal de natureza grave, punido com pena de reclusão, de um a cinco anos, se resultar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceleração de parto"
      },
      {
        "letra": "B",
        "texto": "perda ou inutilização do membro, sentido ou função"
      },
      {
        "letra": "C",
        "texto": "enfermidade incuráve"
      },
      {
        "letra": "D",
        "texto": "incapacidade permanente para o trabalho"
      },
      {
        "letra": "E",
        "texto": "deformidade permanente"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959622",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em meio a uma discussão, Lucas empurrou com força seu vizinho José, que caiu no chão e bateu a cabeça, desmaiando. Imediatamente, Lucas socorreu José e o conduziu ao hospital, onde ficou internado. Em decorrência da lesão sofrida, constatou-se por perícia que José teve alteração permanente de sua personalidade. Lucas foi denunciado, processado e ao final condenado pela prática do delito de lesão corporal qualificada pela deformidade permanente (art. 129, § 2º , IV, do Código Penal). Com base no entendimento do Superior Tribunal de Justiça, no caso apresentado, a incidência da qualificadora pela deformidade permanente está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorreta, pois essa qualificadora abrange somente lesões que resultam em danos físicos."
      },
      {
        "letra": "B",
        "texto": "correta, pois essa qualificadora abrange lesões que resultam em danos físicos ou psicológicos."
      },
      {
        "letra": "C",
        "texto": "incorreta, pois resta ausente previsão legal para a aplicação dessa qualificadora."
      },
      {
        "letra": "D",
        "texto": "correta, desde que haja a comprovação de incapacidade permanente da vítima para o trabalho."
      },
      {
        "letra": "E",
        "texto": "correta, pois essa qualificadora abrange somente lesões que resultam em danos psicológicos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1947753",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Antônio, visando matar Carlos, desferiu tiros na direção deste, o que lhe causou a morte. Todavia, alguns disparos, por clara culpa, atingiram Francisco, que não faleceu, mas perdeu o braço por amputação em decorrência dos ferimentos. Nesse caso, Antônio deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal culposa em concurso material com homicídio doloso consumado."
      },
      {
        "letra": "B",
        "texto": "homicídio doloso consumado na forma continuada."
      },
      {
        "letra": "C",
        "texto": "tentativa de homicídio em concurso material com homicídio doloso consumado."
      },
      {
        "letra": "D",
        "texto": "homicídio doloso consumado em concurso formal próprio com tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio doloso consumado em concurso formal com lesões corporais culposas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1945466",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tício, técnico em manutenção de equipamentos, de forma imperita, instalou, em sua própria casa, suporte de ar-condicionado não compatível com o peso do aparelho que, passados poucos dias da instalação, desprendeu-se da parede, vindo a atingir seu próprio filho, que brincava no quintal. A criança, atingida na cabeça, teve traumatismo craniano, com sequela de convulsões periódicas. Haja vista a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou o crime de lesão corporal culposa, com causa de aumento em razão de a vítima ser criança, nos exatos termos do parágrafo 7º, do artigo 129, CP."
      },
      {
        "letra": "B",
        "texto": "Tício praticou o crime de lesão corporal, de natureza grave, nos termos do parágrafo 1º, do artigo 129, CP."
      },
      {
        "letra": "C",
        "texto": "Ticio praticou o crime de lesão corporal, nos exatos termos do “caput”, do artigo 129, do CP."
      },
      {
        "letra": "D",
        "texto": "A Tício, dadas as circunstâncias, é possível a aplicação de perdão judicial, nos exatos termos do parágrafo 8º do artigo 129, CP."
      },
      {
        "letra": "E",
        "texto": "Tício praticou o crime de lesão corporal culposa, de natureza grave, nos exatos termos do artigo 129, parágrafo 6º, do CP"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1939478",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "O item a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada em relação a diversos tipos de crimes e espécies de penas aplicáveis. Julgue-o à luz da legislação penal e do entendimento dos tribunais superiores.Túlio, agente da polícia federal, visando obter informações acerca da autoria de um roubo de joias em uma agência da Caixa Econômica Federal em Brasília – DF, algemou um receptador conhecido na região e passou a espancá-lo com socos e chutes, bem como pedaços de madeira, o que lhe produziu lesões corporais com perigo de vida. Nessa situação, o agente deve ser responsabilizado pelos crimes de lesão corporal grave e abuso de autoridade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1933394",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em 23 de julho de 2021, Manuel chegou a sua casa embriagado e, sem qualquer motivo, disse à sua companheira, Maria, que iria socá-la. Ato contínuo, Manuel desferiu um soco na região orbital esquerda do rosto de Maria, que, imediatamente, chamou a polícia. Manuel foi preso e conduzido à delegacia de polícia. Nessa situação hipotética, Manuel praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de lesão corporal qualificado, que, descrito no art. 129, § 9.º, do CP e para o qual a pena prevista é a de detenção de três meses a três anos, não exige a representação da vítima, e crime de ameaça, que, previsto no art. 147 do CP, exige a representação da vítima."
      },
      {
        "letra": "B",
        "texto": "crime de lesão corporal qualificado, descrito no art. 129, § 13, do CP e para o qual a pena prevista é a de reclusão de um a quatro anos, e crime de ameaça, previsto no art. 147 do CP, os quais dispensam a representação da vítima."
      },
      {
        "letra": "C",
        "texto": "crime de lesão corporal qualificado, que, descrito no art. 129, § 13, do CP e para o qual a pena prevista é a de reclusão de um a quatro anos, dispensa a representação da vítima, e crime de ameaça, que, previsto no art. 147 do CP, exige a representação da vítima."
      },
      {
        "letra": "D",
        "texto": "crime de lesão corporal qualificado, descrito no art. 129, § 9.º, do CP e para o qual a pena prevista é a de detenção de três meses a três anos, sendo o crime de ameaça absorvido pelo de lesão corporal."
      },
      {
        "letra": "E",
        "texto": "crime de lesão corporal qualificado, descrito no art. 129, § 9.º, do CP e para o qual a pena prevista é a de detenção de três meses a três anos, bem como crime de ameaça, previsto no art. 147 do CP, os quais exigem a representação da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1933159",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A respeito da compatibilidade do delito de lesão corporal e a lei de crimes hediondos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há delito de lesão corporal acometido pela hediondez;"
      },
      {
        "letra": "B",
        "texto": "a lesão grave pode ser acometida pela hediondez, dependendo da vítima;"
      },
      {
        "letra": "C",
        "texto": "a lesão gravíssima pode ser acometida pela hediondez, dependendo da vítima;"
      },
      {
        "letra": "D",
        "texto": "não há infração penal preterdolosa passível de ser acometida pela hediondez;"
      },
      {
        "letra": "E",
        "texto": "a lesão corporal seguida de morte será hedionda, independentemente da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1911920",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Guilherme, 20 anos, criou um sítio na internet por meio do qual propaga técnicas para o cometimento de suicídio. Diante disso, veio a ser procurado por dois jovens, André, 13 anos, e Matheus, 12 anos, para que os orientasse como praticar uma técnica suicida indolor. Guilherme recomendou, por mensagens de texto, a utilização de um veneno de extrema letalidade. André e Matheus encontraram-se e juntos ingeriram a substância. André chegou ao hospital sem vida. Matheus ficou hospitalizado por 30 dias e sobreviveu, porém ficou acometido por paraplegia permanente. Com base na dinâmica narrada, Guilherme deverá ser penalmente responsabilizado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio em face de André e pelo crime de lesão corporal gravíssima em face de Matheus."
      },
      {
        "letra": "B",
        "texto": "homicídio em face de André e pelo crime de induzimento, instigação ou auxílio ao suicídio ou a automutilação, em face de Matheus."
      },
      {
        "letra": "C",
        "texto": "induzimento, instigação ou auxílio ao suicídio ou a automutilação em face de André e pelo crime de lesão corporal gravíssima em face de Matheus."
      },
      {
        "letra": "D",
        "texto": "induzimento, instigação ou auxílio ao suicídio ou a automutilação, em face de André e de Matheus em concurso formal perfeito."
      },
      {
        "letra": "E",
        "texto": "induzimento, instigação ou auxílio ao suicídio ou a automutilação, na modalidade consumada em face de André e na modalidade tentada em face de Matheus."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1904463",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Analise o registro a seguir: “Segundo o boletim de ocorrência, a vítima de 48 anos contou aos policiais que foi agredida com socos e chutes em uma discussão. Ela foi socorrida e levada ao prontosocorro com ferimentos leves na cabeça e seis dentes quebrados. Em seguida, foi medicada e liberada. ” Tendo em vista o caso apresentado, a vítima, em decorrência da agressão, foi encaminhada para a perícia no IML. Ao exame pericial foi evidenciada a presença de uma fratura coronorradicular de grande extensão com perda significativa de estrutura dentária do incisivo central superior (21), que posteriormente foi extraído por um cirurgião dentista particular. Nos demais elementos (13,12,23) foram evidenciadas fraturas superficiais nos bordos incisais e, no elemento 22, fratura da coroa de cerâmica (prótese sobre implante da região 22). Devido à agressão, a vítima ficou afastada das suas atividades sociais e esportivas por mais de 30 dias. Considerando o que prevê o Código Penal Brasileiro em relação ao relato de caso, o mesmo remete à tipificação de lesão corporal do tipo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano à coisa."
      },
      {
        "letra": "B",
        "texto": "lesão leve."
      },
      {
        "letra": "C",
        "texto": "lesão grave."
      },
      {
        "letra": "D",
        "texto": "lesão gravíssima com risco de vida."
      },
      {
        "letra": "E",
        "texto": "lesão leve com risco de vida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1904354",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Após ingerirem bebidas alcoólicas diversas durante seis horas consecutivas, dois colegas iniciaram uma briga corporal em que um deles proferiu soco no outro, ocasionado perda de dois elementos dentários no colega. Considerando essa situação hipotética, bem como a resolução da Sexta Turma do Superior Tribunal de Justiça (STJ), é correto afirmar que, no exame de corpo de delito do periciando que teve perda dos dois elementos dentários, a classificação da referida lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve levar em conta exclusivamente o prejuízo do periciando a sua atividade profissional, a questão de sua maioridade e a existência de perdas financeiras."
      },
      {
        "letra": "B",
        "texto": "depende unicamente do grau de prejuízo às atividades rotineiras do periciando lesionado."
      },
      {
        "letra": "C",
        "texto": "é do tipo leve, uma vez que não houve deformidade externa, mas apenas lesão interna, sem perda total da função."
      },
      {
        "letra": "D",
        "texto": "é gravíssima, visto que houve debilidade e deformidade permanente, mesmo se considerando que o indivíduo poderá fazer uso de prótese."
      },
      {
        "letra": "E",
        "texto": "é do tipo grave, já que houve debilidade permanente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897196",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Alberto estava alcoolizado e dirigia seu veículo em alta velocidade quando se chocou com o carro de Bernardo, causando-lhe lesões de natureza grave. Ao perceber que poderia ser preso, Alberto, que estava consciente, fugiu do local do crime. Nessa situação hipotética, Alberto responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal majorada."
      },
      {
        "letra": "B",
        "texto": "embriaguez ao volante em concurso com lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "embriaguez ao volante em concurso com lesão corporal culposa majorada."
      },
      {
        "letra": "D",
        "texto": "embriaguez ao volante em concurso com lesão corporal e fuga do local do acidente."
      },
      {
        "letra": "E",
        "texto": "lesão corporal majorada e fuga do local do acidente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1881072",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Maristela, integrante do Conselho Penitenciário, é espancada por Roberval, parente de um detento, em virtude da função pública por ela exercida. No evento, a vítima perde a visão de um dos olhos, mantendo-se íntegra a visão do outro. É correto afirmar que Roberval praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal grave"
      },
      {
        "letra": "B",
        "texto": "lesão corporal gravíssima"
      },
      {
        "letra": "C",
        "texto": "lesão corporal grave majorada"
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima majorada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873815",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a administração pública",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Em determinado dia, durante a saída dos alunos da escola municipal Beta, Hermes, pai da aluna Harmonia, invadiu a sala de aula e agrediu o professor Ares com socos e chutes. As agressões foram geradas em razão de Harmonia, de 14 anos, ter informado que vinha sofrendo assédio por parte do professor, consistente em insistentes toques não consentidos em seu cabelo e sua cintura. Após as agressões, Hermes deixou a escola acompanhado por sua filha. Ares foi atendido, medicado e retomou suas atividades rotineiras três dias depois. Nessa hipótese, Hermes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está isento de pena;"
      },
      {
        "letra": "B",
        "texto": "responderá por lesões corporais leves;"
      },
      {
        "letra": "C",
        "texto": "responderá por exercício arbitrário das próprias razões;"
      },
      {
        "letra": "D",
        "texto": "responderá por exercício arbitrário das próprias razões em concurso formal com lesões corporais leves;"
      },
      {
        "letra": "E",
        "texto": "responderá por exercício arbitrário das próprias razões em concurso material com lesões corporais leves."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892997",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Suponha que Aragornio foi vítima do crime de lesão corporal, previsto no artigo 129 do Código Penal, e ficou incapacitado para as ocupações habituais, por mais de 30 (trinta) dias. Dessa forma, Aragornio foi vítima do crime de lesão corporal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leve."
      },
      {
        "letra": "B",
        "texto": "Levíssima."
      },
      {
        "letra": "C",
        "texto": "Grave"
      },
      {
        "letra": "D",
        "texto": "Gravíssima."
      },
      {
        "letra": "E",
        "texto": "Neutra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1868189",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "O Código Penal conta com dispositivo cuja finalidade é coibir a violência doméstica, entendida esta como a prática do delito de lesão corporal contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade (Art. 129, § 9º, do Código Penal). Sobre essa norma, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lesão imposta é de natureza unicamente leve, dando margem a um tipo qualificado, mas não pelo resultado;"
      },
      {
        "letra": "B",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de lesão corporal culposa;"
      },
      {
        "letra": "C",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de vias de fato;"
      },
      {
        "letra": "D",
        "texto": "a qualificadora da violência doméstica não pode ser aplicada aos casos de parentalidade socioafetiva;"
      },
      {
        "letra": "E",
        "texto": "a qualificadora da violência doméstica pode ser aplicada a todas as relações de convivência cotidiana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1829182",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.O agente que jogar óleo quente na vítima, com animus laedendi, causando, assim, deformidade permanente nela, segundo laudo médico, cometerá crime de lesão corporal gravíssima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828387",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.O crime de lesão corporal qualificado pela violência doméstica admite mulher como sujeito ativo do delito e homem como sujeito passivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828215",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O Código Penal brasileiro define o crime de lesão corporal como sendo o resultado de uma ação ou omissão humana capaz de causar dano à integridade corporal ou à saúde de um indivíduo qualquer que seja esse dano, de ordem fisiológica, anatômica ou mental. O momento consumativo do crime de lesão corporal ocorre no momento da efetiva violação à integridade física ou à saúde da vítima e, via de regra, exige a comprovação do dano mediante de um exame",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grafotécnico."
      },
      {
        "letra": "B",
        "texto": "papiloscópico."
      },
      {
        "letra": "C",
        "texto": "de constatação da veracidade."
      },
      {
        "letra": "D",
        "texto": "testemunhal indireto."
      },
      {
        "letra": "E",
        "texto": "de corpo delito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1828214",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "As lesões corporais descritas nos incisos do §1º do art. 129 do Código Penal, prevendo pena de reclusão de 1 a 5 anos em razão dos resultados (incapacidade para as ocupações habituais por mais de 30 dias; perigo de vida; debilidade permanente de membro, sentido ou função; e/ou aceleração do parto), são consideradas lesões corporais de natureza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "leve."
      },
      {
        "letra": "B",
        "texto": "média."
      },
      {
        "letra": "C",
        "texto": "grave."
      },
      {
        "letra": "D",
        "texto": "gravíssima."
      },
      {
        "letra": "E",
        "texto": "levíssima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826477",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Considerando a legislação especial, julgue o item a seguir.Em regra, a conduta de dirigir veículo automotor sem habilitação fica absorvida quando o agente comete o crime de lesão corporal culposa na direção do veículo automotor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810039",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tassiana, com o objetivo de induzir Rogério a praticar suicídio, diz-lhe que os problemas pelos quais ele passa não têm solução e que apenas a morte daria o conforto necessário, entre outras afirmações. Efetivamente induzido pelas palavras de Tassiana, Rogério, com intenção de suicidar-se, atira-se da janela de seu apartamento, localizado no terceiro andar de um prédio residencial. Ocorre que a queda de Rogério é amortecida pelo toldo do apartamento de baixo, bem como pela rede de proteção do edifício, que estava passando por obras na fachada. Rogério sofre apenas lesões corporais de natureza leve. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tassiana responderá por tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "Tassiana responderá por tentativa de induzimento ou instigação ao suicídio."
      },
      {
        "letra": "C",
        "texto": "Tassiana responderá por lesão corporal dolosa."
      },
      {
        "letra": "D",
        "texto": "Tassiana responderá por induzimento ou instigação ao suicídio na modalidade consumada."
      },
      {
        "letra": "E",
        "texto": "Tassiana não responderá por crime algum."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1799308",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, julgue o próximo item. O crime de lesão corporal leve cometido em situação de violência doméstica não configura um tipo penal autônomo, mas uma qualificadora do delito de lesão corporal, em decorrência da relação havida entre os sujeitos ativo e passivo do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1797796",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "No que se refere aos crimes previstos na legislação penal, julgue o item a seguir.Responderá pelo crime de lesão corporal seguida de morte o agente que não quis o resultado morte nem assumiu o risco de produzi-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771672",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Saulo se desentendeu, na fila do caixa de um supermercado, com outra consumidora, Viviane, que estava no 8º mês de gestação, e lhe desferiu um fortíssimo soco no rosto. Em razão do golpe, Viviane perdeu o equilíbrio e caiu com a barriga no chão. Ao ser levada ao hospital, foi constatado que Viviane apresentava lesão leve na face, mas que havia perdido o bebê em decorrência da queda. Considerando o estado gravídico evidente de Viviane, a conduta praticada por Saulo configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "lesão corporal qualificada pelo aborto;"
      },
      {
        "letra": "C",
        "texto": "aborto na modalidade dolo eventual, apenas;"
      },
      {
        "letra": "D",
        "texto": "aborto culposo, ficando a lesão corporal absorvida;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal leve em concurso formal com aborto na forma culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1770462",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em uma casa noturna, um homem inicia luta corporal e desfere socos em outro indivíduo, este cai e bate com a cabeça na borda de uma mesa. É socorrido, levado para o hospital, operado e morre 48 horas depois. Na lei penal, esse crime é enquadrado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio simples;"
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado;"
      },
      {
        "letra": "C",
        "texto": "homicídio culposo;"
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima culposa;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal seguida de morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1749333",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Francisco decide matar Antônio, ao descobrir que este seria promovido no trabalho em seu lugar. Para tanto, mistura uma pequena quantidade de veneno em uma bebida e, aproveitandose de uma confraternização no local de trabalho, serve a bebida a Antônio, que, após a ingestão, começa a se contorcer de dor. Antônio percebe que está ficando sem ar e diz a Francisco que ele sempre foi um excelente amigo e que será uma pena não poderem mais trabalhar juntos. Ouvindo tais palavras, Francisco coloca Antônio em seu carro e dirige-se ao hospital, informando aos médicos o veneno que colocou na bebida servida a Antônio. Antônio fica internado por dois meses, mas sobrevive, sendo certo que os médicos atestam que se não fosse a ação rápida de Francisco, Antônio teria morrido. Assinale a opção que indica a responsabilidade penal de Francisco.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa de homicídio qualificado pelo emprego de veneno."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "Lesão corporal culposa."
      },
      {
        "letra": "D",
        "texto": "Nenhuma responsabilidade penal, em razão do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "Tentativa de homicídio, com atenuação de pena pelo arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1683344",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Araçoiaba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Se um crime de lesão corporal de natureza grave resulta em incapacidade para as ocupações habituais, por mais de trinta dias; perigo de vida; debilidade permanente de membro, sentido ou função; aceleração de parto, então a pena aplicável ao agente será de reclusão, de um a cinco anos, conforme o artigo 129, § 1º, do Código Penal. II. Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo, assim como sonegá-lo ou inutilizálo, total ou parcialmente, é um crime com pena de reclusão, de um a quatro anos, se o fato não constitui crime mais grave, de acordo com as disposições do artigo 314 do Código Penal. III. Pescar mediante a utilização de explosivos ou substâncias que, em contato com a água, produzam efeitos semelhantes aos explosivos; ou mesmo com substâncias tóxicas, ou outro meio proibido pela autoridade competente, é um crime cuja pena compreende a reclusão de cinco a quinze anos, conforme o artigo 35 da Lei Federal nº 9.605, de 1998. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1683343",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Araçoiaba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. O crime de lesão corporal de natureza grave, se resulta em incapacidade permanente para o trabalho; enfermidade incurável; perda ou inutilização do membro, sentido ou função; deformidade permanente; ou aborto, prevê pena de detenção, de cinco a doze anos, e multa, de acordo com os termos do artigo 129 do Código Penal. II. De acordo com o disposto no artigo 155 do Código Penal, subtrair, para si ou para outrem, coisa alheia móvel é um crime com pena e de reclusão, de um a quatro anos, e multa. Ainda de acordo com o referido texto legal, se o criminoso é primário, sendo de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa. III. O artigo 2º, VII, da Lei nº 12.318, de 2010, prevê que mudar o domicílio da criança para local próximo ao outro genitor ou a seus familiares, como os avós, com a devida justificativa, é uma forma exemplificativa de alienação parental. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1142564",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.Mário praticou lesão corporal leve contra a moça, sendo, nesse caso, admitida a renúncia à representação apenas perante o juiz, conforme prevê a Lei Maria da Penha.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1137883",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O crime de lesão corporal só admite a modalidade dolosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1134195",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "O atual Código de Direito Penal, recepcionado pela Constituição de 1988, inicia a Parte Especial tratando dos crimes contra a pessoa. Sobre eles, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Também é crime se a lesão corporal for praticada contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade"
      },
      {
        "letra": "B",
        "texto": "Trata-se de homicídio qualificado aquele cometido contra a mulher por razões da condição do sexo feminino"
      },
      {
        "letra": "C",
        "texto": "É crime o aborto de feto com anencefalia"
      },
      {
        "letra": "D",
        "texto": "É crime contra a pessoa praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir contágio"
      },
      {
        "letra": "E",
        "texto": "É crime abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2009894",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "É correto afirmar que, nos termos do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena do crime de lesão corporal é aumentada quando a vítima for, entre outros, cônjuge de um Policial Militar, e a infração penal for perpetrada em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "o feminicídio admite modalidade culposa quando o agente, por imprudência, negligência ou imperícia, matar a sua esposa."
      },
      {
        "letra": "C",
        "texto": "o crime de omissão de socorro, para a sua consumação, exige a constatação de lesão grave ou a morte da vítima."
      },
      {
        "letra": "D",
        "texto": "para tipificar o crime de difamação, exige-se a imputação de fato definido como crime."
      },
      {
        "letra": "E",
        "texto": "a violação de domicílio configura um crime que somente poderá ser consumado pelo ingresso clandestino em uma residência durante o período noturno."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677319",
    "metadata": "Ano: 2019 | Banca: NUCEPE | Órgão: Prefeitura de Timon - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Quanto ao crime de Lesão Corporal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial pode ser aplicado em caso de lesão culposa."
      },
      {
        "letra": "B",
        "texto": "A pena é aumentada de 1/3 (um terço) até a metade se o crime for praticado por milícia privada, sob o pretexto de prestação de serviço de segurança, ou por grupo de extermínio."
      },
      {
        "letra": "C",
        "texto": "A pena será aumentada de um sexto se o crime for cometido contra ascendente portador de deficiência."
      },
      {
        "letra": "D",
        "texto": "O crime classifica-se como lesão grave, caso resulte debilidade temporária de membro, sentido ou função."
      },
      {
        "letra": "E",
        "texto": "A lesão corporal leve é configurada quando o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1125957",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "João, conduzindo um veículo em via pública, por um lapso momentâneo de desatenção, perde o controle do veículo, que sobe na calçada e atinge um pedestre, provocando-lhe lesões corporais. Nessa hipótese, é correto afirmar que o crime de lesão corporal praticado é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doloso."
      },
      {
        "letra": "B",
        "texto": "preterdoloso."
      },
      {
        "letra": "C",
        "texto": "culposo."
      },
      {
        "letra": "D",
        "texto": "intencional."
      },
      {
        "letra": "E",
        "texto": "justificante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068986",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemÉ considerada como lesão de natureza média a que resultar em debilidade permanente de membro, sentido ou função.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1047510",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Aristeu tem 17 anos de idade e revela a seu irmão, Cícero, maior de idade, que pretende cometer suicídio. Ao ouvir essa confissão, Cícero presta auxílio a seu irmão para que este tire a sua própria vida. No entanto, Aristeu tenta cometer o suicídio, mas este não se consuma, vindo apenas a sofrer lesão de natureza grave. Conforme dispõe o Código Penal Brasileiro, nessa hipótese, é correto afirmar que Aristeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de autolesão, e Cícero responderá pelo crime de lesão corporal, sem agravante."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de suicídio na sua forma tentada, e Cícero pela tentativa de homicídio, com aumento de pena por ser a vítima menor."
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, e Cícero responderá pelo crime de induzimento ao suicídio, com agravante por ser a vítima seu irmão."
      },
      {
        "letra": "D",
        "texto": "e Cícero não responderão por qualquer crime, tendo em vista que o suicídio não se consumou."
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, e Cícero responderá pelo crime de auxílio ao suicídio, com aumento de pena por ser a vítima menor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "978429",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta crimes que admitem a forma culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio, lesão corporal e emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "B",
        "texto": "Concussão, injúria e dano."
      },
      {
        "letra": "C",
        "texto": "Prevaricação, homicídio e omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "Homicídio, lesão corporal e peculato."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, dano e lesão corporal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976891",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Um indivíduo sofreu uma lesão e teve a capacidade de movimentar a perna direita reduzida em 95%. De acordo com o art. n° 129 do Código Penal Brasileiro, em qual classificação o caso se encaixa mais especificamente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "B",
        "texto": "Deformidade permanente."
      },
      {
        "letra": "C",
        "texto": "Perigo de vida."
      },
      {
        "letra": "D",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "E",
        "texto": "Perda ou inutilização de membro, sentido ou função."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "976890",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o art. n° 129 do Código Penal Brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de vida não é considerado lesão corporal."
      },
      {
        "letra": "B",
        "texto": "Aborto é lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "Uma criança que sofreu lesão corporal que a incapacita para as ocupações habituais por 20 dias se enquadra nesse art. 129 do CPB."
      },
      {
        "letra": "D",
        "texto": "Incapacidade permanente para o trabalho é lesão grave."
      },
      {
        "letra": "E",
        "texto": "Considera-se lesão corporal seguida de morte quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1792301",
    "metadata": "Ano: 2018 | Banca: EDUCA | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o art. 129, § 1º do Código Penal Brasileiro, se a lesão corporal resultar de Incapacidade para as ocupações habituais, por mais de trinta dias, a pena é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, de dois a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de um a dois anos."
      },
      {
        "letra": "E",
        "texto": "Detenção, de um a quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1163306",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Araçatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio cometido com o emprego de tortura não é considerado como homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "provocar aborto, sem o consentimento da gestante não é crime."
      },
      {
        "letra": "C",
        "texto": "se considera lesão corporal de natureza grave aquela que resulta debilidade permanente de membro."
      },
      {
        "letra": "D",
        "texto": "o crime de perigo de contágio venéreo foi revogado."
      },
      {
        "letra": "E",
        "texto": "o crime de difamação contempla a possibilidade de exceção da verdade e admite modalidade culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987246",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. O crime de lesão corporal, assim como a maioria dos crimes previstos no Código Penal brasileiro, somente admite a modalidade dolosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "958716",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Lesão corporal de natureza grave é aquela da qual resulta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deformidade permanente."
      },
      {
        "letra": "B",
        "texto": "incapacidade permanente para o trabalho."
      },
      {
        "letra": "C",
        "texto": "violência doméstica."
      },
      {
        "letra": "D",
        "texto": "feminicídio."
      },
      {
        "letra": "E",
        "texto": "aceleração de parto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "934019",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "No que se refere à medicina legal, julgue o item que segue.O fato de uma vítima de agressão sobreviver à injúria corporal, mas, devido a isso, perder toda a função renal direita, sem acometimento do rim esquerdo, caracteriza o crime de lesão corporal de natureza leve.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932660",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Penal acerca dos crimes contra a vida e a integridade física, considere: I. Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça somente será crime, em tese, se o suicídio se consumar ou, ainda, se da tentativa de suicídio resulta lesão corporal de natureza grave. II. Se o agente comete o crime de homicídio impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária. III. É qualificado o homicídio se cometido para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime. IV. Não se pune o aborto praticado por médico se não há outro meio de salvar a vida da gestante. V. Provocar aborto em si mesma é tipificado na lei como crime de infanticídio. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, III e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "923526",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Segundo o Código Penal, a lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é qualificada se praticada contra delegado de polícia civil no exercício da função."
      },
      {
        "letra": "B",
        "texto": "admite substituição da pena de detenção pela de multa, se culposa."
      },
      {
        "letra": "C",
        "texto": "qualificada pela violência doméstica exige sujeito passivo feminino."
      },
      {
        "letra": "D",
        "texto": "seguida de morte admite a figura privilegiada."
      },
      {
        "letra": "E",
        "texto": "admite perdão judicial, se de natureza leve."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905823",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o Artigo 129 do Código Penal Brasileiro, trata-se de lesão corporal de natureza gravíssima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceleração de parto."
      },
      {
        "letra": "B",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "C",
        "texto": "Deformidade permanente."
      },
      {
        "letra": "D",
        "texto": "Perigo de vida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905801",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Analise os casos hipotéticos abaixo e assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Do alto de uma árvore, Joca atira uma fruta contra a cabeça de Maurício. Celso, percebendo a intenção de Joca, assustado e com o fim de evitar a lesão contra Maurício, empurra a vítima com força. Na queda, Maurício acaba por quebrar o braço. Nessa hipótese, tendo Celso agido de forma excessiva, deve responder por lesão corporal dolosa."
      },
      {
        "letra": "B",
        "texto": "O agente que provoca, de forma dolosa, várias lesões corporais, de natureza grave e gravíssima contra a mesma vítima, em um mesmo contexto fático, responde por crime continuado."
      },
      {
        "letra": "C",
        "texto": "Policial Civil que, durante uma festa de casamento, confunde convidado com um “perigoso assaltante” foragido e, imediatamente, dá voz de prisão ao indivíduo que, assustado, corre do policial, fazendo com que este efetue disparos de arma de fogo que atingem mortalmente o convidado pelas costas, segundo a teoria limitada da culpabilidade, atua em descriminante putativa derivada de erro de tipo permissivo."
      },
      {
        "letra": "D",
        "texto": "Semprônio entra em luta corporal contra Beltrano, seu desafeto e, após provocar-lhe vários ferimentos, resolve matá-lo, desferindo contra ele dois disparos de arma de fogo que não atingem a vítima. Preso em flagrante, Semprônio responderá por lesão corporal, tentativa de homicídio e disparo de arma de fogo, em concurso material de crimes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "897325",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Amâncio planejava matar a companheira Inocência, porque não aceitava a separação do casal proposta por ela, e acreditava estar sendo traído. No dia do crime, esperou Inocência na saída do trabalho e, quando essa apareceu na via pública, fazendo-se acompanhar por Bravus, seu colega, efetuou um disparo de arma de fogo contra ela, com intenção de matá-la, atingindo-a fatalmente. Bravus também acabou sendo atingido, de raspão, pelo disparo, e restou lesionado levemente, em um dos braços. Nessa situação hipotética, analise as seguintes assertivas: I. Será pertinente o reconhecimento da qualificadora do feminicídio. II. Em relação à pluralidade de crimes, será reconhecido um concurso formal próprio heterogêneo. III. Supondo que Amâncio seja condenado por homicídio qualificado e lesão corporal leve, à pena de 12 anos de reclusão para o homicídio e 3 meses de detenção para a lesão corporal, o juiz somará as penas, aplicando a regra do cúmulo material benéfico. IV. Caso, na mesma situação fática, ao invés de Bravus, Inocência estivesse acompanhada da filha do casal, a pena seria aumentada de 1/3 até a 1/2, por ter sido o crime praticado na presença de descendente. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867678",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Mário, ao envolver-se em uma briga, lesionou Júlio. Nessa situação hipotética, Mário responderá por lesão corporal de natureza grave se tiver",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causado a morte de Júlio em circunstâncias que evidenciem que Mário assumiu o risco de produzir o resultado."
      },
      {
        "letra": "B",
        "texto": "provocado a incapacitação de Júlio para ocupações habituais, como, por exemplo, o trabalho e o estudo, por quinze dias."
      },
      {
        "letra": "C",
        "texto": "provocado em Júlio debilidade permanente de função, como, por exemplo, a redução da capacidade mastigatória pela perda dentária."
      },
      {
        "letra": "D",
        "texto": "ofendido a integridade corporal de Júlio, causando-lhe diversas escoriações no corpo."
      },
      {
        "letra": "E",
        "texto": "causado a morte de Júlio, ainda que em circunstâncias que evidenciem que Mário não queria matá-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866811",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Pune-se a tentativa no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "injúria cometida verbalmente."
      },
      {
        "letra": "C",
        "texto": "induzimento a suicídio sem resultado lesivo."
      },
      {
        "letra": "D",
        "texto": "lesão corporal leve dolosa."
      },
      {
        "letra": "E",
        "texto": "homicídio culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035166",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Nos termos do Código Penal, se o agente comete o crime de lesão corporal impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima, o juiz pode reduzir a pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de um terço a um oitavo"
      },
      {
        "letra": "B",
        "texto": "de um quarto a um sexto"
      },
      {
        "letra": "C",
        "texto": "de um sexto a um oitavo"
      },
      {
        "letra": "D",
        "texto": "de um sexto a um terço"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "900661",
    "metadata": "Ano: 2017 | Banca: CETREDE | Órgão: Prefeitura de Aquiraz - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Analise as afirmativas sobre lesão corporal prevista no Código Penal e marque a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "B",
        "texto": "Incapacidade permanente para o trabalho."
      },
      {
        "letra": "C",
        "texto": "Incapacidade para as ocupações habituais, por mais de 30 dias."
      },
      {
        "letra": "D",
        "texto": "Enfermidade curável."
      },
      {
        "letra": "E",
        "texto": "Deformidade permanente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863423",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Policial militar, em patrulhamento de rotina, se depara com “perigoso assaltante”, seu desafeto, que já havia cumprido pena por diversos roubos. Imediatamente, o policial dá voz de prisão ao indivíduo que, incontinente, inicia uma fuga. Nesse instante, o miliciano descarrega sua arma, efetuando disparos em direção do fugitivo que é atingido pelas costas. Dois dias após o ocorrido, o “perigoso assaltante” entra em óbito em razão da lesão sofrida. A conduta do policial caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação em estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "ação em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "resistência seguida de morte."
      },
      {
        "letra": "E",
        "texto": "homicídio qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "857187",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a incapacidade para as ocupações habituais, por mais de trinta dias, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "C",
        "texto": "lesão corporal grave."
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima."
      },
      {
        "letra": "E",
        "texto": "lesão corporal seguida de morte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "839708",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o artigo 129 do Código Penal brasileiro, lesão corporal é a ofensa à integridade corporal ou a saúde de alguém. Ela pode ser classificada em leve, grave ou gravíssima, a depender dos comemorativos. Analise as assertivas abaixo.I. Lesões corporais que causem incapacidade para as ocupações habituais por mais de 30 dias serão consideradas graves. II. Lesões corporais com perda ou inutilização de membro, sentido ou função serão consideradas graves. III. Lesões corporais que causem extrema dor serão consideradas gravíssimas. IV. Lesões corporais que causem qualquer alteração psíquica serão consideradas leves. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839600",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Rixa"
    ],
    "enunciado_principal": "João decide agredir fisicamente Pedro, seu desafeto, provocando-lhe vários ferimentos. Porém, durante a luta corporal, João resolve matar Pedro, realizando um disparo de arma de fogo contra a vítima, sem contudo, conseguir atingi-lo. A polícia é acionada, separando os contendores. Diante do caso hipotético, João responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas por lesões corporais."
      },
      {
        "letra": "B",
        "texto": "apenas por tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "por rixa e disparo de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "por lesões corporais consumadas e disparo de arma de fogo."
      },
      {
        "letra": "E",
        "texto": "por lesões corporais consumadas e homicídio tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839109",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Após uma discussão em um bar, Pedro decide matar Roberto. Para tanto, dirige-se até sua residência onde arma-se de um revólver. Ato contínuo, retorna ao estabelecimento e efetua um disparo em direção a Roberto. Contudo, erra o alvo, atingindo Antonio, balconista que ali trabalhava, ferindo-o levemente no ombro. Diante do caso hipotético, Pedro praticou, em tese, o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "homicídio tentado e lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "lesão corporal culposa e tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio na forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "835008",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Pedro, José e Alfredo integram uma organização criminosa que opera com tráfico de drogas e comete vários crimes na periferia de uma grande cidade brasileira. José ocupa uma posição mais alta na organização, sendo responsável por punir quem não correspondesse às expectativas do grupo. Certo dia, tendo Alfredo falhado na cobrança de uma dívida do tráfico, José, com a ajuda de Pedro, deu-lhe uma surra. Com o objetivo de se vingar de ambos, Alfredo armou um plano para acabar com a vida de José e atribuir a responsabilidade a Pedro. Assim, durante um tiroteio entre integrantes da organização criminosa e policiais, Alfredo, apontando na direção de José, que estava atrás de um arbusto, orientou Pedro a atirar nele, sob a alegação de que se tratava de um policial. O tiro atingiu José e Alfredo fugiu. Tendo percebido o erro, Pedro levou José ao hospital, o que evitou sua morte. Considerando que, conforme o Código Penal, o crime de homicídio consiste em matar alguém e o crime de lesão corporal em ofender a integridade corporal ou a saúde de outrem, assinale a opção correta a respeito da responsabilização de Alfredo e Pedro na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro não será responsabilizado pela prática de crime, em razão do erro sobre pessoa, e Alfredo responderá por tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "Alfredo será responsabilizado por tentativa de homicídio e Pedro por lesão corporal."
      },
      {
        "letra": "C",
        "texto": "Nem Alfredo nem Pedro serão responsabilizados pela prática de crime, já que Pedro impediu a morte de José."
      },
      {
        "letra": "D",
        "texto": "Tanto Pedro quanto Alfredo responderão por tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "Pedro não será responsabilizado pela prática de crime, por estar configurada discriminante putativa, e Alfredo responderá por lesão corporal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "794989",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O parágrafo segundo do artigo 129 do Código Penal estabelece casos de lesões corporais gravíssimas. Assinale a alternativa que não resulta em lesão corporal gravíssima de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incapacidade permanente para o trabalho"
      },
      {
        "letra": "B",
        "texto": "Enfermidade incurável"
      },
      {
        "letra": "C",
        "texto": "Aceleração do parto"
      },
      {
        "letra": "D",
        "texto": "Deformidade permanente"
      },
      {
        "letra": "E",
        "texto": "Inutilização de membro"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794988",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "As lesões corporais estão compreendidas nos dispositivos dos Crimes contra a Pessoa do Código Penal. Sobre esse assunto, analise as afirmativas. I. As lesões corporais dividem-se em dolosas e culposas e ambas são subdivididas em leves, graves e gravíssimas. II. O conceito legal de lesão leve é obtido por exclusão. III. A incapacidade para as ocupações habituais por mais de 30 dias está relacionada à lesão corporal grave. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as afirmativas I e II"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as afirmativas I e III"
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as afirmativas II e III"
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a afirmativa II"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "793907",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O parágrafo primeiro do artigo 129 do Código Penal estabelece casos de lesões corporais graves. Assinale a alternativa que não resulta em lesões corporais graves de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Debilidade permanente de membro"
      },
      {
        "letra": "B",
        "texto": "Incapacidade para as ocupações habituais por 10 dias"
      },
      {
        "letra": "C",
        "texto": "Aceleração do parto"
      },
      {
        "letra": "D",
        "texto": "Debilidade permanente de sentido"
      },
      {
        "letra": "E",
        "texto": "Perigo de vida"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "793906",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "O artigo 129 do Código Penal Brasileiro estabelece o crime de lesões corporais. Sobre esse assunto, analise as afirmativas. I. A lesão corporal que tem como resultado aborto é classificada como lesão corporal seguida de morte. II. Inutilização de função é classificado como lesão gravíssima. III. Perda de sentido é classificada como lesão grave. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as afirmativas I e II"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as afirmativas I e III"
      },
      {
        "letra": "D",
        "texto": "Está correta apenas a afirmativa I"
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a afirmativa II"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "772230",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Paulo, após subtrair a bolsa de Regina, é perseguido pelo cidadão Rodrigo, particular que passava pelo local e presenciou o crime. Rodrigo consegue segurar Paulo para efetuar a prisão. Entretanto, Paulo desfere um soco no rosto de Rodrigo, lesionando-o, e consegue empreender fuga. Nesse caso, Paulo, além do delito de furto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de desobediência e lesão corporal dolosa."
      },
      {
        "letra": "B",
        "texto": "cometeu crimes de resistência e lesão corporal dolosa."
      },
      {
        "letra": "C",
        "texto": "não cometeu nenhum crime."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de lesão corporal dolosa."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de resistência qualificada, pois o ato não foi executado em razão da resistência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "758143",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano"
    ],
    "enunciado_principal": "Bráulio, inconformado com uma mensagem privada de conteúdo romântico observada no aparelho de telefonia celular de sua namorada, decide dele se apossar como vingança. Contudo, enfrenta oposição da namorada, que se posta entre o autor e o aparelho. Assim, Bráulio, para assegurar seu intento, empurra com violência a namorada contra a parede, ferindo-a levemente. Assegurando a posse do telefone, Bráulio deixa a casa da namorada, vai até um terreno baldio e, pegando uma grande pedra que ali se encontra, com ela golpeia o aparelho, de modo a torná-lo inservível, o que era sua intenção desde o início. Analisando o caso proposto, assinale a opção que corretamente realiza a subsunção do comportamento do autor à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dano qualificado"
      },
      {
        "letra": "B",
        "texto": "Furto e lesão corporal."
      },
      {
        "letra": "C",
        "texto": "Lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Roubo"
      },
      {
        "letra": "E",
        "texto": "Dano qualificado e lesão corporal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "698200",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Amílcar, durante uma briga, tenta chutar seu adversário, mas sem querer acerta a própria esposa, que buscava apartar a contenda. Atingida no ventre, a mulher sofre ruptura do baço e é submetida a uma cirurgia de emergência, na qual tem o órgão extraído de seu corpo, medida que garante sua sobrevivência. Considerando que Amílcar em momento algum agiu com animus necandi, o comportamento do autor caracteriza crime de lesão corporal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposa."
      },
      {
        "letra": "B",
        "texto": "gravíssima com aumento de pena em virtude da relação conjugal entre autor e vítima."
      },
      {
        "letra": "C",
        "texto": "grave."
      },
      {
        "letra": "D",
        "texto": "gravíssima."
      },
      {
        "letra": "E",
        "texto": "grave com aumento de pena em virtude da relação conjugal entre autor e vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "690093",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Sobre os crimes contra a pessoa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o comportamento da vítima é incapaz de influenciar a pena no crime de lesão corporal."
      },
      {
        "letra": "B",
        "texto": "o princípio da insignificância não se aplica ao crime de lesão corporal, pois sua desclassificação incide na contravenção de vias de fato."
      },
      {
        "letra": "C",
        "texto": "a ofensa à saúde de outrem, por ser crime de perigo, não depende da produção do resultado para a configuração da tipicidade."
      },
      {
        "letra": "D",
        "texto": "a lesão corporal culposa na direção de veículo automotor impede a substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "a prática de lesão corporal leve em situação de lesões recíprocas pode ensejar a substituição da pena de detenção pela de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "663817",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o Código Penal (CP), a lesão corporal será classificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grave, caso resulte em enfermidade incurável."
      },
      {
        "letra": "B",
        "texto": "gravíssima, caso provoque debilidade permanente de membro, de sentido ou de função da vítima."
      },
      {
        "letra": "C",
        "texto": "grave, caso provoque dano estético definitivo na vítima."
      },
      {
        "letra": "D",
        "texto": "gravíssima, caso a vítima fique permanentemente incapacitada para o trabalho."
      },
      {
        "letra": "E",
        "texto": "gravíssima, caso provoque a aceleração do parto da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620485",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Diego e Júlio César, que exercem a mesma função, estão trabalhando dentro de um armazém localizado no Porto de Salvador, quando se inicia um incêndio no local em razão de problemas na fiação elétrica. Existe apenas uma pequena porta que permite a saída dos trabalhadores do armazém, mas em razão da rapidez com que o fogo se espalha, apenas dá tempo para que um dos trabalhadores saia sem se queimar. Quando Diego, que estava mais próximo da porta, vai sair, Júlio César, desesperado por ver que se queimaria se esperasse a saída do companheiro, dá um soco na cabeça do colega de trabalho e passa à sua frente, deixando o armazém. Diego sofre uma queda, tem parte do corpo queimada, mas também consegue sair vivo do local. Em razão do ocorrido, Diego ficou com debilidade permanente de membro. Considerando apenas os fatos narrados na situação hipotética, é correto afirmar que a conduta de Júlio César",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de lesão corporal grave, sendo o fato típico, ilícito e culpável."
      },
      {
        "letra": "B",
        "texto": "está amparada pelo instituto da legítima defesa, causa de exclusão da ilicitude."
      },
      {
        "letra": "C",
        "texto": "configura crime de lesão corporal gravíssima, sendo o fato típico, ilícito e culpável."
      },
      {
        "letra": "D",
        "texto": "está amparada pelo instituto do estado de necessidade, causa de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "está amparada pelo instituto do estado de necessidade, causa de exclusão da culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "560165",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Cristina, gestante de 7 meses, numa discussão de trânsito, foi agredida por Francisco. Em decorrência da agressão, Cristina sente contrações e adentra o hospital com o diagnóstico de aceleração do parto. Diante dessa situação, é correto afirmar que Cristina é sujeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ativo de lesão corporal de natureza grave, tendo como resultado aceleração de parto; Francisco assume a posição de sujeito passivo, por ser o autor da agressão. Nesse tipo de delito a pena é de reclusão de 1 a 5 anos."
      },
      {
        "letra": "B",
        "texto": "passivo de lesão corporal culposa, tendo como resultado aceleração de parto; Francisco assume a posição de sujeito ativo, por ser o autor da agressão. Nesse tipo de delito a pena é de reclusão de 2 meses a 1 ano."
      },
      {
        "letra": "C",
        "texto": "passivo de lesão corporal de natureza grave, tendo como resultado aceleração de parto; Francisco assume a posição de sujeito ativo, por ser o autor da agressão. Nesse tipo de delito a pena é de reclusão de 1 a 5 anos, com o aumento de pena em 1/3 em razão da aceleração do parto."
      },
      {
        "letra": "D",
        "texto": "passivo de lesão corporal culposa, tendo como resultado aceleração de parto; Francisco assume a posição de sujeito ativo, por ser o autor da agressão. Nesse tipo de delito a pena é de reclusão de 2 meses a 1 ano, com o aumento de pena em 1/3 em razão da aceleração do parto."
      },
      {
        "letra": "E",
        "texto": "passivo de lesão corporal de natureza grave, tendo como resultado aceleração de parto; Francisco assume a posição de sujeito ativo, por ser o autor da agressão. Nesse tipo de delito a pena é de reclusão de 1 a 5 anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "502141",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, do STF e da doutrina dominante acerca do direito penal, julgue o item subsequente. A ofensa à integridade corporal ou à saúde de outrem que resulte em perigo de morte configura o delito de lesão corporal gravíssima, segundo a doutrina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483611",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "\"A\" recebeu de \"B\" a determinação de espancar terceiro. No entanto, ultrapassando os limites da provocação, mata a vítima. No caso, o partícipe responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por lesão corporal, sem aumento da pena, se podia prever o resultado, ou pelo homicídio, por dolo eventual, se assumiu o risco de produzir o resultado."
      },
      {
        "letra": "B",
        "texto": "pelo homicídio, por dolo eventual, se assumiu o risco de produzir o resultado, ou por homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "por lesão corporal, sem aumento da pena, se não podia prever o resultado, ou pelo homicídio, por dolo eventual, se assumiu o risco de produzir o resultado."
      },
      {
        "letra": "D",
        "texto": "por lesão corporal, sem aumento de pena, se não podia prever o resultado morte, ou por homicídio culposo."
      },
      {
        "letra": "E",
        "texto": "por lesão corporal, com a pena aumentada, se a consequência letal lhe era imprevisível, ou pelo homicídio, por dolo eventual, se assumiu o risco de produzir o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785989",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O autor do fato estava limpando o quintal e deixou um pedaço de madeira escorada no muro. A vítima estava passando pelo local, momento em que a madeira caiu e atingiu o seu braço, causando um pequeno hematoma. O autor do fato tentou se explicar, confessando que agiu com desatenção e que poderia ter evitado o evento danoso, pois deveria ter colocado a madeira no chão. A vítima não aceitou as explicações e foi registrar a notícia crime, materializada no termo circunstanciado. Qual a tipificação do fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal dolosa, definida no artigo 129, caput do Código Penal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa, definida no artigo 129, § 6 do Código Penal"
      },
      {
        "letra": "C",
        "texto": "atipicidade da conduta"
      },
      {
        "letra": "D",
        "texto": "contravenção penal de deixar de colocar na via pública, sinal ou obstáculo, determinado em lei ou pela autoridade e destinado a evitar perigo a transeuntes (artigo 36 do Decreto Lei 3688/41)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "762842",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal gravíssima."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "Injúria racial."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488133",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "No Código Penal, nos crimes de injúria, infanticídio e lesão corporal, os bens jurídicos tutelados são, respectivamente, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "honra, a vida e a integridade física."
      },
      {
        "letra": "B",
        "texto": "vida, a honra e a integridade física."
      },
      {
        "letra": "C",
        "texto": "honra, a integridade física e a vida."
      },
      {
        "letra": "D",
        "texto": "integridade física, a vida e a honra."
      },
      {
        "letra": "E",
        "texto": "vida, a integridade física e a honra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488132",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o Código Penal, se o resultado da lesão corporal for grave, o autor do crime estará sujeito à pena de reclusão de dois a oito anos na hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incapacidade para as funções habituais, por mais de trinta dias."
      },
      {
        "letra": "B",
        "texto": "incapacidade permanente para o trabalho."
      },
      {
        "letra": "C",
        "texto": "perigo de vida."
      },
      {
        "letra": "D",
        "texto": "debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "E",
        "texto": "aceleração de parto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402198",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Mário, ao chegar em casa, deparou-se com uma tragédia. Seu filho, André, um jovem de 20 anos, manuseava, sem o cuidado devido, uma arma de fogo pertencente a seu pai, quando esta acidentalmente disparou e o projétil veio a atingir uma funcionária da casa. Sabendo que o disparo fora acidental, mas temendo pelas consequências do lamentável episódio para a vida de seu filho, optou Mário por não procurar as autoridades policiais. Ao contrário, ao anoitecer, transportou o corpo para um terreno baldio existente no seu bairro e ali o deixou. Ocorre que a funcionária em questão, na verdade, estava apenas ferida e acabou sendo encontrada e levada para o hospital. Sobre as condutas de Mário e André, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de homicídio na forma tentada."
      },
      {
        "letra": "C",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, na forma tentada, e André pelo de lesão corporal, também na forma tentada."
      },
      {
        "letra": "D",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, e André deve ser punido pelo de homicídio, também na forma tentada."
      },
      {
        "letra": "E",
        "texto": "Mário não deve ser punido pela prática de crime e André deve ser punido pela prática do crime de lesão corporal culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "547217",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "No que concerne a lesões corporais, julgue o item subsequente.Coeficientes de avaliação dos prejuízos estéticos, mastigatórios e fonéticos são utilizados no exame pericial direto para a caracterização personalíssima do dano e o detalhamento de seus diversos aspectos, podendo, por constituírem um método quantitativo, ser utilizados para a caracterização da incapacidade ou minusvalia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "384561",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "“A”, querendo causar a morte de “B”, descarrega contra este sua arma de fogo, atingindo­-o por seis disparos. “B”, socorrido por populares e levado ao pronto­-socorro, é submetido à cirurgia de emergência e sobrevive.Diante do exposto, “A” poderá responder pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio culposo tentado, pois “B” somente não morreu por circunstâncias alheias à vontade de “A”."
      },
      {
        "letra": "B",
        "texto": "lesão corporal dolosa, uma vez que “B”, apesar de ser atingido, não morreu."
      },
      {
        "letra": "C",
        "texto": "lesão corporal dolosa e homicídio doloso tentado, pois “B” somente não morreu por circunstâncias alheias à vontade de “A”."
      },
      {
        "letra": "D",
        "texto": "homicídio doloso consumado, pois “B” somente não morreu por circunstâncias alheias à vontade de “A”."
      },
      {
        "letra": "E",
        "texto": "homicídio doloso tentado, pois “B” somente não mor­reu por circunstâncias alheias à vontade de “A”."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318031",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "João, maior de dezoito anos, empurra por brincadeira Antonio, seu amigo, do topo de uma escada, causando-lhe a morte. Havendo circunstâncias que evidenciem não haver João desejado o resultado morte, tampouco assumido o risco de produzi-lo, responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio Privilegiado."
      },
      {
        "letra": "B",
        "texto": "Lesão Corporal Culposa."
      },
      {
        "letra": "C",
        "texto": "Homicídio Doloso Tentado."
      },
      {
        "letra": "D",
        "texto": "Lesão Corporal Seguida de Morte."
      },
      {
        "letra": "E",
        "texto": "Homicídio Culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "315287",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Se, durante o tumulto, determinada pessoa, caída ao chão, tenha sido pisoteada, e, não tendo apresentado e nenhuma sequela da fratura ou do trauma, tenha se recuperado totalmente em sessenta dias, as lesões decorrentes do pisoteamento devem ser consideradas de natureza leve.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312520",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Na hipótese de uma terceira pessoa desviar amão do homicida no exato instante em que este efetuava disparos de arma de fogo em direção ao peito da vítima, vindo apenas a lhe gerar lesão corporal, o agente responderá por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio doloso consumado, pois o resultado morte somente não ocorreu por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "B",
        "texto": "tentativa de homicídio, porque, muito embora tenha dado início à execução do crime, este não se consumou por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "tentativa de lesão corporal seguida de morte, a qual não se consumou por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "D",
        "texto": "lesão corporal dolosa consumada, em concurso com tentativa de homicídio, o qual não se consumou por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "lesão corporal culposa, sendo o homicídio, nesse caso, caracterizado como crime impossível, em virtude de ter sido o meio adotado absolutamente ineficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308175",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "De acordo com o Código Penal, no crime de homicídio e lesão corporal, a pena é aumentada de um terço se o crime for praticado por milícia privada, sob o pretexto de prestação de serviço de segurança, ou por grupo de extermínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305417",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Anderson, ginecologista, foi procurado por Zéfira, que estava grávida de seu amante Josenildo. Zéfira solicitou que Anderson interrompesse sua gravidez, mediante a utilização de uma curetagem, objetivando esconder a traição. Anderson, que era inimigo de Josenildo, efetuou um procedimento cirúrgico causando a expulsão do embrião e, para se vingar de Josenildo, retirou os dois ovários de Zéfira. Assim, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zéfira deve responder pelo crime de aborto provocado com o consentimento da gestante (artigo 124 do CP), em concurso de agentes com Anderson."
      },
      {
        "letra": "B",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) com a causa de aumento de pena prevista no artigo 127 do CP."
      },
      {
        "letra": "C",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) e lesão corporal gravíssima (se resulta perda ou inutilização de função – artigo 129, § 2º, III do CP), emconcurso formal."
      },
      {
        "letra": "D",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) e lesão corporal gravíssima (se resulta perda ou inutilização de função - artigo 129, § 2º, III, do CP), em concurso material."
      },
      {
        "letra": "E",
        "texto": "Anderson deve responder pelo crime de lesão corporal gravíssima (se resulta aborto)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1739639",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "João e José, cada um por si e sem unidade de desígnios, decidem desferir tiros contra Mário, José com dolo de lesar a integridade física de Mário e João com dolo de matar Mário. Cada qual se posiciona em lados opostos do caminho, um sem saber do outro, e quando a vítima se aproxima efetuam concomitantemente os disparos de arma de fogo, sendo que apenas um disparo acerta a vítima, que vem a morrer. A perícia não identificou a arma da qual partiu o projétil que acertou a vítima. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os agentes devem responder por homicídio consumado."
      },
      {
        "letra": "B",
        "texto": "ambos os agentes devem responder por lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "João responde por homicídio doloso consumado e José por lesão corporal dolosa consumada."
      },
      {
        "letra": "D",
        "texto": "João responde por tentativa de homicídio e José por tentativa de lesão corporal seguida de morte."
      },
      {
        "letra": "E",
        "texto": "João responde por tentativa de homicídio e José por tentativa de lesão corporal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1196953",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "João, namorado de Ana, acha que ela um dia, no passado, o traiu com Pedro, seu vizinho, que é muito forte. Em uma ocasião, chegando à casa de Ana, encontrou Pedro no portão e imediatamente passou a agredi-lo verbalmente. Em seguida, atracaram-se e, na briga, João, que estava apanhando, usou uma navalha que carrega sempre consigo para furar Pedro na barriga. Pedro não morreu, mas ficou internado em hospital por dois meses. Com relação a essa situação hipotética, julgue o item que se segue. A conduta de João configura tentativa de homicídio ou lesão corporal de natureza grave, a depender do elemento subjetivo de João, a ser revelado com base em elementos fáticos apurados na investigação e no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829717",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Josué, Jacó e Francisco estavam em uma embarcação no rio São Francisco que os levavam a cidade de Piranhas-AL. Sem qualquer motivo aparente, Josué agrediu Jacó e ambos iniciaram uma luta corporal comprometendo a estabilidade do barco que ameaçava virar. Francisco que não sabia nadar, com a finalidade de evitar um naufrágio, empurrou Josué, que continuava desferindo socos em Jacó, para fora da nave, havendo este sofrido lesões por conta da queda. No caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "operou-se o estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "tipificou-se o delito de tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "operou-se o exercício regular de um direito."
      },
      {
        "letra": "D",
        "texto": "tipificou-se o delito de lesões corporais graves."
      },
      {
        "letra": "E",
        "texto": "operou-se a legítima defesa de terceiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "599776",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Analise as seguintes proposições sobre os crimes contra a pessoa. I. A premeditação não configura uma qualificadora do crime de homicídio. II. O aborto, segundo recente alteração legislativa, não é mais considerado crime, se for realizado até os 60 (sessenta) dias de gestação. III. O crime de lesão corporal culposa foi graduado pelo legislador em leve, grave e gravíssima, dependendo da intensidade da lesão gerada. IV. O guarda municipal Mário atribuiu, falsamente, a seu colega Luciano, a prática de atividade contravencional do jogo do bicho, o que pode caracterizar o crime de calúnia. Está correto somente o que se afirma na(s) assertiva(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "I e III"
      },
      {
        "letra": "D",
        "texto": "II, III e IV"
      },
      {
        "letra": "E",
        "texto": "I"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488293",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em relação ao delito de lesão corporal leve (artigo 129, caput, do Código Penal), assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal correspondente dependerá de representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de menor potencial ofensivo e, portanto, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "Não se admite a suspensão condicional do processo, por se tratar de um crime contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "Não é permitida a conciliação entre as partes por se tratar de crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "É vedada a substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274301",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "A lesão corporal seguida de morte não se confunde com o homicídio culposo, pois, na primeira situação, chamada de homicídio preterdoloso, ocorre o dolo. Nesse caso, o autor tem a intenção de provocar a lesão corporal, mas não a morte da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]