[
  {
    "id": "3287908",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Com base no que está previsto no Código Penal, em qual das situações abaixo a lesão corporal é qualificada como grave?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perda de um dos rins em indivíduo previamente hígido."
      },
      {
        "letra": "B",
        "texto": "Escoriação no braço."
      },
      {
        "letra": "C",
        "texto": "Ferimento de raspão por arma de fogo sem repercussão hemodinâmica."
      },
      {
        "letra": "D",
        "texto": "Incapacidade de exercer ocupações habituais por 20 dias."
      },
      {
        "letra": "E",
        "texto": "Rubefação na pele causada por tapa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3171398",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Durante o cumprimento de mandado de busca e apreensão, Marcos, Delegado de Polícia, foi atingido por um golpe de faca efetuado por Dexter, que buscava se evadir. Em razão dos eventos, a autoridade policial sofreu debilidade permanente de membro. Registre-se, ainda, que, após investigações, apurou-se que Dexter agiu com dolo de lesionar, não havendo intenção de matar o referido agente público. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Dexter responderá pelo crime de lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "simples, com a incidência de duas causas de aumento de pena, em razão da debilidade permanente de membro e pelo fato de que a conduta foi praticada contra um Delegado de Polícia no exercício da função."
      },
      {
        "letra": "B",
        "texto": "qualificada, em razão da debilidade permanente de membro, com a incidência de uma causa de aumento de pena, pois a conduta foi praticada contra um Delegado de Polícia no exercício da função."
      },
      {
        "letra": "C",
        "texto": "qualificada, por ter sido praticada contra um Delegado de Polícia no exercício da função, com a incidência de uma causa de aumento de pena em razão da debilidade permanente de membro."
      },
      {
        "letra": "D",
        "texto": "duplamente qualificada, em razão da debilidade permanente de membro e pelo fato de que a conduta foi praticada contra um Delegado de Polícia no exercício da função."
      },
      {
        "letra": "E",
        "texto": "qualificada, em razão da debilidade permanente de membro, sem causas de aumento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3151635",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: AMMPLA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "No tocante aos “Crimes contra a pessoa (artigos 121 a 154-B, do Código Penal)”, definidos como aqueles que mais imediatamente afetam a pessoa (ente humano), ofendendo ou ameaçando os bens jurídicos físicos ou morais, estão intimamente consubstanciados na personalidade humana e os “Crimes contra o patrimônio (artigos 155 a 183, do Código Penal)” caracterizados pela subtração, destruição, danificação, apropriação indevida ou obtenção ilícita de benefícios em relação a bens materiais, visando a obtenção de benefícios econômicos indevidos às custas de outras pessoas ou causar prejuízo material, admite-se corretamente que no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Lesão Corporal”, praticado contra autoridade ou agente descrito nos artigos 142 e 144 da Constituição Federal, integrantes do sistema prisional e da Força Nacional de Segurança Pública, no exercício da função ou em decorrência dela, ou contra seu cônjuge, companheiro ou parente consanguíneo até terceiro grau, em razão dessa condição, a pena é aumentada de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "“Induzimento, instigação ou auxílio a suicídio ou a automutilação”, cometido contra menor de 16 (dezesseis) anos ou contra quem não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência, responde o agente pelo crime de homicídio, nos termos do artigo 121 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "“Roubo” mediante fraude, cometido por meio de dispositivo eletrônico ou informático, conectado ou não à rede de computadores, com ou sem a violação de mecanismo de segurança ou a utilização de programa malicioso, ou por qualquer outro meio fraudulento análogo, a pena é de reclusão, de 4 (quatro) a 8 (oito) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "“Abandono de incapaz”, cometido em local ermo e resultar lesão corporal de natureza grave, a pena será aumentada de metade e se resultar morte a pena será triplicada."
      },
      {
        "letra": "E",
        "texto": "“Estelionato”, cometido contra idoso, pessoa com deficiência ou vulnerável, a pena aumenta-se de 1/3 (um terço) ao dobro, considerada a relevância do resultado gravoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247513",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Considere hipoteticamente uma lesão causada em paciente cujo tratamento dermatológico para o preenchimento de \"bigode chinês\" tenha resultado em necrose do lábio superior e da asa do nariz com posterior excisão tecidual importante, ambas de consolidação estigmatizante e permanente.Essa descrição refere-se à lesão corporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grave, por se tratar de debilidade permanente."
      },
      {
        "letra": "B",
        "texto": "gravíssima, por representar deformidade permanente."
      },
      {
        "letra": "C",
        "texto": "dolosa, sem gradação por sua quantidade e qualidade."
      },
      {
        "letra": "D",
        "texto": "culposa, sem gradação por sua quantidade e qualidade."
      },
      {
        "letra": "E",
        "texto": "gravíssima, por representar debilidade permanente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2162295",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, uma lesão corporal é considerada gravíssima caso resulte em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceleração de parto."
      },
      {
        "letra": "B",
        "texto": "incapacidade temporária para as ocupações habituais."
      },
      {
        "letra": "C",
        "texto": "perigo de vida."
      },
      {
        "letra": "D",
        "texto": "perda ou inutilização do membro, sentido ou função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1998954",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "As lesões corporais de natureza gravíssima estão presentes no parágrafo 2º do artigo 129 do Código Penal. Sua caracterização está no fato de a lesão resultar em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "risco de vida."
      },
      {
        "letra": "B",
        "texto": "perigo de vida."
      },
      {
        "letra": "C",
        "texto": "debilidade permanente de membro."
      },
      {
        "letra": "D",
        "texto": "incapacidade permanente para o trabalho."
      },
      {
        "letra": "E",
        "texto": "incapacidade para as ocupações habituais por mais de 30 (trinta) dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1933159",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A respeito da compatibilidade do delito de lesão corporal e a lei de crimes hediondos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há delito de lesão corporal acometido pela hediondez;"
      },
      {
        "letra": "B",
        "texto": "a lesão grave pode ser acometida pela hediondez, dependendo da vítima;"
      },
      {
        "letra": "C",
        "texto": "a lesão gravíssima pode ser acometida pela hediondez, dependendo da vítima;"
      },
      {
        "letra": "D",
        "texto": "não há infração penal preterdolosa passível de ser acometida pela hediondez;"
      },
      {
        "letra": "E",
        "texto": "a lesão corporal seguida de morte será hedionda, independentemente da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1900322",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Suponha que um indivíduo tenha provocado lesão na filha de um policial penal estadual, em razão da função pública exercida pelo pai da vítima. Nessa hipótese, o indivíduo cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "lesão corporal qualificada, por ser a vítima do sexo feminino."
      },
      {
        "letra": "C",
        "texto": "lesão corporal com causa de aumento de pena, em razão de a vítima ser familiar de agente de segurança pública."
      },
      {
        "letra": "D",
        "texto": "lesão corporal simples e desacato."
      },
      {
        "letra": "E",
        "texto": "lesão corporal qualificada, pela prevalência de relações domésticas da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855772",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos"
    ],
    "enunciado_principal": "Do ponto de vista legislativo, constitui espécie de crime contra a vida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "abandono de recém-nascido com resultado morte;"
      },
      {
        "letra": "C",
        "texto": "maus-tratos com resultado morte;"
      },
      {
        "letra": "D",
        "texto": "instigação, auxílio ou induzimento à automutilação;"
      },
      {
        "letra": "E",
        "texto": "tortura com resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1797796",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "No que se refere aos crimes previstos na legislação penal, julgue o item a seguir.Responderá pelo crime de lesão corporal seguida de morte o agente que não quis o resultado morte nem assumiu o risco de produzi-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1683263",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Ferraz de Vasconcelos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio praticado contra parente consanguíneo até terceiro grau da esposa será considerado violência doméstica em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "a lesão corporal praticada contra o cônjuge do Guarda Civil Municipal, em razão dessa condição, terá a pena aumentada."
      },
      {
        "letra": "C",
        "texto": "crime doloso contra a vida de mulher é feminicídio e contra a vida do homem é homicídio."
      },
      {
        "letra": "D",
        "texto": "a omissão de socorro é considerada um crime essencialmente doloso que, excepcionalmente, admite a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "violência doméstica é crime doloso contra a vida ou a integridade exclusivamente da esposa em razão dessa condição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1681004",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. À luz do Código Penal, se uma lesão corporal de natureza grave foi praticada intencionalmente e resultou em perda ou inutilização do membro, do sentido ou de uma função; ou, ainda, em aborto, o agente estará sujeito à pena de detenção, de dois a oito meses, ou multa, conforme dispõe o artigo 129, § 2º, incisos II a VI, do referido Código. II. Em um crime de violência doméstica, ocorrendo uma lesão praticada contra um ascendente ou um companheiro do agressor ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade, será aplicada uma pena de detenção, de 3 (três) a 9 (nove) anos, conforme determina o Código Penal, em seu artigo 129, § 9º. III. A prática de furto qualificado prevê pena de reclusão de dois a oito anos, e multa, se o crime é cometido com destruição ou rompimento de obstáculo à subtração do bem furtado; mediante concurso de duas ou mais pessoas; com emprego de chave falsa; com abuso de confiança, ou mediante fraude, escalada ou destreza; conforme prevê o Código Penal, em seu artigo 155, § 4º, incisos I a IV. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2009894",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "É correto afirmar que, nos termos do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena do crime de lesão corporal é aumentada quando a vítima for, entre outros, cônjuge de um Policial Militar, e a infração penal for perpetrada em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "o feminicídio admite modalidade culposa quando o agente, por imprudência, negligência ou imperícia, matar a sua esposa."
      },
      {
        "letra": "C",
        "texto": "o crime de omissão de socorro, para a sua consumação, exige a constatação de lesão grave ou a morte da vítima."
      },
      {
        "letra": "D",
        "texto": "para tipificar o crime de difamação, exige-se a imputação de fato definido como crime."
      },
      {
        "letra": "E",
        "texto": "a violação de domicílio configura um crime que somente poderá ser consumado pelo ingresso clandestino em uma residência durante o período noturno."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1103357",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "João ministra veneno a Maria, em dose apta a causar-lhe a morte, pois ela iria informar à autoridade policial que João havia mantido relação sexual incestuosa e consentida com a filha dele, de 16 anos. Antes que o resultado se efetive, João socorre Maria, levando-a a um pronto- -socorro. Lá, o médico de plantão deixa de atender Maria, sob a única razão de estar almoçando. Maria, que seria salva caso o médico interviesse, morre. Diante desse cenário, que admite múltiplas qualificações jurídicas, assinale a alternativa que melhor se adeque à espécie.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João cometeu homicídio; o médico cometeu lesão corporal seguida de morte."
      },
      {
        "letra": "B",
        "texto": "João cometeu homicídio qualificado; o médico cometeu omissão de socorro com pena triplicada pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "João será beneficiado pelo arrependimento posterior e não sofrerá qualquer reprimenda penal; o médico cometeu homicídio culposo, na modalidade negligência."
      },
      {
        "letra": "D",
        "texto": "João cometeu lesão corporal seguida de morte; o médico cometeu omissão de socorro em concurso com homicídio culposo, na modalidade negligência."
      },
      {
        "letra": "E",
        "texto": "João cometeu homicídio duplamente qualificado; o médico cometeu omissão de socorro, com a pena duplicada pelo resultado morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1082513",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "No dia 3 de junho de 2019, Vitor, revoltado com a intenção de sua companheira Rosa de terminar o relacionamento, faz um grande buraco no quintal da residência e surpreende sua companheira com um forte golpe de pá na sua cabeça. Em seguida, apesar de saber que aquele golpe não seria suficiente para causar a morte de Rosa, a joga no interior do buraco, com a intenção de persistir nos golpes, causar sua morte e, em seguida, esconder o corpo. Ocorre que Rosa começa a chorar e implora para que Vitor pense na filha do casal. Vitor, então, cessa sua conduta, ajuda Rosa a sair do buraco e permite que ela vá se limpar, ocasião em que a vítima pula pela janela do banheiro e informa os fatos a policiais militares que passavam pela localidade. É constatada a existência de lesões de natureza leve na vítima. Considerando apenas as informações expostas, a conduta de Vitor configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por ser contra a mulher, por condição do sexo feminino;"
      },
      {
        "letra": "B",
        "texto": "lesão corporal qualificada por ser contra companheira, em razão do arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "lesão corporal qualificada por ser contra companheira, em razão da desistência voluntária;"
      },
      {
        "letra": "D",
        "texto": "fato atípico, em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "fato atípico, em razão da desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001842",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Enquanto Larissa estudava para prova de concurso público, Tatiana, sua vizinha, realizava uma festa em sua residência, com música em alto volume. Incomodada com o barulho que vinha da casa da vizinha, Larissa se dirigiu ao local para reclamar, iniciando-se uma intensa discussão. Durante a discussão, Tatiana se alterou e jogou a garrafa de cerveja que segurava em sua mão na direção dos braços de Larissa, com a intenção de causar-lhe lesão. Larissa se abaixou e a garrafa acabou atingindo sua cabeça, causando-lhe grave ferimento, que, embora não gerasse risco à sua vida, fez com que ficasse internada no hospital por dois meses. Descobertos os fatos, Tatiana deverá ser indiciada pela prática do(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio culposo, apenas."
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza gravíssima e tentativa de homicídio doloso, em razão do dolo eventual."
      },
      {
        "letra": "C",
        "texto": "tentativa de homicídio doloso, apenas, absorvendo o crime de lesão corporal, em razão do dolo direto de segundo grau, porque, embora não desejasse o resultado, assumiu seu risco com sua conduta."
      },
      {
        "letra": "D",
        "texto": "lesão corporal de natureza leve, apenas, pois a vida de Larissa não foi colocada em risco."
      },
      {
        "letra": "E",
        "texto": "lesão corporal de natureza grave, apenas, em razão da incapacidade de Larissa para exercer suas ocupações habituais durante o período de internação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "976770",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de lesão corporal de natureza grave, a pessoa que ofender a integridade corporal de outrem, causando-lhe incapacidade para as ocupações habituais, por dez dias."
      },
      {
        "letra": "B",
        "texto": "Não constitui injúria, difamação ou calúnia punível, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "C",
        "texto": "No homicídio doloso, a pena é aumentada de um terço se o crime resulta de inobservância de regra técnica de profissão, arte ou ofício, ou se o agente deixa de prestar imediato socorro à vítima, não procura diminuir as consequências do seu ato, ou foge para evitar prisão em flagrante."
      },
      {
        "letra": "D",
        "texto": "No delito de induzimento, instigação ou auxílio a suicídio, a pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "E",
        "texto": "Deve ser punido o aborto praticado por médico, ainda que não exista outro meio de salvar a vida da gestante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866293",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Tendo em vista os Capítulos II e III do Código Penal, os quais se referem às Lesões Corporais e à Periclitação da Vida e da Saúde, analise as seguintes assertivas: I. A incapacidade para as ocupações habituais por mais de 30 dias é espécie de lesão corporal de natureza grave, sendo que as referidas ocupações não condizem apenas com a atividade laboral exercida pela vítima na ocasião, abrangendo qualquer outra atividade costumeira, moral ou imoral, desde que lícita. II. A debilidade permanente de membro, sentido ou função, difere da perda ou inutilização de membro, sentido ou função. A debilidade permanente é lesão corporal de natureza grave, enquanto que a perda ou inutilização é lesão corporal de natureza gravíssima. Se houver, por exemplo, a perda de um único dedo, temos debilidade permanente, mas se houver a perda de uma mão inteira, por exemplo, teremos, então, perda ou inutilização. III. Tanto o perigo de vida, espécie de lesão corporal de natureza grave, assim como o aborto, espécie de lesão corporal gravíssima, são preterdolosas, eis que são resultados não desejados pelo agente, o qual tinha dolo em relação à lesão corporal apenas, contando com culpa em relação a esses resultados: perigo de vida e aborto. Nesse sentido, também, a lesão corporal seguida de morte. IV. Pode-se asseverar que se o agente ativo, portador de HIV – AIDS, tem por intenção transmitir a sua doença a outrem, poderá responder pelo delito de perigo de contágio de moléstia grave, se o seu dolo se dirigir tão somente à transmissão da doença; poderá responder pelo delito de homicídio ou de tentativa de homicídio, se o seu dolo se dirigir para além da transmissão da doença à morte da vítima; ou, ainda, poderá responder por lesão corporal de natureza gravíssima, se seu dolo se dirigir à produção de ofensa à integridade física ou saúde da vítima, com o resultado enfermidade incurável, ou, ainda, por lesão corporal seguida de morte, acaso essa ocorra, mas o dolo do agente abranja apenas a intenção de lesionar a vítima. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2035166",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Nos termos do Código Penal, se o agente comete o crime de lesão corporal impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima, o juiz pode reduzir a pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de um terço a um oitavo"
      },
      {
        "letra": "B",
        "texto": "de um quarto a um sexto"
      },
      {
        "letra": "C",
        "texto": "de um sexto a um oitavo"
      },
      {
        "letra": "D",
        "texto": "de um sexto a um terço"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "900661",
    "metadata": "Ano: 2017 | Banca: CETREDE | Órgão: Prefeitura de Aquiraz - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Analise as afirmativas sobre lesão corporal prevista no Código Penal e marque a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "B",
        "texto": "Incapacidade permanente para o trabalho."
      },
      {
        "letra": "C",
        "texto": "Incapacidade para as ocupações habituais, por mais de 30 dias."
      },
      {
        "letra": "D",
        "texto": "Enfermidade curável."
      },
      {
        "letra": "E",
        "texto": "Deformidade permanente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863423",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Policial militar, em patrulhamento de rotina, se depara com “perigoso assaltante”, seu desafeto, que já havia cumprido pena por diversos roubos. Imediatamente, o policial dá voz de prisão ao indivíduo que, incontinente, inicia uma fuga. Nesse instante, o miliciano descarrega sua arma, efetuando disparos em direção do fugitivo que é atingido pelas costas. Dois dias após o ocorrido, o “perigoso assaltante” entra em óbito em razão da lesão sofrida. A conduta do policial caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação em estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "ação em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "resistência seguida de morte."
      },
      {
        "letra": "E",
        "texto": "homicídio qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839109",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Após uma discussão em um bar, Pedro decide matar Roberto. Para tanto, dirige-se até sua residência onde arma-se de um revólver. Ato contínuo, retorna ao estabelecimento e efetua um disparo em direção a Roberto. Contudo, erra o alvo, atingindo Antonio, balconista que ali trabalhava, ferindo-o levemente no ombro. Diante do caso hipotético, Pedro praticou, em tese, o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "homicídio tentado e lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "lesão corporal culposa e tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio na forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "795673",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – V – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "793906",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "O artigo 129 do Código Penal Brasileiro estabelece o crime de lesões corporais. Sobre esse assunto, analise as afirmativas. I. A lesão corporal que tem como resultado aborto é classificada como lesão corporal seguida de morte. II. Inutilização de função é classificado como lesão gravíssima. III. Perda de sentido é classificada como lesão grave. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as afirmativas I e II"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as afirmativas I e III"
      },
      {
        "letra": "D",
        "texto": "Está correta apenas a afirmativa I"
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a afirmativa II"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "692969",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Considerando apenas as informações existentes nas alternativas, assinale aquela que caracteriza crime de lesão corporal gravíssima (art. 129, § 2º, do CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Queimar culposamente significativa parte do corpo da vítima, de modo a causar-lhe deformidade permanente."
      },
      {
        "letra": "B",
        "texto": "Lesionar a vítima dolosamente, causando-lhe por culpa incapacidade permanente para o trabalho."
      },
      {
        "letra": "C",
        "texto": "Provocar dolosamente a perda de audição em um dos ouvidos da vítima."
      },
      {
        "letra": "D",
        "texto": "Transmitir a vítima, intencionaImente, enfermidade grave, mas curável."
      },
      {
        "letra": "E",
        "texto": "Agredir a vitima com intenção de interromper sua gravidez mediante aborto, o que efetivamente ocorre."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650782",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de quem, por meio de relações sexuais, expõe outra pessoa a contágio de moléstia venérea de que sabe ou deveria saber estar contaminado é crime se o agente pratica o fato com a intenção de transmitir a moléstia; não havendo essa finalidade específica, a conduta é atípica."
      },
      {
        "letra": "B",
        "texto": "O infanticídio configura-se na situação em que a mãe mata o próprio filho, durante o parto, sob a influência do estado puerperal, o que exclui a ocorrência do fato logo após o nascimento, que caracterizaria o tipo penal de homicídio doloso."
      },
      {
        "letra": "C",
        "texto": "O emprego de veneno, fogo, explosivo, asfixia ou tortura, em crimes de homicídio, é recurso que dificulta a defesa da vítima e, portanto, caracteriza causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "A inobservância de regra técnica de profissão, arte ou ofício por parte do autor do fato integra o tipo penal do homicídio culposo."
      },
      {
        "letra": "E",
        "texto": "O crime de lesão corporal de natureza grave é caracterizado se da conduta do agente resulta incapacidade da vítima para as ocupações habituais por mais de trinta dias; perigo de vida; debilidade permanente de membro, sentido ou função; ou aceleração de parto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "646140",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A lesão corporal se enquadra nas hipóteses expressas no art. 129, § 2º do Código Penal, doutrinariamente denominada gravíssima, se ocorrer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceleração de parto."
      },
      {
        "letra": "B",
        "texto": "enfermidade incurável."
      },
      {
        "letra": "C",
        "texto": "incapacidade para as ocupações habituais, por mais de trinta dias."
      },
      {
        "letra": "D",
        "texto": "debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "E",
        "texto": "perigo de vida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "632806",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Em relação ao resultado das lesões corporais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza uma lesão corporal grave a ocorrência de, por exemplo, debilidade permanente da função renal, incapacidade para o trabalho por 60 dias, presença de zona de tatuagem na face após disparo de arma de fogo a curta distância, tetraplegia e hemorragia aguda com choque hipovolêmico após trauma abdominal fechado."
      },
      {
        "letra": "B",
        "texto": "A incapacidade caracteriza-se pela impossibilidade de execução ou mesmo inaptidão para realizar ocupações habituais, podendo ser total ou parcial, porém a caracterização do dano só encontra amparo, no Código Penal, quando são afetadas as ocupações de natureza laborativa ou lucrativa."
      },
      {
        "letra": "C",
        "texto": "O corte forçado dos cabelos e pelos corporais configura uma lesão corporal leve, não importando a quantidade ou as consequências estéticas. Trata-se de posicionamento já pacificado na jurisprudência pátria."
      },
      {
        "letra": "D",
        "texto": "A aceleração de parto tem como sujeito passivo a mulher grávida, caracterizando-se pela ocorrência do parto de maneira antecipada, provocado por uma lesão corporal (física ou psíquica), não importando o fato de o feto nascer com vida ou não."
      },
      {
        "letra": "E",
        "texto": "Na caracterização de uma deformidade permanente, deve-se avaliar a presença ou não de um dano estético aparente que gere repulsa em quem observa e atinja a autoestima da vítima, causando-lhe vergonha ou prejuízo a sua sociabilidade; do ponto de vista penal, devem ser avaliados os aspectos objetivos da lesão: localização, extensão, aspecto, cor, relação e desvios da normalidade anatômica. A sua comprovação implica no enquadramento legal de lesão corporal gravíssima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "619130",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Em uma briga de trânsito, um motorista sai do carro e dá um soco em outro motorista e este cai, batendo com a cabeça na calçada e depois de algumas horas morre no hospital. O melhor enquadramento do crime é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal culposa"
      },
      {
        "letra": "B",
        "texto": "lesão corporal dolosa"
      },
      {
        "letra": "C",
        "texto": "lesão corporal seguida de morte"
      },
      {
        "letra": "D",
        "texto": "homicídio com dolo eventual"
      },
      {
        "letra": "E",
        "texto": "homicídio culposo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "592857",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A qualificadora \"deformidade permanente\" do crime de lesão corporal (artigo 129, § 2º, IV, do CP) deve ser valorada quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da consumação do crime;"
      },
      {
        "letra": "B",
        "texto": "da prática da ação;"
      },
      {
        "letra": "C",
        "texto": "do exaurimento do crime;"
      },
      {
        "letra": "D",
        "texto": "da ação médica reparadora;"
      },
      {
        "letra": "E",
        "texto": "da oitiva em juízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "532413",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Tendo em vista que cada uma das próximas opções apresenta uma situação hipotética sobre delitos praticados contra a pessoa, assinale a opção que apresenta situação característica de delito de lesão corporal de natureza grave.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O médico Rodrigo, sob a justificativa de injetar um analgésico em Luíza, grávida de dois meses, aplicou-lhe anestesia geral e, aproveitando-se da incapacidade de resistência da paciente, realizou, em comum acordo com o namorado da paciente, um procedimento abortivo sem que a gestante tivesse consentido."
      },
      {
        "letra": "B",
        "texto": "Pedro, após ter sido preterido em sua expectativa de promoção no emprego, desferiu socos no rosto e no estômago de seu chefe, Elias. Embora a agressão tenha provocado tontura e hematomas na pele de Elias, este não apresentou nenhuma lesão aparente. Em razão da conduta de Pedro, Elias teve de se afastar das suas atividades profissionais durante uma semana, retornando ao trabalho no fim desse período."
      },
      {
        "letra": "C",
        "texto": "Cláudio caminhava por uma via pública quando, inesperadamente, um desconhecido desferiu-lhe um soco no rosto. A agressão fez que os óculos da vítima se quebrassem e ferissem o seu rosto, fazendo-a sangrar. Em decorrência da agressão, Cláudio ficou com a vista turva e somente se restabeleceu duas semanas após a agressão."
      },
      {
        "letra": "D",
        "texto": "Paulo, após discussão com sua colega de trabalho Regina, que estava grávida, desferiu-lhe um chute com a intenção de apenas machucá-la. Entretanto, em decorrência da conduta de Paulo, Regina entrou antecipadamente em trabalho de parto."
      },
      {
        "letra": "E",
        "texto": "Manoel, após provocação, desferiu dois chutes, que não resultaram em lesões, contra seu irmão Isaac. Embora tenha sentido dores durante dois dias, Isaac voltou a exercer normalmente suas atividades habituais no dia seguinte à briga com seu irmão Manoel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "502141",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, do STF e da doutrina dominante acerca do direito penal, julgue o item subsequente. A ofensa à integridade corporal ou à saúde de outrem que resulte em perigo de morte configura o delito de lesão corporal gravíssima, segundo a doutrina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476025",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "É um resultado que caracteriza o crime de lesão corporal de natureza grave, cuja pena é de reclusão de um a cinco anos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incapacidade para as ocupações habituais, por mais de dez dias."
      },
      {
        "letra": "B",
        "texto": "incapacidade para as ocupações habituais, por mais de vinte dias."
      },
      {
        "letra": "C",
        "texto": "debilidade temporária de membro, sentido ou função"
      },
      {
        "letra": "D",
        "texto": "incapacidade para as ocupações habituais, por mais de quinze dias."
      },
      {
        "letra": "E",
        "texto": "aceleração de parto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884472",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial do Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "C",
        "texto": "O dolo eventual não é admitido no direita brasileiro."
      },
      {
        "letra": "D",
        "texto": "O crime de lesão corporal seguido do resultado morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "O crime culposo admite a figura da tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762868",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Tício subtrai coisa alheia móvel de Mélvio e, logo depois de subtraída a coisa, emprega violência ou grave ameaça contra Mélvio, a fim de assegurar a impunidade do crime ou a detenção da coisa para si. O crime cometido por Tício foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extorsão."
      },
      {
        "letra": "B",
        "texto": "Furto."
      },
      {
        "letra": "C",
        "texto": "Extorsão indireta."
      },
      {
        "letra": "D",
        "texto": "Roubo."
      },
      {
        "letra": "E",
        "texto": "Lesão corporal grave."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410893",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Considera-se gravíssima, punida com reclusão de 2 a 8 anos, a lesão corporal de que resulte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deformidade permanente."
      },
      {
        "letra": "B",
        "texto": "aceleração de parto."
      },
      {
        "letra": "C",
        "texto": "debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "perigo de vida."
      },
      {
        "letra": "E",
        "texto": "incapacidade para as ocupações habituais por mais de trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "547066",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Tendo em vista que o médico-legista deve descrever, em seu laudo, as lesões que eventualmente encontrar, e cuja natureza jurídica pode ser leve, grave e gravíssima, ou, ainda, lesão corporal seguida de morte, em conformidade com o art. 129 do Código Penal, julgue o item que se segue. A incapacidade para ocupações habituais por mais de trinta dias, a deformidade permanente e a aceleração de parto caracterizam lesões corporais de natureza grave.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "547065",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Tendo em vista que o médico-legista deve descrever, em seu laudo, as lesões que eventualmente encontrar, e cuja natureza jurídica pode ser leve, grave e gravíssima, ou, ainda, lesão corporal seguida de morte, em conformidade com o art. 129 do Código Penal, julgue o item que se segue. A incapacidade permanente para o trabalho, a enfermidade incurável e a debilidade permanente de membro, sentido e(ou) função, como resultado de lesão corporal, são consideradas gravíssimas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414160",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Paulo, querendo matar Lucia, vem a jogá-la da janela do apartamento do casal. A vítima na queda não vem a falecer, apesar de sofrer lesões graves, tendo caído na área do apartamento térreo do prédio. Naquele local, vem a ser atacada por um cão raivoso que lhe causa diversas outras lesões que foram à causa de sua morte.De acordo com o caso apresentado e as lições acerca da teoria do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo deverá responder por homicídio consumado, porque realizado o resultado por ele desejado desde o início."
      },
      {
        "letra": "B",
        "texto": "Paulo deverá responder por lesão corporal grave, em razão da quebra do nexo causal entre a sua conduta e o resultado morte."
      },
      {
        "letra": "C",
        "texto": "Paulo deverá responder por homicídio culposo, porque previsível que a queda por ele operada poderia causar a morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Paulo deverá responder por tentativa de homicídio por força do surgimento de causa superveniente relativamente independente que, por si só, causou o resultado."
      },
      {
        "letra": "E",
        "texto": "Paulo deverá responde por tentativa de homicídio, por força do surgimento de causa superveniente absolutamente independente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324870",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Trata-se de lesão corporal de natureza gravíssima, conforme o Artigo 129 do Código Penal Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de vida"
      },
      {
        "letra": "B",
        "texto": "Deformidade permanente."
      },
      {
        "letra": "C",
        "texto": "Debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "Incapacidade para as ocupações habituais por mais de trinta dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312549",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "As seguintes situações médico-legais são consideradas lesões corporais graves, COM EXCEÇÃO DE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incapacidade para as ocupações habituais por mais de 30 dias."
      },
      {
        "letra": "B",
        "texto": "risco de vida."
      },
      {
        "letra": "C",
        "texto": "debilidade permanente de membro."
      },
      {
        "letra": "D",
        "texto": "debilidade permanente de sentido ou função."
      },
      {
        "letra": "E",
        "texto": "aceleração de parto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312524",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A lesão corporal, para efeitos penais, é considerada de natureza gravíssima, em distinção àquelas de natureza grave ou leve, entre outras hipóteses, se resulta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eritemas."
      },
      {
        "letra": "B",
        "texto": "perigo de vida."
      },
      {
        "letra": "C",
        "texto": "incapacidade para as ocupações habituais, por mais de 30 dias."
      },
      {
        "letra": "D",
        "texto": "debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "E",
        "texto": "enfermidade incurável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305402",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas",
      "Violência doméstica"
    ],
    "enunciado_principal": "Joseval, no calor de uma discussão com Marinalda, sua namorada, por divergências esportivas, pois torcem para times distintos, desferiu um soco no rosto desta, que resultou em lesão, após o que Marinalda passou a não sentir mais paladar. Assim, Joseval:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "deve responder pelo crime de lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "deve responder pelo crime de lesão corporal gravíssima."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de violência doméstica."
      },
      {
        "letra": "E",
        "texto": "não deve responder por crime algum, pois a imputabilidade fica excluída pela emoção ou pela paixão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305396",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Crisântemo não possuía as pernas e utilizava uma cadeira de rodas para se locomover. Em um determinado dia, estando em seu sítio, percebeu quando elementos furtavam frutas em seu pomar. Gritou e pediu insistentemente que se afastassem e fossem embora. Como os elementos continuassem a subtrair-lhe as frutas, efetuou um disparo com sua espingarda, calibre 38, contra os mesmos, tendo o disparo transfixado um deles e lesionado outro que, em razão dos ferimentos, permaneceram quarenta dias internados em um hospital público da cidade. Após restar provado todo esse episódio, pode-se afirmar que Crisântemo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de tentativa de homicídio qualificado pelo motivo torpe, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de tentativa de homicídio qualificado pelo motivo fútil, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois se utilizou do meio necessário, portanto excluindo a ilicitude."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de lesão corporal grave consumada, tendo ocorrido aberratio ictus ."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de lesão corporal gravíssima consumada, tendo ocorrido aberratio delicti."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "302551",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Sobre o crime de lesão corporal, verifica-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por tratar-se de crime material, a consumação ocorrerá quando a ofensa incidir apenas sobre a saúde física da vítima."
      },
      {
        "letra": "B",
        "texto": "será gravíssima a lesão se dela resultar o abortamento, desde que este tenha sido o resultado visado."
      },
      {
        "letra": "C",
        "texto": "será reconhecida a qualificadora da deformidade permanente quando a ofensa ocorrer no rosto da vítima."
      },
      {
        "letra": "D",
        "texto": "a diferença entre a contravenção penal de vias de fato e a lesão corporal está na inexistência de dano à incolumidade física da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301613",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em 20/10/2012, Tibério, completamente embriagado, ao ser impedido por sua esposa, Amélia, de entrar no dormitório do casal, desferiu um soco no rosto de sua esposa, que perdeu dois dentes. Ato contínuo, Lívia, filha do casal, tentando interceder em favor da mãe, agrediu Tibério, que, em resposta, atirou um copo de vidro no rosto da filha. Após o fim da confusão, Tibério, em estado de fúria e com medo da repercussão penal do caso, chamou Amélia de ladra e afirmou que a mataria se ela o denunciasse na delegacia de polícia. Ainda sim, Amélia registrou ocorrência policial contra Tibério e se submeteu a exame de corpo de delito, cujo laudo indicou não ter havido redução da função mastigatória pela perda dos dentes, os quais poderiam ser substituídos por próteses. Segundo o laudo do exame de corpo de delito a que Lívia se submeteu, o seu rosto ficaria marcado com uma mínima cicatriz no lábio. Em face dessa situação hipotética, assinale a opção correta no que se refere aos crimes contra a pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao chamar a esposa de ladra, Tibério praticou o crime de calúnia."
      },
      {
        "letra": "B",
        "texto": "Ao lesionar sua esposa com um soco, que ocasionou a perda de dois dentes, Tibério praticou o crime de lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "Tibério praticou o crime de lesão corporal gravíssima contra Lívia, que ficou com o rosto marcado por cicatriz em decorrência da agressão."
      },
      {
        "letra": "D",
        "texto": "Tibério praticou o crime de constrangimento ilegal contra Amélia, ao afirmar que a mataria caso ela registrasse ocorrência policial a respeito dos fatos."
      },
      {
        "letra": "E",
        "texto": "Caso seja condenado, a pena imposta a Tibério poderá ser majorada pela incidência da circunstância agravante de embriaguez preordenada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "300854",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "A lesão corporal se enquadra nas hipóteses expressas no art. 129, § 2.º do CP, doutrinariamente denominada de gravíssima, se ocorrer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceleração de parto."
      },
      {
        "letra": "B",
        "texto": "incapacidade para as ocupações habituais, por mais de trinta dias."
      },
      {
        "letra": "C",
        "texto": "debilidade permanente de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "perigo de vida."
      },
      {
        "letra": "E",
        "texto": "enfermidade incurável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341149",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – Nos termos do entendimento atualmente pacificado pelos Tribunais Superiores, o princípio da insignificância deve ter como parâmetro apenas o valor da res furtiva, sendo prescindível a análise das circunstâncias do fato e o reflexo da conduta do agente no âmbito da sociedade para decidir sobre seu efetivo enquadramento na hipótese de crime de bagatela. II – Nos termos do Código Penal, a conduta de praticar, na presença de alguém menor de 14 (catorze) anos, conjunção carnal ou outro ato libidinoso, a fim de satisfazer lascívia de outrem, subsume-se ao tipo do art. 227 do Código Penal (mediação para servir a lascívia de outrem). III – O crime de uso de documento falso (art. 304 do CP) é um exemplo do que a doutrina convencionou chamar de crime remetido (ou tipo remetido). IV – O crime de lesão corporal seguida de morte (art. 129, §3º, do CP) é um exemplo do que a doutrina convencionou chamar de crime preterdoloso. Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321536",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Tício, desejando lesionar Mévio, contra ele desfere violentos soco no rosto. Socorrido por terceiros, Mévion é transportado às pressas ao hospital,onde vem a falecer no mesmo dia, em razão de uma parada cardíaca sofrida durante a cirurgia de reparação da fratura óssea causada na face.Tício responderá por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "homicídio doloso consumado;"
      },
      {
        "letra": "C",
        "texto": "homicídio culposo;"
      },
      {
        "letra": "D",
        "texto": "homicídio tentado;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal grave."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "233253",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Joel, após discussão com Valdir, em que foram feitas ofensas verbais, pegou um tijolo e o arremessou sobre a face de Valdir, com a intenção única de agredi-lo fisicamente. Os peritos criminais detectaram extensa equimose facial do lado esquerdo, grande corte com perda de substância, medindo 9,3 cm × 4,4 cm nos seus maiores diâmetros, além de diversos cortes de menor extensão. No exame físico intrabucal, observaram grandes fraturas coronárias dos dentes 24, 25 e 34. O exame radiográfico não demonstrou fraturas nos ossos da face. Decorridos 6 meses, o corte facial resultou em extensa cicatriz (9 cm × 4 cm) e outras de menor diâmetro. Valdir referia que se sentia constrangido publicamente diante de seu aspecto físico após tais agressões. Diante disso, Joel foi julgado e condenado pelo crime de lesão corporal de natureza gravíssima. De acordo com essas informações, o enquadramento no crime em que Joel foi condenado foi fundamentado no fato de ele ter",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causado enfermidade incurável na vítima."
      },
      {
        "letra": "B",
        "texto": "causado deformidade permanente na vítima."
      },
      {
        "letra": "C",
        "texto": "omitido socorro à vítima."
      },
      {
        "letra": "D",
        "texto": "produzido incapacidade permanente para o trabalho na vítima."
      },
      {
        "letra": "E",
        "texto": "provocado debilidade permanente de membro, sentido ou função na vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "233231",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Ao retornar para casa após um dia de trabalho, Ana é surpreendida com a presença de seu colega de profissão, Lúcio, em frente à sua residência. Lúcio relatou que não “iria deixar barato” o fato de Ana ter-se negado a aceitá-lo como namorado. Assim sendo, no intuito único de ferir fisicamente sua amada, Lúcio a segura firmemente e corta o rosto dela com um instrumento perfurocortante. Após atendimento médico, Ana foi levada ao Instituto Médico Legal, e o laudo pericial constatou a presença de ruptura total de alguns trechos terminais dos nervos maxilares e mandibulares. Nesse caso, a pena prevista para o crime cometido por Lúcio é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de dois meses a um ano."
      },
      {
        "letra": "B",
        "texto": "detenção, de três meses a um ano."
      },
      {
        "letra": "C",
        "texto": "reclusão, de um a cinco anos."
      },
      {
        "letra": "D",
        "texto": "reclusão, de dois a oito anos."
      },
      {
        "letra": "E",
        "texto": "reclusão, de quatro a doze anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233230",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Abel, após ingerir pequena quantidade de bebida com teor alcoólico, inicia uma discussão com sua colega de trabalho, Zulmira, grávida de 6 meses. Após se sentir ofendido verbalmente, Abel obtém uma barra de madeira e desfere alguns golpes contra Zulmira apenas no intuito de feri-la fisicamente, e não ao seu feto. Zulmira foi, então, socorrida e levada ao pronto-socorro pelo corpo de bombeiros. Constatou-se no hospital a interrupção da gravidez pela morte do feto no ventre de Zulmira em função das agressões sofridas pela mãe. Nessa situação, Abel deverá ser enquadrado no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "infanticídio."
      },
      {
        "letra": "C",
        "texto": "maus-tratos."
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima."
      },
      {
        "letra": "E",
        "texto": "aborto provocado por terceiro."
      }
    ],
    "gabarito": "D"
  }
]