[
  {
    "id": "3568425",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Bom Jardim - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Livramento condicional"
    ],
    "enunciado_principal": "A execução penal, regida pela Lei nº 7.210/1984, tem como finalidade precípua assegurar o cumprimento da pena em conformidade com os direitos fundamentais do condenado, bem como promover sua reintegração social. Com base na doutrina especializada e na jurisprudência predominante, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O livramento condicional será concedido de forma automática quando o condenado cumprir um terço da pena, se não reincidente, independentemente de avaliação do juízo da execução."
      },
      {
        "letra": "B",
        "texto": "A remição de pena por estudo, prevista na LEP, inclui a participação em programas de leitura monitorada, inclusive de obras literárias e jurídicas, com comprovação mediante resenha e avaliação."
      },
      {
        "letra": "C",
        "texto": "A progressão de regime exige o cumprimento do requisito objetivo de fração da pena e, alternativamente, da demonstração de comportamento laboral produtivo, sem necessidade de bom comportamento carcerário."
      },
      {
        "letra": "D",
        "texto": "O habeas corpus não é instrumento adequado para impugnar atos de execução penal, devendo-se utilizar exclusivamente o recurso de agravo em execução."
      },
      {
        "letra": "E",
        "texto": "A prisão domiciliar somente é admitida nos casos em que a gestante ou mãe de criança até dois anos comprove risco iminente à sua integridade física, sendo vedada por presunção legal de hipossuficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3538771",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Marli, primária e de bons antecedentes, é condenada pela Justica Publica a cumprir pena de 8 anos de reclusão após cometer crime hediondo (roubo circunstanciado pela restrição de liberdade da vitima) em uma cidade do Estado de Santa Catarina. Preenchidos os demais requisitos estabelecidos pelo Código Penal, Marli",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 40% da pena imposta."
      },
      {
        "letra": "B",
        "texto": "não poderá ser beneficiada com o liviamento condicional por ter cometido crime hediondo."
      },
      {
        "letra": "C",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 1/3 da pena imposta."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, metade da pena imposta."
      },
      {
        "letra": "E",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 2/3 da pena imposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3387025",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "Sobre o livramento condicional, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juiz não poderá definir a fiscalização por meio da monitoração eletrônica quando da concessão do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "A prática de crime anterior à concessão do livramento condicional desencadeia a perda do período de prova."
      },
      {
        "letra": "C",
        "texto": "A prática de crime no curso do período de prova importará no reconhecimento inevitável de falta disciplinar de natureza grave, conforme artigo 52 da LEP."
      },
      {
        "letra": "D",
        "texto": "Está sujeito à aceitação por parte da pessoa apenada das condições fixadas pelo Juízo e sua concessão não pode ocorrer de ofício."
      },
      {
        "letra": "E",
        "texto": "O período de prova está sujeito à limitação temporal nos termos do art. 75 do Código Penal, que na atual redação fixa o cumprimento máximo de pena no Brasil em quarenta anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3383763",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Livramento condicional",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Assinale a opção correta, considerando a interpretação sistemática do Código Penal, bem como a jurisprudência consolidada dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O limite máximo de 40 anos para o cumprimento sequencial ou cumulativo das penas privativas de liberdade, estabelecido pelo Código Penal, permanece inalterável e absoluto mesmo diante da eventualidade de novas condenações por crimes cometidos após o início do cumprimento da pena originária, devendo sempre ser contabilizado o tempo já cumprido pelo sentenciado."
      },
      {
        "letra": "B",
        "texto": "A inexistência, em decisão judicial, de determinação expressa de suspensão ou revogação do livramento condicional, caso transcorrido integralmente o período de prova, não autoriza, por si só, a declaração judicial da extinção da punibilidade em razão do integral cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "Presente o dolo específico de satisfazer à lascívia, própria ou de terceiro, a prática de ato libidinoso com menor de 14 anos de idade configura o crime de estupro de vulnerável, independentemente da ligeireza ou da superficialidade da conduta, não sendo possível a desclassificação para o delito de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "A multa prevista na legislação penal caracteriza-se como sanção cuja prestação em dinheiro deve ser obrigatoriamente revertida à vítima ou a seus dependentes legais, sendo o valor pago considerado crédito a ser abatido, posteriormente, da quantia eventualmente fixada em ação civil indenizatória decorrente do mesmo fato."
      },
      {
        "letra": "E",
        "texto": "Tal como sucede com a reincidência, revela-se juridicamente inadmissível, para fins de valoração negativa dos antecedentes na primeira fase da dosimetria da pena, a utilização de condenações cujas penas tenham sido integralmente extintas há mais de cinco anos em relação à nova infração penal, sob pena de violação ao princípio da proporcionalidade e à regra depuradora prevista no inciso I do art. 64 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3339815",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "Em janeiro de 2025, Matheus, primário e portador de bons antecedentes, ingressou em uma agência própria da Empresa Brasileira de Correios e Telégrafos e, mediante o emprego de uma pistola, determinou que os funcionários lá presentes lhe entregassem os valores pecuniários disponíveis. Em razão da reação de um dos indivíduos, Matheus efetuou um disparo de arma de fogo, matando-o. Após a observância do contraditório e da ampla defesa, o agente foi condenado, no âmbito da Justiça Federal, pela prática do crime de latrocínio. Anos depois, a defesa do apenado requereu o benefício do livramento condicional, tendo comprovado o cumprimento de metade da pena e a presença de bom comportamento carcerário. Nesse cenário, considerando as disposições do Código Penal e da Lei de Execução Penal, é correto afirmar que Matheus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito ao livramento condicional se comprovar aptidão para prover a própria subsistência mediante trabalho lícito e se demonstrar que não cometeu falta grave nos últimos doze meses;"
      },
      {
        "letra": "B",
        "texto": "terá direito ao livramento condicional quando cumprir dois terços da pena e desde que mantenha o bom comportamento carcerário;"
      },
      {
        "letra": "C",
        "texto": "terá direito ao livramento condicional, bastando a comprovação da aptidão para prover a própria subsistência mediante trabalho lícito;"
      },
      {
        "letra": "D",
        "texto": "não tem direito ao livramento condicional, instituto restrito aos condenados por crimes sem violência ou grave ameaça à pessoa;"
      },
      {
        "letra": "E",
        "texto": "não tem direito ao livramento condicional, por ter sido condenado pela prática de crime hediondo com resultado morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272341",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "A prática de falta grave interrompe o prazo para: I. Fim de comutação da pena. II. Fim de indulto. III. Progressão de regime de cumprimento de pena. IV. Obtenção de livramento condicional. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345865",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O juiz poderá conceder ao condenado a pena privativa da liberdade igual ou superior a 2 (dois) anos desde que se verifiquem as condições seguintes: I - cumprimento de mais da metade da pena, ou mais de três quartos, se reincidente o sentenciado; II - ausência ou cessação de periculosidade; III - bom comportamento durante a vida carcerária; IV - aptidão para prover à própria subsistência mediante trabalho honesto; V - reparação do dano causado pela infração, salvo impossibilidade de fazê-lo. Essa afirmação diz respeito ao instituto jurídico denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "livramento condicional."
      },
      {
        "letra": "B",
        "texto": "suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "perdão judicial."
      },
      {
        "letra": "E",
        "texto": "revogação da prisão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3157923",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Finda a instrução processual penal, Matheus, reincidente em crime culposo, foi condenado pela prática de determinada infração penal às penas finais de três anos de reclusão, sendo certo que a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, lhe são benéficos. Constata-se, ainda, não ser cabível a substituição da pena privativa de liberdade por pena restritiva de direitos e que o condenado, que respondeu ao processo em liberdade, possui setenta e dois anos de idade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena e com o livramento condicional, devendo optar, por intermédio do seu advogado, pela aplicabilidade de um dos institutos."
      },
      {
        "letra": "B",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, em razão do quantitativo da pena que lhe foi imposta."
      },
      {
        "letra": "C",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, por ser reincidente em crime culposo."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "poderá ser beneficiado com o livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3086953",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Mauro, primário, com maus antecedentes, cumpre pena por delito comum na penitenciária central do estado, em Cuiabá. Sobre essa situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso Mauro cometa falta disciplinar de fuga, o prazo para obtenção do livramento condicional será interrompido e a contagem, reiniciada;"
      },
      {
        "letra": "B",
        "texto": "para poder pleitear o livramento condicional, Mauro deverá cumprir um terço da pena;"
      },
      {
        "letra": "C",
        "texto": "se, após a obtenção do livramento condicional, Mauro praticar nova infração penal, o livramento será automaticamente suspenso e sua prisão, decretada;"
      },
      {
        "letra": "D",
        "texto": "no caso de revogação do livramento condicional, computa-se o tempo transcorrido durante o período de prova como pena cumprida;"
      },
      {
        "letra": "E",
        "texto": "se, durante o período de prova, Mauro praticar falta disciplinar de natureza grave, ele poderá perder até um terço dos dias remidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3028441",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Extinção da pena"
    ],
    "enunciado_principal": "Em razão de conduta praticada em março de 2023, João, primário, foi condenado, definitivamente, pela prática de crime hediondo, com resultado morte, em sentença prolatada por Matheus, juiz federal que atua na seção judiciária do Amazonas (Justiça Federal). Muito embora a condenação tenha se dado na esfera federal, João está recolhido a um estabelecimento penal sujeito à administração do estado do Amazonas. Nesse cenário, considerando as disposições da Lei nº 7.210/1984 e o entendimento dominante do Superior Tribunal de Justiça, é correto afirmar que compete ao juízo do(da):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito ao livramento condicional, vedada a progressão de regimes;"
      },
      {
        "letra": "B",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito à progressão de regimes, vedado o livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "estado do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito à progressão de regimes, vedado o livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "estado do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito ao livramento condicional, vedada a progressão de regimes;"
      },
      {
        "letra": "E",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, vedados a progressão de regimes e o livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3028438",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, João foi condenado, definitivamente, à pena de dois anos de reclusão, em razão da prática de crime que envolveu violência contra pessoa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá se beneficiar da suspensão condicional da pena, desde que não seja reincidente em crime doloso, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e não seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "B",
        "texto": "poderá se beneficiar do livramento condicional, desde que não seja reincidente em crime doloso, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e não seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "C",
        "texto": "poderá se beneficiar do livramento condicional, desde que não seja reincidente em crime doloso ou culposo, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "não poderá se beneficiar do livramento condicional ou da suspensão condicional da pena, pois o crime praticado envolveu violência contra pessoa;"
      },
      {
        "letra": "E",
        "texto": "não poderá se beneficiar do livramento condicional ou da suspensão condicional da pena, pois a sanção aplicada é superior a um ano de reclusão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3007059",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "[Questão Inédita] É requisito para a concessão do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometimento de falta grave nos últimos 18 meses."
      },
      {
        "letra": "B",
        "texto": "tenha obrigatoriamente reparado o dano causado pela infração."
      },
      {
        "letra": "C",
        "texto": "cumprido um sexto da pena se o condenado não for reincidente em crime doloso."
      },
      {
        "letra": "D",
        "texto": "a comprovação de estudos durante 12 meses que antecederam o pedido de livramento."
      },
      {
        "letra": "E",
        "texto": "cumprida mais de um terço da pena se o condenado não for reincidente em crime doloso e tiver bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Livramento condicional",
      "Extinção da pena",
      "Ação penal",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em uma ação penal por crime ocorrido em 04/03/2023, o réu, ao ser interrogado, confessa espontaneamente, perante o juiz, a prática do delito que lhe é imputado. Na folha de antecedentes criminais do acusado, constam as seguintes anotações, devidamente esclarecidas por certidões cartorárias: I. condenação transitada em julgado em 08/06/2016 por crime anterior, praticado em 06/02/2014, com pena de reclusão extinta em 15/03/2022, diante do término do livramento condicional, cujo período de prova se iniciara em 14/08/2017; II. condenação transitada em julgado em 02/09/2022 por contravenção penal anterior, praticada em 07/01/2022, com pena de prisão simples cumprida em 03/03/2023; e III. ação penal em curso, por crime posterior, praticado em 05/03/2024. À luz das informações apresentadas, conclusos os autos ao juiz para sentença, no dia de hoje, na segunda fase da dosimetria da pena, a pena deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuada, incidindo a atenuante da confissão espontânea, sendo o réu primário."
      },
      {
        "letra": "B",
        "texto": "atenuada, preponderando a atenuante da confissão espontânea sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "mantida, compensando-se integralmente a atenuante da confissão espontânea com a agravante da reincidência."
      },
      {
        "letra": "D",
        "texto": "agravada, compensando-se proporcionalmente a agravante da reincidência com a atenuante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "agravada, preponderando a agravante da reincidência, sem qualquer compensação em relação à atenuante da confissão espontânea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2240831",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "Sobre o livramento condicional, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tempo em que o liberado esteve solto é considerado no cumprimento da pena, quando a revogação resulta de condenação por outro crime anterior ao benefício."
      },
      {
        "letra": "B",
        "texto": "Não se concede o benefício para o condenado por crime comum que comete um segundo crime hediondo ou equiparado."
      },
      {
        "letra": "C",
        "texto": "Admite-se a soma do tempo de penas correspondentes a infrações diversas para a concessão de novo livramento."
      },
      {
        "letra": "D",
        "texto": "A revogação não será obrigatória se o liberado for irrecorrivelmente condenado, por crime ou contravenção, a pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2115960",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Extinção da pena",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Em casos de fuga ou de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo tempo remanescente da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110704",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "É requisito para a concessão do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização de trabalho ou estudo durante os 06 meses que antecederam o pedido de livramento."
      },
      {
        "letra": "B",
        "texto": "não tenha cometido falta grave nos últimos 18 (dezoito) meses."
      },
      {
        "letra": "C",
        "texto": "aptidão para prover sua subsistência, ou comprovar quem o possa fazer, em decorrência de trabalho honesto."
      },
      {
        "letra": "D",
        "texto": "que a pena privativa de liberdade seja igual ou superior a 2 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110336",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Julgue o item subsequente, acerca da execução penal. O período em que o réu permanece em livramento condicional deve ser considerado para o cálculo do tempo máximo de cumprimento de pena previsto no CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059106",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Na hipótese de condenado reincidente em crime doloso, o requisito temporal necessário para a concessão do benefício do livramento condicional é o cumprimento de, no mínimo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um sexto da pena."
      },
      {
        "letra": "B",
        "texto": "dois terços da pena."
      },
      {
        "letra": "C",
        "texto": "um terço da pena."
      },
      {
        "letra": "D",
        "texto": "metade da pena."
      },
      {
        "letra": "E",
        "texto": "três quintos da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2000452",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Decreto Lei nº 2.848, de 7 de dezembro de 1940, diz respeito ao Código Penal. A partir desse Decreto, analise as afirmativas a seguir. I. A pena de reclusão, de acordo com a Lei n. 2.848, deve ser cumprida de três formas: regime fechado, semi-aberto ou aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado, de acordo com o art. 33, Título V seção 1. II. A execução de pena privativa de liberdade, não superior a 2 anos, poderá ser suspensa por 2 (dois) a 4 (quatro) anos desde que somente a culpabilidade autorize a concessão do benefício, de acordo com o art. 77 do Capítulo IV. III. O bom comportamento durante a execução da pena não concede livramento condicional ao condenado. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "II e III apenas"
      },
      {
        "letra": "C",
        "texto": "I e III apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992060",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Acerca do tema do livramento condicional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de 40 anos, determinado pelo Código Penal, deve ser considerada para a concessão de outros benefícios, como o livramento condicional ou o regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "Além do requisito “tempo de cumprimento da pena”, é dispensável, para alcançar o benefício do livramento condicional, o bom comportamento durante a execução."
      },
      {
        "letra": "C",
        "texto": "Decorrido o período de prova sem que o magistrado tenha revogado expressamente o livramento condicional, não fica extinta a pena privativa de liberdade, por exigir pronunciamento judicial para seu término."
      },
      {
        "letra": "D",
        "texto": "Ofende o princípio da legalidade a decisão que fixa a data da fuga do apenado como nova data-base para o cálculo do requisito temporal do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "O requisito temporal do livramento condicional é aferido a partir da quantidade de pena já efetivamente cumprida, quantidade essa que sofre alteração com eventual prática de falta grave."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1985222",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação aos requisitos para o livramento condicional, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ausência de falta grave no período de doze meses é suficiente para satisfazer o requisito exigido para concessão do benefício;"
      },
      {
        "letra": "B",
        "texto": "faltas disciplinares ocorridas no período anterior a doze meses não podem ser consideradas pelo Juízo das Execuções Penais para aferir fundamentadamente o mérito do apenado;"
      },
      {
        "letra": "C",
        "texto": "faltas disciplinares ocorridas no período anterior a doze meses podem ser consideradas pelo Juízo das Execuções Penais para aferir fundamentadamente o mérito do apenado;"
      },
      {
        "letra": "D",
        "texto": "a ausência de falta grave no período de seis meses é suficiente para satisfazer o requisito exigido para concessão do benefício;"
      },
      {
        "letra": "E",
        "texto": "a demonstração da aptidão para prover a própria subsistência mediante qualquer atividade é suficiente para satisfazer o requisito exigido para concessão do benefício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1981480",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Maria procurou atendimento da Defensoria Pública para se informar a respeito do processo de execução criminal de seu companheiro José. Durante análise da sua situação processual, verificou-se que José era primário e cumpria pena de doze anos em regime inicial fechado pela prática do crime de homicídio qualificado ocorrido em 01/01/2012. Após cumprir mais de 2/3 de sua pena, foi deferido o livramento condicional em 02/08/2020. Porém, em razão de prática de novo delito no dia 02/03/2021, durante o período de prova, teve seu direito suspenso pelo juiz da vara de execuções criminais. Considerando a situação acima descrita e a jurisprudência do Superior Tribunal de Justiça, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há prática de falta disciplinar durante o cumprimento do livramento condicional e o período compreendido entre os dias 02/08/2020 e 02/03/2021 deverá ser considerado como tempo de pena cumprido para todos os fins."
      },
      {
        "letra": "B",
        "texto": "A prática de crime durante o período de prova caracteriza falta disciplinar grave a ser reconhecida pelo juízo da execução criminal e terá como consequência a interrupção do lapso apenas para fins de progressão de regime."
      },
      {
        "letra": "C",
        "texto": "A decisão que concedeu o direito em 02/08/2020 foi equivocada, uma vez que o art. 112, inciso VI, alínea “a”, inserido pela Lei nº 13.964/2019, veda a concessão do livramento condicional aos condenados pela prática de crime hediondo ou equiparado, com resultado morte."
      },
      {
        "letra": "D",
        "texto": "Ainda que ocorra o trânsito em julgado da sentença penal condenatória pela prática do delito ocorrido no dia 02/03/2021, o fato não poderá ser considerado falta disciplinar grave."
      },
      {
        "letra": "E",
        "texto": "O sentenciado responderá pela prática de falta disciplinar grave ocorrida no dia 02/03/2021, o que poderá acarretar a perda de até 1/3 dos dias remidos e na interrupção do lapso para fins de progressão de regime e livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964320",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "De acordo com o artigo 83 do Código Penal, o juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a dois anos, desde que o condenado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não seja reincidente."
      },
      {
        "letra": "B",
        "texto": "não tenha cometido falta grave nos últimos dois anos."
      },
      {
        "letra": "C",
        "texto": "tenha reparado o dano causado pela infração, salvo efetiva impossibilidade de fazê-lo."
      },
      {
        "letra": "D",
        "texto": "tenha cumprido mais de 2/5 da pena, nos casos de condenação por crime hediondo."
      },
      {
        "letra": "E",
        "texto": "tenha cumprido mais de 1/6 da pena, se não for reincidente em crime doloso, e mais da metade da pena, se for reincidente em crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937461",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Julgue o item a seguir de acordo com o entendimento dos Tribunais Superiores acerca da execução penal. A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova enseja a extinção da punibilidade pelo integral cumprimento da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937456",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo a Lei de Execução Penal, julgue o item seguinte acerca do livramento condicional e dos estabelecimentos penais. Presentes os requisitos legais, o livramento condicional poderá ser concedido pelo Juiz da execução, ouvidos o Ministério Público e o Conselho Penitenciário. Caso seja deferido o pedido, serão sempre impostas ao liberado condicional as obrigações de obter ocupação lícita e de recolher-se à habitação em hora fixada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1901621",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Código Penal indica como um dos requisitos para o livramento condicional o juiz ter aplicado na sentença pena privativa de liberdade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inferior a um ano."
      },
      {
        "letra": "B",
        "texto": "Igual ou superior a um ano."
      },
      {
        "letra": "C",
        "texto": "Inferior a dezoito meses."
      },
      {
        "letra": "D",
        "texto": "Inferior a dois anos."
      },
      {
        "letra": "E",
        "texto": "Igual ou superior a dois anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1900364",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional"
    ],
    "enunciado_principal": "A respeito da progressão de regime e do livramento condicional, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentenciado deverá cumprir 20% (vinte por cento) da pena para progressão de regime, se for primário e o crime tiver sido cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "sentenciado deverá cumprir 30% (trinta por cento) da pena para progressão de regime, se for primário e se tratar de crime hediondo ou equiparado."
      },
      {
        "letra": "C",
        "texto": "sentenciado por crime hediondo com resultado morte, primário terá direito à progressão de regime cumprida 60% (sessenta por cento) da pena, mas não terá direito ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "sentenciado deverá cumprir 25% (vinte e cinco por cento) da pena para progressão de regime, se for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça à pessoa."
      },
      {
        "letra": "E",
        "texto": "em todos os casos, o apenado só terá direito à progressão de regime se ostentar comportamento satisfatório, comprovado pelo diretor do estabelecimento, respeitadas as normas que vedam a progressão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1892598",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Acerca do livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posicionamento do STJ, por ser requisito subjetivo, a análise de cometimento de falta grave nos últimos doze meses limita a aferição do requisito do comportamento carcerário do reeducando, por não se poderem considerar as anotações de faltas disciplinares pretéritas e de longa data."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código Penal, o livramento condicional será obrigatoriamente revogado se, no curso do período de prova, o beneficiário for condenado irrecorrivelmente por crime praticado durante o livramento, com imposição de pena restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Segundo as leis de regência, a prática de contravenção penal durante o período de livramento constitui motivo idôneo para a suspensão do benefício até a decisão final do processo em que se apura aquela infração, podendo o juiz decretar a prisão do beneficiário após oitiva do conselho penitenciário e do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O STJ não admite, ante a falta de previsão legal, que, para a concessão do livramento condicional ao condenado primário por crime de associação ao tráfico (art. 35 da Lei n.º 11.343/2006) e de bons antecedentes, este deva cumprir dois terços da pena, como aplicável aos condenados por tráfico de drogas, em razão da vedação de analogia in malam partem."
      },
      {
        "letra": "E",
        "texto": "Segundo jurisprudência pacificada dos tribunais superiores, a prática de crime durante o livramento condicional enseja a suspensão e a prorrogação automática do benefício até o fim do processo em que se apura o delito, prescindindo-se de decisão judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886832",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional"
    ],
    "enunciado_principal": "Em relação ao livramento condicional e à suspensão condicional da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução da pena privativa de liberdade não superior a dois anos poderá ser suspensa desde que o condenado não seja reincidente em crime doloso ou culposo."
      },
      {
        "letra": "B",
        "texto": "as penas relativas a infrações diversas não podem ser somadas para efeito do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "a execução da pena privativa de liberdade não superior a quatro anos poderá ser suspensa quando o condenado for idoso."
      },
      {
        "letra": "D",
        "texto": "cabe livramento condicional ao condenado que cumprir mais de dois terços da pena, independentemente de ser reincidente específico em crime hediondo."
      },
      {
        "letra": "E",
        "texto": "a condenação anterior a uma pena de multa não impede a concessão da suspensão condicional da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1859279",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Extinção da pena"
    ],
    "enunciado_principal": "Com relação às causas de extinção da punibilidade, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão do perdão judicial nos casos previstos em lei é causa extintiva da punibilidade do crime, subsistindo, porém, o efeito condenatório da reincidência."
      },
      {
        "letra": "B",
        "texto": "Havendo a extinção da punibilidade de um crime de furto, se estende ela ao consequente crime de receptação da coisa subtraída em razão do princípio da indivisibilidade da ação penal."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de crime de peculato doloso, o ressarcimento do dano precedente à sentença irrecorrível exclui a punibilidade."
      },
      {
        "letra": "D",
        "texto": "Nos casos de continuidade delitiva, a extinção da punibilidade pela prescrição regula-se pela pena imposta a cada um dos crimes, isoladamente, afastando-se o acréscimo decorrente da continuação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845145",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Sobre o instituto do livramento condicional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser revogado no caso de nova condenação à pena privativa de liberdade, ainda que a decisão esteja sujeita a recurso."
      },
      {
        "letra": "B",
        "texto": "para sua concessão, é de rigor que o condenado não tenha cometido falta grave nos últimos 12 meses."
      },
      {
        "letra": "C",
        "texto": "obriga o recolhimento do egresso ao seu local de moradia em horário determinado."
      },
      {
        "letra": "D",
        "texto": "é cabível para as penas restritivas de direitos e penas pecuniárias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1844974",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende do não cometimento de falta grave nos últimos 12 meses de cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "depende de carta de compromisso de trabalho regular e registrado para sua concessão."
      },
      {
        "letra": "C",
        "texto": "depende do cumprimento de 25% da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "pode ser concedido após o cumprimento de 1/8 da pena, em caso de mulher primária, desde que o crime não tenha sido praticado contra seu filho ou dependente."
      },
      {
        "letra": "E",
        "texto": "pode ser aplicado na sentença penal condenatória, em caso de pena superior a dois anos que não tenha sido substituída por restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840065",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Augusto, primário e com bons antecedentes, em 10 de março de 2020, abordou Letícia que estava no interior de seu veículo, parada no sinal de trânsito. Na abordagem, Augusto determinou que Letícia saísse do carro, pois era um assalto. Leticia, assustada, arranca com o veículo e Augusto efetua um disparo com sua arma que atinge a cabeça da vítima e ocasiona sua morte. Augusto foi denunciado e condenado pela prática do crime de latrocínio. Diante do caso narrado, acerca da possibilidade de Augusto vir a obter livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá obter o Livramento Condicional após o cumprimento de 2/3 da pena em razão de o latrocínio ser crime hediondo, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/3 da pena em razão de ser primário e possuir bons antecedentes, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/2 da pena em razão de o crime por ele praticado ser hediondo, além de atender aos demais requisitos do artigo 83 do Código Penal, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Não poderá obter Livramento Condicional em razão do não cabimento do instituto para crimes hediondos com resultado morte."
      },
      {
        "letra": "E",
        "texto": "Poderá obter o Livramento Condicional após cumprir 2/5 da pena em razão de o crime por ele praticado ser hediondo e ele ser primário, além de atender aos demais requisitos do Art. 83 do Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826206",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Quanto ao livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falta grave interrompe o prazo para a sua obtenção, da mesma forma que se verifica para a progressão de regime."
      },
      {
        "letra": "B",
        "texto": "a ausência de suspensão ou revogação antes do término do período de prova não dá ensejo à extinção da punibilidade pelo integral cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "é exigível o cumprimento de dois terços da pena para o condenado por associação para o tráfico, a despeito da não hediondez do delito, segundo entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "é cabível ao condenado a pena igual ou superior a dois anos, desde que comprovado o não cometimento de falta grave nos últimos vinte e quatro meses."
      },
      {
        "letra": "E",
        "texto": "a pena unificada para atender o limite de quarenta anos de cumprimento deve ser considerada para efeito de concessão do benefício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810052",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Com as alterações trazidas pela Lei 13.964/2019, conhecida como “Pacote Anticrime”, institutos da Lei de Execuções Penais sofreram alterações significativas, tais como a progressão de regime e o livramento condicional. Nesse sentido, analise as situações a seguir e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que pratica crime hediondo com resultado morte, se for reincidente, não poderá progredir de regime de cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "Apenas o reincidente não poderá obter livramento condicional se praticar crime hediondo com resultado morte."
      },
      {
        "letra": "C",
        "texto": "Aquele que pratica crime hediondo ou equiparado a hediondo, se for primário, poderá obter a progressão de regime de cumprimento de pena após cumprir ao menos 50% da pena."
      },
      {
        "letra": "D",
        "texto": "Aquele que pratica crime hediondo com resultado morte não poderá obter livramento condicional, seja primário ou reincidente."
      },
      {
        "letra": "E",
        "texto": "Aquele que pratica crime hediondo sem violência ou grave ameaça à pessoa, desde que primário, poderá progredir de regime de cumprimento de pena após cumprir ao menos 25% da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1771328",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Acerca das disposições expressas na Lei de Execução Penal sobre o instituto do livramento condicional, julgue o próximo item. Preso beneficiado pelo livramento condicional durante o período de prova é considerado egresso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1759352",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Paulo foi condenado por infração ao Art. 217-A, do CP, n/f Art. 71, do CP (estupro de vulnerável em continuidade delitiva) à pena de 13 anos e 4 meses de reclusão e, após cumprir 2/3 da pena, foi-lhe concedido o livramento condicional. Paulo estava cumprindo regularmente o período de prova do livramento condicional quando foi preso por cumprimento de mandado de prisão referente à nova condenação transitada em julgado, por fato cometido anteriormente à concessão do livramento condicional, à pena de 5 anos e 4 meses de reclusão, por infração ao Art. 157, §2º, II, do CP (roubo circunstanciado pelo concurso de pessoas). Considerando a situação apresentada, a nova condenação por fato praticado anteriormente à concessão do livramento condicional (LC) é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogação facultativa do LC, devendo o juiz unificar as penas e determinar a manutenção do livramento condicional;"
      },
      {
        "letra": "B",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "C",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "D",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "E",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1759351",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Jorge foi preso em flagrante e condenado à pena de 5 anos e 6 meses de reclusão, por infração ao Art. 157, §2º, I e II, do CP (roubo circunstanciado pelo uso de arma de fogo e concurso de agentes), iniciando o cumprimento da pena privativa de liberdade em 10/04/2014. Durante o cumprimento da pena, foi punido por falta disciplinar de natureza grave datada de 05/01/2015. Em 10/02/2016, após cumprir os requisitos legais, foi-lhe concedido o livramento condicional, sendo posto em liberdade no dia 13/02/2016, após participação na respectiva cerimônia. Jorge cumpriu regularmente todas as condições do livramento condicional estabelecidas até o término de sua pena. Em 12/11/2019, foi declarada extinta a pena por integral cumprimento. Em 01/03/2021, Jorge foi preso em flagrante e condenado à pena de 6 anos e 8 meses de reclusão, por infração ao Art. 157, §2º-A, I, do CP (roubo circunstanciado pelo emprego de arma de fogo). Iniciada a execução da pena, é correto afirmar que Jorge é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reincidente e deverá cumprir 1/2 da pena para fins de livramento condicional;"
      },
      {
        "letra": "B",
        "texto": "reincidente e deverá cumprir 2/3 da pena para fins de livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "reincidente específico, vedado o livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "primário e deverá cumprir 1/3 da pena para fins de livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "primário e deverá cumprir 2/3 da pena para fins de livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1752653",
    "metadata": "Ano: 2021 | Banca: APICE | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Livramento condicional",
      "Conceito e consequências",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O concurso de pessoas é a participação inconsciente e involuntária de duas ou mais pessoas na mesma infração penal. Tem-se a livre convergência de vontades para um fim ilícito comum."
      },
      {
        "letra": "B",
        "texto": "Livramento condicional é a possibilidade de que tem o condenado, que já cumpriu certo tempo de pena privativa de liberdade, de poder cumprir solto o período restante, mediante determinadas condições, já a suspensão condicional da pena é a suspensão parcial da execução de certas penas privativas de liberdade, durante um período de tempo de acordo com o caso concreto."
      },
      {
        "letra": "C",
        "texto": "Ação penal é o direito objetivo público autônomo e abstrato de invocar a tutela jurisdicional do Estado para que este resolva conflitos provenientes da prática de condutas definidas em lei como crime."
      },
      {
        "letra": "D",
        "texto": "A autorização para o porte de arma de fogo de uso permitido, em todo o território nacional, é de competência da Polícia Federal e somente será concedida após autorização do Sinarm, obrigatoriamente sendo concedida com eficácia temporária e territorial limitada."
      },
      {
        "letra": "E",
        "texto": "A assistência à mulher em situação de violência doméstica e familiar será prestada de forma articulada e conforme os princípios e as diretrizes previstos na Lei Orgânica da Assistência Social e no Sistema Único de Segurança Pública, entre outras normas e políticas públicas de proteção, e emergencialmente quando for o caso, excluída a participação do Sistema Único de Saúde (SUS) que é opcional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1744103",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional"
    ],
    "enunciado_principal": "Marque a assertiva INCORRETA, considerando a jurisprudência sumulada do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se execução provisória da pena restritiva de direitos, ou seja, enquanto o processo tramita na fase recursal."
      },
      {
        "letra": "B",
        "texto": "Não é possível a utilização de inquéritos policiais e ações penais em curso para agravar a pena- base."
      },
      {
        "letra": "C",
        "texto": "A suspensão condicional do processo é cabível na desclassificação do crime e na procedência parcial da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente como circunstância judicial."
      },
      {
        "letra": "E",
        "texto": "Quando a confissão for utilizada para a formação do convencimento do julgador, o réu fará jus à circunstância atenuante legal prevista no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1744094",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Sobre os institutos da progressão de regime e do livramento condicional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas não tem direito ao livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas deve cumprir ao menos 60% da nova pena para progredir de regime."
      },
      {
        "letra": "C",
        "texto": "A prática de falta disciplinar de natureza grave durante a execução da pena privativa de liberdade interrompe o tempo de cumprimento de pena necessário à progressão de regime, mas não produz o mesmo efeito em relação ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Pessoa condenada pela prática de crime comum por sentença transitada em julgado, que no curso do período de prova do livramento condicional pratica novo crime comum, terá que cumprir metade de ambas as penas para aspirar ao livramento condicional novamente."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma hipótese pessoa pode progredir de regime antes de cumprir ao menos 16% da pena que lhe foi imposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1136446",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Cada um dos itens a seguir apresenta uma situação hipotética, seguida de uma assertiva a ser julgada, acerca da aplicação de pena e do livramento condicional, considerando-se o entendimento dos tribunais superiores. I Flávio, processado e condenado pela prática de delito de tráfico ilícito de entorpecentes, confessou, em interrogatório judicial, que possuía a droga para consumo próprio. Nesse caso, a confissão feita por Flávio em juízo, ainda que parcial, não deve servir como circunstância atenuante da confissão espontânea para fins de diminuição de pena. II Pela prática de delitos de vias de fato e ameaça em contexto de violência doméstica e familiar contra sua ex-esposa, Joana, José foi condenado às penas de vinte dias de prisão simples e um mês e cinco dias de detenção, ambas em regime aberto. Nesse caso, é cabível a substituição da pena restritiva de liberdade por restritiva de direitos apenas em relação à contravenção penal de vias de fato. III Pela prática de delito de homicídio culposo no trânsito, na forma qualificada, por conduzir veículo sob influência de bebida alcoólica, Marcos foi condenado à pena de cinco anos de reclusão, a ser cumprida inicialmente em regime semiaberto. Nesse caso, em que pese o quantum da pena, é cabível a substituição da pena privativa de liberdade por restritiva de direitos. IV Pela prática de delito de porte ilegal de arma de fogo de uso restrito, Pedro, reincidente por crime de roubo simples, foi condenado à pena privativa de liberdade de quatro anos de reclusão, em regime fechado. Nesse caso, ante a prática de crime hediondo e a reincidência, Pedro não fará jus ao livramento condicional. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1213731",
    "metadata": "Ano: 2019 | Banca: CEFET-BA | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Extinção da pena"
    ],
    "enunciado_principal": "Consoante o entendimento sumulado do Superior Tribunal de Justiça sobre a execução da pena, “A ausência de suspensão ou revogação _____________ antes do término do período de prova enseja a extinção da punibilidade pelo integral cumprimento da pena.\" A alternativa que preenche, corretamente, a lacuna do trecho acima é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do indulto"
      },
      {
        "letra": "B",
        "texto": "da comutação"
      },
      {
        "letra": "C",
        "texto": "do indulto de natal"
      },
      {
        "letra": "D",
        "texto": "do livramento condicional"
      },
      {
        "letra": "E",
        "texto": "da saída temporária de natal"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1082509",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Analise as situações a seguir. I. Pedro, reincidente específico em crimes hediondos, foi condenado definitivamente pela nova prática de crime de estupro de vulnerável. II. José, primário, foi condenado definitivamente pela prática do crime de associação para o tráfico. III. Carlos, reincidente em razão de anterior punição pela prática do crime de furto, foi condenado definitivamente pela prática do crime de extorsão simples. Com base nas informações expostas, em relação ao livramento condicional, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro terá direito ao benefício após cumprir mais de 2/3 da pena imposta, José após o cumprimento de mais de 1/3 da sanção aplicada, enquanto para Carlos será necessário o cumprimento de mais de metade da pena;"
      },
      {
        "letra": "B",
        "texto": "José terá direito ao benefício após cumprir mais de 2/3 da pena aplicada, e Carlos, após o cumprimento de mais de metade da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "C",
        "texto": "José terá direito ao benefício após cumprir mais de 1/3 da pena aplicada, e Carlos, após o cumprimento de mais de metade da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "D",
        "texto": "José terá direito ao benefício após cumprir mais de 2/3 da pena aplicada, e Carlos, após o cumprimento de mais de 1/3 da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "E",
        "texto": "José e Pedro terão direito ao benefício após cumprimento de mais de 2/3 da pena aplicada, enquanto Carlos precisará cumprir mais de metade da pena imposta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048828",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Consoante prescreve o Código Penal, é incorreto afirmar sobre o livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que cumpridos mais de metade da pena, nos casos de condenação por crime hediondo."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá revogar o livramento se o liberado deixar de cumprir qualquer das obrigações constantes da sentença, ou for irrecorrivelmente condenado, por crime ou contravenção, a pena que não seja privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Revogado o livramento, não poderá ser novamente concedido, e, salvo quando a revogação resulta de condenação por outro crime anterior àquele benefício, não se desconta na pena o tempo em que esteve solto o condenado."
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1036624",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Em relação ao livramento condicional, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática de falta grave não interrompe o prazo para sua obtenção, mas o Juiz só poderá revogá-lo a requerimento do Ministério Público ou mediante representação do Conselho Penitenciário, ouvido o liberado."
      },
      {
        "letra": "B",
        "texto": "as penas correspondentes a infrações diversas não podem ser somadas para atingir o limite mínimo necessário para a sua concessão."
      },
      {
        "letra": "C",
        "texto": "condicionada a sua concessão à prévia progressão do condenado ao regime aberto, por expressa previsão legal."
      },
      {
        "letra": "D",
        "texto": "obrigatória a revogação se o liberado deixar de cumprir qualquer das obrigações constantes da sentença concessiva."
      },
      {
        "letra": "E",
        "texto": "a ausência de suspensão ou revogação antes do término do período de prova enseja extinção da punibilidade pelo integral cumprimento da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010472",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Quanto ao livramento condicional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para os condenados pelo crime previsto no artigo 35 da Lei n° 11.343/06, dar-se-á após o cumprimento de dois terços da pena, vedada sua concessão ao reincidente específico."
      },
      {
        "letra": "B",
        "texto": "A gravidade abstrata dos delitos praticados e a longevidade da pena a cumprir podem servir, por si sós, como fundamento para a determinação de prévia submissão do apenado a exame criminológico."
      },
      {
        "letra": "C",
        "texto": "A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova não enseja a extinção da punibilidade pelo integral cumprimento da pena."
      },
      {
        "letra": "D",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Código Penal, deve ser considerada para a concessão de outros benefícios, como o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "Não se admite a realização do exame criminológico pelas peculiaridades do caso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "994296",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Extinção da pena"
    ],
    "enunciado_principal": "Analise o caso a seguir. “M.K.T.” encontrava-se em regime semiaberto quando foi deferido o livramento condicional. Encerrado o período de prova do livramento, os autos foram ao Ministério Público que requereu a juntada da Folha e da Certidão de Antecedentes Criminais. Deferido o pedido ministerial e juntados os documentos requeridos, com vista dos autos, o parquet verificou que “M.K.T.” havia sido preso – e logo solto em audiência de custódia – pela prática de crime ocorrido durante o período de prova do livramento condicional. O Ministério Público observou ainda que ele havia sido denunciado e condenado pelo fato, tendo a sentença penal permitido que “M.K.T.” recorresse em liberdade. Interposto recurso pela defesa, a sentença penal condenatória não havia transitado em julgado. Diante da informação acerca da condenação penal, o Ministério Público requereu a revogação do livramento condicional, a regressão cautelar de regime prisional e a designação de audiência de justificação. Após a manifestação da defesa, deve o magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "declarar extinta a pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "revogar o livramento condicional, regredir cautelarmente o regime, designar audiência de justificação e expedir mandado de prisão."
      },
      {
        "letra": "C",
        "texto": "suspender o livramento condicional, regredir cautelarmente o regime, designar audiência de justificação e expedir mandado de prisão."
      },
      {
        "letra": "D",
        "texto": "expedir mandado de prisão e decidir sobre suspensão ou revogação do livramento condicional após audiência de justificação a ser designada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "994293",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Considere as seguintes hipóteses. I. O reeducando “Y.K.T” foi condenado a uma pena de 5 anos de reclusão. Durante o gozo do livramento condicional, foi preso por uma segunda condenação de mais 5 anos, transitada em julgado, pela prática de crime doloso ocorrido antes da vigência do livramento. II. O reeducando “Z.W.J” foi condenado a uma pena de 5 anos de reclusão. Enquanto cumpria a pena no regime aberto, em prisão domiciliar, praticou novo crime doloso, tendo sido condenado pela segunda vez a outra pena de mais 5 anos, por sentença transitada em julgado. Sobre o efeito das novas condenações em relação ao tempo em que os reeducandos “Y.K.T” e “Z.W.J” estiveram soltos em razão do livramento condicional e da prisão domiciliar, é correto afirmar que o(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reeducandos “Y.K.T” e “Z.W.J” perderão o tempo cumprido durante o livramento condicional e o regime aberto em prisão domiciliar, respectivamente."
      },
      {
        "letra": "B",
        "texto": "reeducando “Y.K.T” conservará como tempo de pena efetivamente cumprida o período de prova do livramento condicional, enquanto o sentenciado “Z.W.J” perderá o tempo em que permaneceu solto, em prisão domiciliar."
      },
      {
        "letra": "C",
        "texto": "reeducandos “Y.K.T” e “Z.W.J” conservarão como tempo de pena efetivamente cumprida o período em que ficaram soltos, em livramento condicional e em prisão domiciliar, respectivamente."
      },
      {
        "letra": "D",
        "texto": "reeducando “Y.K.T” perderá o período de prova do livramento condicional para fins de tempo de cumprimento da pena, enquanto para o sentenciado “Z.W.J” conservará como tempo de pena cumprida o período em que gozou do regime aberto, em prisão domiciliar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "994291",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo o entendimento que prevalece na jurisprudência, o reconhecimento judicial da prática de falta disciplinar grave gera o seguinte efeito em relação à contagem do estágio da progressão de regime e do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interrompe a contagem do estágio da progressão de regime e do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "Não interrompe a contagem dos estágios da progressão de regime ou do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "Interrompe a contagem do estágio da progressão de regime, porém não a do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Não interrompe a contagem do estágio da progressão de regime, mas, sim, a do livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "954323",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o livramento condicional é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua concessão depende da avaliação positiva das circunstâncias judiciais do art. 59 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "é vedada sua concessão para o condenado reincidente específico no tráfico privilegiado."
      },
      {
        "letra": "C",
        "texto": "o sentenciado precisa estar no regime semiaberto, pois a sua concessão diretamente do regime fechado configura progressão por salto."
      },
      {
        "letra": "D",
        "texto": "o liberado poderá cumprir o período de prova em comarca diversa do juízo que concedeu o livramento se nela tiver vínculos familiares e sociais."
      },
      {
        "letra": "E",
        "texto": "é aplicável aos casos de medida de segurança na modalidade de internação por analogia em benefício do condenado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "926794",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Preocupado com a eficácia do efeito de ressocialização da pena, deputado estadual estudando sobre os benefícios previstos na legislação a condenados solicita esclarecimentos sobre as previsões legais atuais sobre livramento condicional a consultor. Com base nas previsões da legislação penal brasileira, deverá ser esclarecido que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite concessão de livramento condicional aos condenados primários pela prática de crimes hediondos;"
      },
      {
        "letra": "B",
        "texto": "a prática de qualquer delito com violência ou grave ameaça à pessoa impõe o cumprimento de 2/3 da pena para concessão do livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "o reincidente na prática de crimes de furto qualificado não faz jus ao livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "os crimes praticados no contexto de violência doméstica e familiar contra mulher não admitem livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "a condenação definitiva pela prática de crime anterior punido exclusivamente com multa é causa de revogação facultativa do benefício do livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "914181",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Enquanto cumpria pena em livramento condicional, Jaqueline vem a ser condenada, novamente, pela prática de crime, sendo aplicada pena privativa de liberdade, havendo trânsito em julgado. O crime, porém, que justificou a segunda condenação era por fato anterior àquele que impôs a condenação da pena que cumpria em livramento condicional, exatamente por isso não sendo reconhecida a reincidência. Considerando apenas as informações narradas, sobre a nova condenação assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é prevista, por ser por fato anterior, como causa de revogação do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É causa de revogação obrigatória, podendo o período em livramento condicional ser considerado como pena cumprida."
      },
      {
        "letra": "C",
        "texto": "É causa de revogação facultativa, podendo o período em livramento condicional ser considerado como pena cumprida, mesmo em caso de revogação."
      },
      {
        "letra": "D",
        "texto": "É causa de revogação obrigatória, não sendo considerado como pena cumprida o período em livramento condicional."
      },
      {
        "letra": "E",
        "texto": "É causa de revogação facultativa e, em caso de revogação, o período em livramento condicional não poderá ser considerado como pena cumprida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896545",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que o condenado não seja reincidente em crime doloso, tenha bons antecedentes e já tenha cumprido mais de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um terço da pena."
      },
      {
        "letra": "B",
        "texto": "Metade da pena."
      },
      {
        "letra": "C",
        "texto": "Um quarto da pena."
      },
      {
        "letra": "D",
        "texto": "Dois terços da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878471",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Patrick foi condenado, uma segunda vez, definitivamente, pela prática de crime de roubo majorado pelo emprego de arma, logo, foi reconhecida sua reincidência específica. Já seu irmão Plínio, enquanto cumpria livramento condicional em execução de condenação pelo crime de latrocínio, novamente veio a ser preso e, depois, condenado definitivamente pela nova prática de crime de latrocínio. A Sra. Norma, mãe dos irmãos condenados, busca esclarecimentos sobre a possibilidade de obtenção de livramento condicional para os filhos na execução da segunda condenação de cada um deles. Considerando apenas as informações narradas, deverá ser esclarecido para a Sra. Norma, quanto aos requisitos objetivos, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais de 1/3 da pena, enquanto Plínio deverá cumprir mais de 2/3 da sanção imposta;"
      },
      {
        "letra": "B",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais da metade da pena, enquanto Plínio deverá cumprir mais de 2/3 da sanção imposta;"
      },
      {
        "letra": "C",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais da metade da pena, enquanto Plínio não poderá obter novo livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "Patrick e Plínio não poderão obter novo livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais de 2/3 da pena, enquanto Plínio não poderá obter novo livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "868158",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial independe de lei, pois é realizado por meio de Decreto Presidencial."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crimes, o cálculo da prescrição incide sobre a somatória das penas."
      },
      {
        "letra": "C",
        "texto": "Ao contrário da renúncia ao direito de queixa, a decadência é causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição é reduzido pela metade quando o agente for maior de setenta anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "Em caso de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866725",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Um sentenciado foi beneficiado com o livramento condicional, cujo término do período de prova estava previsto para 25/5/2016. Porém, no dia 29/2/2016, ele praticou novo delito, pelo qual veio a ser condenado por sentença transitada em julgado. Apesar disso, o juízo da execução penal não procedeu à suspensão cautelar do benefício, tendo praticado tal ato somente no dia 11/9/2016. Com relação a essa situação hipotética e a aspectos a ela correlatos, julgue os seguintes itens. I O fato de não ter sido oportunamente suspenso o benefício é irrelevante, pois o livramento deve ser revogado pelo juiz da execução quando sobrevém condenação irrecorrível à pena de prisão. II Competiria ao juízo da execução penal determinar a suspensão do livramento condicional, cautelarmente, para revogá-lo depois, se fosse o caso. III Julgar-se-ia extinta a pena relativa ao primeiro delito se, relativamente ao segundo, cometido na vigência do livramento condicional, o réu fosse absolvido no segundo grau de jurisdição. IV A revogação do benefício seria facultativa se a nova condenação, referente ao crime cometido no período de prova, fosse de pena distinta da privativa de liberdade. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866443",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Extinção da pena"
    ],
    "enunciado_principal": "André e Bruno, companheiros de cela em determinada penitenciária, são assistidos pela Defensoria Pública do Estado de Pernambuco. André cumpre pena de seis anos por furto qualificado e tem como antecedente criminal uma condenação de um ano e oito meses por crime culposo, já cumprida. Bruno, por sua vez, cumpre pena de nove anos por tráfico de drogas e não possui antecedentes criminais. Considerando essa situação hipotética, assinale a opção correta a respeito do livramento condicional de André e Bruno.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bruno não fará jus ao livramento condicional, uma vez que foi condenado por crime equiparado a crime hediondo."
      },
      {
        "letra": "B",
        "texto": "Caso André cometa falta grave no cumprimento da pena, o prazo para seu livramento condicional será interrompido."
      },
      {
        "letra": "C",
        "texto": "A concessão do benefício do livramento condicional a André dependerá de ele cumprir um terço da pena e a Bruno de ele cumprir dois terços da pena."
      },
      {
        "letra": "D",
        "texto": "Apesar de ser hipossuficiente, André será beneficiado com o livramento condicional somente se reparar o dano causado em decorrência da prática do furto qualificado."
      },
      {
        "letra": "E",
        "texto": "Por ser reincidente, André atenderá ao requisito temporal para o livramento condicional apenas após ter cumprido metade da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1201582",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "O livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser revogado com a prática de crime doloso no período de prova, independentemente do trânsito em julgado, conforme jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "exige o cumprimento de três quintos de pena para o condenado reincidente em crime hediondo."
      },
      {
        "letra": "C",
        "texto": "pode ser mantido se a condenação por crime doloso praticado durante o período de prova resultar em aplicação de pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "pode ser suspenso cautelarmente com a notícia de descumprimento de suas condições, como, por exemplo, o não comparecimento periódico em juízo."
      },
      {
        "letra": "E",
        "texto": "não pode ser revogado em razão da prática de crime anterior à sua vigência pois os postulados do garantismo penal incidem igualmente na execução penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852801",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova"
    ],
    "enunciado_principal": "Celso, réu primário, condenado definitivamente por homicídio qualificado, conseguiu livramento condicional. Durante o cumprimento do livramento condicional, ele foi condenado novamente pelo crime de roubo, o qual havia sido praticado antes da vigência do benefício. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação de Celso enseja prorrogação imediata do período de prova do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O livramento condicional não poderá ser novamente concedido a Celso, em razão da reincidência específica em crimes dolosos."
      },
      {
        "letra": "C",
        "texto": "As penas de Celso devem somar-se, para efeito do livramento, quando ocorrer o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O período em que Celso ficou em liberdade não será computado na pena."
      },
      {
        "letra": "E",
        "texto": "A nova condenação de Celso, independentemente do trânsito em julgado da sentença, resulta na revogação imediata do benefício de livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "843758",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Conforme a Lei n° 7.210, de 11 de julho de 1984, que institui a Lei de Execução Penal, e entendimento dos Tribunais Superiores, a respeito da execução penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de acordo com o entendimento sumulado do Superior Tribunal de Justiça, a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "B",
        "texto": "a remição é instituto que se aplica a presos em regime fechado ou semiaberto, não havendo autorização legal para ser concedida aos condenados em regime aberto."
      },
      {
        "letra": "C",
        "texto": "nas duas espécies de autorizações de saída, previstas na Lei de Execução Penal vigente, é medida obrigatória a vigilância direta do preso, podendo o juiz determinar a fiscalização por meio de monitoramento eletrônico."
      },
      {
        "letra": "D",
        "texto": "o regime disciplinar diferenciado, conforme previsão na Lei de Execução Penal vigente, será aplicado por prévio e fundamentado despacho do juiz competente, e dependerá de requerimento circunstanciado elaborado pelo diretor do estabelecimento prisional, delegado de polícia ou Ministério Público."
      },
      {
        "letra": "E",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo artigo 75 do Código Penal vigente, não é considerada para a concessão do livramento condicional ou regime mais favorável de execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839608",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo o regime do livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a notícia da prática de infração penal implica imediata revogação do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "será julgada extinta a pena privativa de liberdade, se expirar o prazo do livramento sem revogação."
      },
      {
        "letra": "C",
        "texto": "é vedada a concessão do livramento condicional para o preso que não gozou de 5 saídas temporárias ao longo da execução da pena."
      },
      {
        "letra": "D",
        "texto": "é incabível para pessoas condenadas por crime hediondo ou cometidos com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "E",
        "texto": "o livramento condicional é direito subjetivo do sentenciado que cumprir um sexto da pena e apresentar bom comportamento carcerário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832346",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Remição de pena",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Reincidência"
    ],
    "enunciado_principal": "NÃO sofrem influência da reincidência e da hediondez do crime na execução penal os seguintes direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comutação e saída temporária."
      },
      {
        "letra": "B",
        "texto": "Indulto e autorização de saída."
      },
      {
        "letra": "C",
        "texto": "Progressão de regime e saída temporária."
      },
      {
        "letra": "D",
        "texto": "Livramento condicional e remição."
      },
      {
        "letra": "E",
        "texto": "Remição e permissão de saída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800825",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos. Para o condenado reincidente em crime doloso será concedido livramento condicional, desde que cumprida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais de um terço da pena."
      },
      {
        "letra": "B",
        "texto": "mais de dois terços da pena."
      },
      {
        "letra": "C",
        "texto": "mais de dois quintos da pena."
      },
      {
        "letra": "D",
        "texto": "mais de três quintos da pena."
      },
      {
        "letra": "E",
        "texto": "mais da metade da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2058844",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o juiz poderá conceder livramento condicional ao condenado à pena privativa de liberdade igual ou superior a dois anos, desde que: I - Cumprida mais de um terço da pena se o condenado não for reincidente em crime doloso, ainda que tenha maus antecedentes. II - Cumprida quase a metade da pena se o condenado for reincidente em crime doloso. III - Comprovado comportamento satisfatório durante a execução da pena, bom desempenho no trabalho que lhe foi atribuído e aptidão para prover à própria subsistência mediante trabalho honesto. IV - Tenha reparado, salvo efetiva impossibilidade de fazê-lo, o dano causado pela infração. V - Cumprido mais de dois terços da pena, nos casos de condenação por crime hediondo, prática da tortura, tráfico ilícito de entorpecentes e drogas afins, e terrorismo, se o apenado não for reincidente específico em crimes dessa natureza. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I, II e V."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente os itens III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707180",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada a concessão do livramento condicional para o preso que cumpre pena em regime fechado, sob pena de incorrer em progressão por salto."
      },
      {
        "letra": "B",
        "texto": "segundo a jurisprudência majoritária do STJ, o descumprimento das condições do livramento condicional pode ser aferido após o término do período de prova, ainda que este não tenha sido prorrogado pelo juízo da execução."
      },
      {
        "letra": "C",
        "texto": "o lapso temporal para o livramento condicional no caso de reincidente é de dois terços da pena."
      },
      {
        "letra": "D",
        "texto": "é vedada a revogação do livramento condicional por crime cometido antes do período de prova."
      },
      {
        "letra": "E",
        "texto": "é vedada a concessão de livramento condicional ao reincidente específico em crime hediondo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "690106",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "Paulo, reincidente em crime não específico, iniciou o cumprimento de pena privativa de liberdade pelo delito de tráfico, no regime fechado, em 10/09/10. Cumpridas as condições legais, conquistou o livramento condicional. Já no primeiro mês do período de prova, aportou aos autos nova condenação pelo delito de tentativa de homicídio simples, na qual foi fixado o regime semiaberto, sendo que o fato foi cometido em 03/02/08. Somadas as penas, que atingiram um total de 10 anos, foi novamente fixado o regime fechado pelo juiz para o cumprimento do restante da pena total. Sobre o instituto do livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deveria o juiz ter mantido Paulo no livramento condicional, sendo que a nova condenação por tentativa de homicídio simples deveria ser cumprida após o término do período de prova do livramento."
      },
      {
        "letra": "B",
        "texto": "Paulo não terá mais direito a um segundo livramento condicional, por ter aportado aos autos nova condenação durante o período de prova."
      },
      {
        "letra": "C",
        "texto": "por ser reincidente, não poderá ser deferido a Paulo, novamente, o livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Paulo terá que cumprir a primeira pena (por tráfico) na íntegra, para, então, cumprir metade da pena remanescente e somente depois reconquistar o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "Paulo terá direito a um segundo livramento condicional, desde que cumpridos os requisitos legais, já que o fato que ocasionou a condenação por tentativa de homicídio simples é anterior ao período de prova do primeiro livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "650545",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "A respeito do livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O benefício do livramento condicional é um direito subjetivo do condenado, a ser concedido pelo juiz na sentença condenatória, desde que o réu preencha os requisitos legais subjetivos e objetivos, no momento da sentença penal condenatória, de modo a substituir a pena privativa de liberdade e restritiva de direitos por liberdade vigiada e condicionada."
      },
      {
        "letra": "B",
        "texto": "Caso o liberado condicionalmente seja condenado irrecorrivelmente por crime praticado durante o gozo do livramento condicional, sendo a nova pena imposta a privativa de liberdade, haverá a revogação obrigatória do livramento condicional e o tempo do período de prova será considerado para fins de desconto na pena."
      },
      {
        "letra": "C",
        "texto": "Em caso de prática de crime durante o período de prova do livramento condicional, o juiz não poderá prorrogar o benefício, devendo declarar extinta a punibilidade quando, ao chegar o fim daquele período fixado, o beneficiário não for julgado em processo a que responde por crime cometido na vigência do livramento."
      },
      {
        "letra": "D",
        "texto": "Entre outros requisitos legais, segundo o CP, em caso de crime doloso cometido com violência ou grave ameaça à pessoa, a concessão do livramento condicional ao condenado ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave, devidamente apurada em procedimento disciplinar, interrompe o requisito temporal para a concessão do livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "644461",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo a Lei de Execução Penal, Lei nº 7.210/1984, serão sempre impostas ao liberado condicional as obrigações seguintes, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comunicar periodicamente ao juiz sua ocupação."
      },
      {
        "letra": "B",
        "texto": "Obter ocupação lícita, dentro de prazo razoável se for apto para o trabalho."
      },
      {
        "letra": "C",
        "texto": "Recolher-se à habitação em hora fixada."
      },
      {
        "letra": "D",
        "texto": "Não mudar do território da comarca do Juízo da Execução, sem prévia autorização deste."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641888",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "A Súmula Vinculante 26 do Supremo Tribunal Federal, dispõe que para efeito de livramento condicional no cumprimento de pena por crime hediondo, ou equiparado, o juízo da execução observará a inconstitucionalidade do art. 2º da Lei n. 8.072/90 (Crimes Hediondos), sem prejuízo de avaliar se o condenado preenche, ou não, os requisitos objetivos e subjetivos do benefício, podendo determinar, para tal fim, de modo fundamentado, a realização de exame criminológico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595636",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No tocante à jurisprudência sumulada pelo STJ quanto ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade pela prescrição da pretensão punitiva, com fundamento em pena hipotética, é admitida, independentemente da existência ou do resultado do processo penal."
      },
      {
        "letra": "B",
        "texto": "Fixada a pena-base no mínimo legal, a decisão, fundamentada na gravidade abstrata do delito, poderá estabelecer ao sentenciado regime prisional mais gravoso do que o cabível em razão da sanção imposta."
      },
      {
        "letra": "C",
        "texto": "A contagem do prazo para a progressão de regime de cumprimento de pena será interrompida pela prática de falta grave e se reiniciará a partir do cometimento dessa infração."
      },
      {
        "letra": "D",
        "texto": "A falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave interrompe o prazo para o fim de comutação de pena ou indulto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "594155",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "No crime de associação para o tráfico (artigo 35 da Lei nº 11.343/2006), para fazer jus ao livramento condicional o condenado deve cumprir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/3 da pena, caso seja reincidente;"
      },
      {
        "letra": "B",
        "texto": "1/5 da pena, caso não seja reincidente;"
      },
      {
        "letra": "C",
        "texto": "1/3 da pena, caso seja reincidente;"
      },
      {
        "letra": "D",
        "texto": "2/3 da pena, caso não seja reincidente;"
      },
      {
        "letra": "E",
        "texto": "1/5 da pena, caso seja reincidente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588037",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Com referência à remição, assinale a opção correta segundo a LEP e o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime aberto."
      },
      {
        "letra": "B",
        "texto": "A remição da pena pelo trabalho é realizada à razão de um dia de pena a cada três dias de trabalho, cuja jornada diária não seja inferior a seis nem superior a oito horas, o que impõe, para fins de cálculo, a soma das horas e não a consideração dos dias efetivamente trabalhados."
      },
      {
        "letra": "C",
        "texto": "O tempo remido será computado para a concessão do livramento condicional e do indulto."
      },
      {
        "letra": "D",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime fechado, não sendo facultada a concessão do benefício nos casos em que a pena estiver sendo cumprida em regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "Ao condenado que cumpre pena em regime fechado é vedado remir parte da reprimenda pela frequência a curso de ensino regular ou de educação profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544566",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores acerca das penas privativas de liberdade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional."
      },
      {
        "letra": "B",
        "texto": "a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, ainda que desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "é admissível o exame criminológico pelas peculiaridades do caso, independentemente de motivação da determinação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530905",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "NÃO é requisito para obtenção do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cumprimento de mais de dois terços da pena, nos casos de condenação por crime hediondo ou assemelhado."
      },
      {
        "letra": "B",
        "texto": "Pagamento da pena de multa."
      },
      {
        "letra": "C",
        "texto": "Reparação do dano, salvo impossibilidade de o fazer."
      },
      {
        "letra": "D",
        "texto": "Cumprimento de mais de um terço da pena se não for reincidente em crime doloso e tiver bons antecedentes."
      },
      {
        "letra": "E",
        "texto": "Cumprimento de mais da metade se for reincidente em crime doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485292",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Luan é reincidente na prática do crime do Art. 217-A do Código Penal. Os fatos que justificaram ambas as condenações ocorreram em 2010 e 2014. Nesse caso, é correto afirmar que o benefício do livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser concedido após cumprimento de 2/3 da pena."
      },
      {
        "letra": "B",
        "texto": "poderá ser concedido após cumprimento de 3/5 da pena"
      },
      {
        "letra": "C",
        "texto": "não poderá ser concedido a Luan."
      },
      {
        "letra": "D",
        "texto": "poderá ser concedido após cumprimento de 1/2 da pena."
      },
      {
        "letra": "E",
        "texto": "poderá ser concedido após cumprimento de 1/3 da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444842",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Analise o caso a seguir. Márcio foi condenado a seis anos de reclusão pelo crime de furto qualificado pelo emprego de chave falsa, previsto no artigo 155, §4º, III do Código Penal brasileiro. Foi fixado como regime inicial para cumprimento da pena o fechado por conta de reincidência específica de Márcio. No terceiro mês de cumprimento da pena, Márcio foi punido por falta disciplinar grave, consubstanciada em fuga. Após, passou a cumprir a pena de forma exemplar, com reconhecido bom compartimento carcerário. Ao completar dois anos e três meses de pena cumprida, Márcio, por meio do seu Defensor, formulou pedido de livramento condicional, pleito este que, após seguir o trâmite legalmente previsto, foi decidido pelo Juiz da Execução Penal nos seguintes termos: FUNDAMENTO “Como é sabido, o cometimento de falta grave durante o cumprimento da pena determina a interrupção do prazo para concessão de livramento condicional.” DECISÃO “Assim, indefiro o pedido de livramento condicional no presente caso, por não atendimento do requisito temporal estabelecido em lei.” Considerando o caso em apreço e a conformação jurídica dada ao instituto do livramento condicional, assinale a alternativa CORRETA. .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão está correta, mas a proposição usada como fundamento é equivocada."
      },
      {
        "letra": "B",
        "texto": "A proposição usada como fundamento está correta, mas a decisão é equivocada."
      },
      {
        "letra": "C",
        "texto": "O fundamento e a decisão estão corretos, sendo o primeiro capaz de justificar a segunda."
      },
      {
        "letra": "D",
        "texto": "O fundamento e a decisão estão corretos, mas o primeiro não é capaz de justificar a segunda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444789",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Prorrogação do período de prova"
    ],
    "enunciado_principal": "Após ter cumprido a metade da pena por crime não hediondo, um indivíduo reincidente obteve livramento condicional pelo período de cinco anos. Faltando dois anos para a reaquisição integral da liberdade, ele foi denunciado pela suposta prática de homicídio que teria sido praticado durante o período de prova do livramento condicional. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "haverá a revogação obrigatória e imediata do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "haverá a revogação facultativa do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "ao final do livramento condicional em gozo, não ocorrendo decisão definitiva no novo processo, haverá extinção da pena pelo cumprimento."
      },
      {
        "letra": "D",
        "texto": "ao final do livramento condicional em gozo, não havendo decisão definitiva, deverá o livramento condicional ser prorrogado até o trânsito em julgado no novo processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393796",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "N. G. foi condenado a penas privativas de liberdade que somam sessenta anos de reclusão. Sabendo-se que N. G. é primário e de bons antecedentes, e que nenhum dos crimes pelos quais foi condenado é hediondo ou equiparado, este condenado somente poderá obter livramento condicional depois de cumpridos mais de :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez anos de pena."
      },
      {
        "letra": "B",
        "texto": "quinze anos de pena"
      },
      {
        "letra": "C",
        "texto": "vinte anos de pena."
      },
      {
        "letra": "D",
        "texto": "trinta anos de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389335",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "“X”, primário e de bons antecedentes, cumpre, com bom comportamento, pena de vinte anos de reclusão em regime fechado, pela prática do crime de latrocínio. Até o momento, “X” cumpriu quatorze anos do total da pena. Nesse caso, a resposta correta para a pergunta – “X” tem direito à concessão de algum benefício? – é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“X” tem direito ao livramento condicional."
      },
      {
        "letra": "B",
        "texto": "“X” tem direito à concessão da liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "“X” tem direito à concessão do sursis."
      },
      {
        "letra": "D",
        "texto": "“X” tem direito à concessão da suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "“X” não faz jus a nenhum benefício por ter praticado crime hediondo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386358",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A perda da função pública constitui efeito da condenação quando aplicada pena privativa de liberdade igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, desde que a sentença forneça a necessária motivação. II. Haverá revogação obrigatória do livramento condicional se o reeducando for condenado por sentença irrecorrível, pela prática de crime culposo, qualquer que seja a pena cominada. III. A gravidade abstrata do crime mostra-se insuficiente para determinar o estabelecimento do regime fechado para cumprimento da pena respectiva, já que a eleição do regime prisional inicial deve observar os mesmos critérios elencados no Artigo 59. IV. No chamado sursis etário ocorre a suspensão condicional da execução da pena privativa de liberdade, não superior a quatro anos, pelo período de quatro a seis anos, para o condenado que tenha mais de sessenta anos de idade. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361241",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Codigo Penal, é considerada, para concessão de outros benefícios, como livramento condicional ou regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "C",
        "texto": "Impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "D",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir não exige motivação idônea"
      },
      {
        "letra": "E",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360492",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Livramento condicional",
      "Extinção da pena",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Com fundamento nas súmulas dos tribunais superiores, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não pode declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responda o liberado, por crime ou contravenção praticados na vigência do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É possível a aplicação retroativa de lei penal vigente em combinação com a lei penal revogada, desde que o resultado da incidência de leis penais combinadas seja favorável ao acusado."
      },
      {
        "letra": "C",
        "texto": "A pena substitutiva de prestação de serviços à comunidade pode figurar como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplicar-se-á ao crime continuado ou ao crime permanente, se a sua vigência for anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "E",
        "texto": "O ato infracional análogo ao tráfico de drogas conduz obrigatoriamente à imposição de medida socioeducativa de internação do adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "542783",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.O indivíduo, maior e capaz, condenado, definitivamente, por diversos crimes, a pena unificada que perfaça, por exemplo, noventa anos de reclusão, fará jus ao livramento condicional somente após o cumprimento de um terço ou metade de noventa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371576",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Assinale a opção correta em relação ao livramento condicional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falta de natureza grave durante o cumprimento da pena privativa de liberdade interrompe a contagem do lapso temporal necessário para a obtenção do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "Terminado o período de prova sem a revogação ou suspensão do livramento condicional, não é possível o reconhecimento da extinção da pena caso se descubra que o liberado tenha sido condenado definitivamente por crime cometido durante a vigência do benefício."
      },
      {
        "letra": "C",
        "texto": "A não reparação do dano causado pela infração penal, quando possível, impede a concessão do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "O juiz detém o poder de determinar a fiscalização do cumprimento dessa medida por meio da monitoração eletrônica."
      },
      {
        "letra": "E",
        "texto": "Ao reincidente específico em crime hediondo poderá ser concedido esse benefício após o cumprimento de mais de dois terços da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371272",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "O livramento condicional pressupõe",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inexistência de reincidência específica em crimes hediondos ou assemelhados."
      },
      {
        "letra": "B",
        "texto": "proposta concreta de trabalho honesto."
      },
      {
        "letra": "C",
        "texto": "que o condenado esteja em regime prisional semi- aberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "a inexistência de falta disciplinar."
      },
      {
        "letra": "E",
        "texto": "que a pena não tenha sido aplicada por crime doloso cometido com violência ou grave ameaça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere a temas relativos à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência influi no prazo de prescrição da pena de multa."
      },
      {
        "letra": "B",
        "texto": "Não pode ser considerado reincidente quem, já condenado pela prática de crime por sentença transitada em julgado, no Brasil ou no estrangeiro, pratica contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Réu reincidente condenado à pena de quatro anos e dois meses deve, necessariamente, iniciar o cumprimento da pena privativa de liberdade no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se somam as penas correspondentes a crimes diversos para o efeito do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A pena de seis meses de detenção imposta a réu primário condenado pela prática de crime doloso cometido com grave ameaça à pessoa pode ser substituída por multa, com base no disposto no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "343514",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Com relação aos conceitos, objetivos e princípios do direito penal, às penas restritivas de direitos, ao livramento condicional e à reincidência, julgue os itens subsecutivos.O reincidente específico em tráfico ilícito de entorpecentes e drogas afins poderá pleitear o livramento condicional após cumprir dois terços da sua pena privativa de liberdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "343502",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "De acordo com a Lei de Execução Penal, julgue os itens subsequentes.É pacificado, na jurisprudência do STJ, o entendimento de que o cometimento de falta disciplinar de natureza grave pelo condenado que cumpre pena privativa de liberdade interrompe o prazo para a obtenção do livramento condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "333198",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o instituto do livramento condicional, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obtenção do livramento condicional nos casos de condenação por crimes hediondos exige, como requisito temporal, o cumprimento de mais de dois terços da pena pelo condenado primário e mais de três quintos para o condenado reincidente na prática de crimes desta natureza."
      },
      {
        "letra": "B",
        "texto": "Tem como requisito temporal, em regra, o cumprimento de um terço da pena se o condenado não for reincidente em crime doloso e tiver bons antecedentes."
      },
      {
        "letra": "C",
        "texto": "As penas que correspondem às infrações diversas devem somar-se para efeito de livramento."
      },
      {
        "letra": "D",
        "texto": "Se o liberado for condenado irrecorrivelmente, por crime ou contravenção, à pena que não seja privativa de liberdade, poderá o juiz revogar o livramento."
      },
      {
        "letra": "E",
        "texto": "A revogação será obrigatória se o liberado vem a ser condenado à pena privativa de liberdade, em sentença irrecorrível, por crime cometido durante vigência do benefício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331651",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o tema livramento condicional, assinale a opção incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência em crime culposo em nada interfere na fração mínima de cumprimento da pena, ou seja, 1/3 (um terço), como condição objetiva para a obtenção do benefício;"
      },
      {
        "letra": "B",
        "texto": "O apenado primário, porém com maus antecedentes criminais, deverá cumprir 1/2 (metade) da pena para obter o livramento;"
      },
      {
        "letra": "C",
        "texto": "A condenação por crime doloso, cometido durante a vigência do benefício, é causa de revogação facultativa do benefício, desde que a pena não seja privativa de liberdade;"
      },
      {
        "letra": "D",
        "texto": "É vedada a concessão de livramento condicional ao apenado reincidente em crimes de tráfico de drogas;"
      },
      {
        "letra": "E",
        "texto": "Comprometer-se a não mudar de residência sem comunicação ao juiz e à autoridade incumbida da observação cautelar e de proteção, é condição obrigatória imposta ao liberado condicional"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331514",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta grave não interrompe o prazo para obtenção de livramento condicional."
      },
      {
        "letra": "B",
        "texto": "Não mais se admite o exame criminológico, ainda que em decisão motivada."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, não é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "D",
        "texto": "Admite-se a progressão de regime de cumprimento da pena antes do trânsito em julgado da sentença condenatória, não sendo permitida, entretanto, a aplicação imediata de regime menos severo nela determinada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302397",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento consolidado do Superior Tribunal de Justiça, em tema de aplicação e execução da pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se a comutação da pena aos condenados por crimes hediondos, tendo em vista operar-se no caso a substituição da reprimenda por outra mais branda, o que não encontra vedação legal."
      },
      {
        "letra": "B",
        "texto": "em caso de condenação do apenado no curso de execução por fato anterior ao início do cumprimento da reprimenda, a contagem do prazo para concessão de benefícios é interrompida para a realização de novo cálculo com base no somatório das penas restantes a serem cumpridas, cujo marco inicial da contagem do novo prazo é o trânsito em julgado da primeira sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "admite-se a aplicação do benefício da detração penal em processos distintos, desde que o delito pelo qual o sentenciado cumpre pena tenha sido cometido antes da segregação cautelar."
      },
      {
        "letra": "D",
        "texto": "admite-se a concessão de livramento condicional ao estrangeiro que possui decreto de expulsão em seu desfavor, desde que preenchidos os requisitos do art. 83 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302395",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em tema de aplicação e execução da pena, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento na segunda fase de aplicação da pena, no crime de roubo circunstanciado, exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes."
      },
      {
        "letra": "B",
        "texto": "a falta grave não interrompe o prazo para obtenção do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "é admissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301629",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Assinale a opção correta em relação ao livramento condicional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência consolidada nos tribunais superiores, expirado o período de prova do livramento condicional sem suspensão ou prorrogação do benefício, a pena é automaticamente extinta."
      },
      {
        "letra": "B",
        "texto": "Ao sentenciado reincidente por crime doloso cometido com violência ou grave ameaça à pessoa é vedada a concessão do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "Em caso de revogação do livramento condicional motivada pela prática de infração penal anterior ou posterior ao benefício ou, ainda, por qualquer outro motivo anterior à vigência do livramento, será computado como tempo de cumprimento da pena o período de prova, sendo permitida, para a concessão de novo livramento, a soma do tempo das duas penas."
      },
      {
        "letra": "D",
        "texto": "Caso um condenado pratique novo delito durante o período de prova do livramento condicional, haverá prorrogação automática do período de prova estabelecido pelo juiz, independentemente de novo pronunciamento judicial, até o trânsito em julgado da decisão acerca do crime subsequente."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de crimes hediondos, o livramento condicional está condicionado ao requisito objetivo de cumprimento mínimo de dois quintos da pena, se o apenado for primário, e de três quintos, se reincidente, vedando-se a concessão do benefício em caso de reincidência específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298684",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade inferior dois anos."
      },
      {
        "letra": "B",
        "texto": "Não será concedido livramento condicional para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa,"
      },
      {
        "letra": "C",
        "texto": "Caso o liberado venha a ser condenado durante a vigência do benefício, revoga-se o livramento condicional,"
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "E",
        "texto": "Revogado o livramento, a qualquer momento poderá o juiz da execução conceder novamente o benefício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1661612",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que: I. Cumprido mais de um sexto da pena se o condenado não for reincidente em crime doloso e tiver bons antecedentes; II. Cumprido mais de um quarto da pena se o condenado for reincidente em crime culposo; III. Cumprida mais da metade se o condenado for reincidente em crime doloso; IV. Cumprido mais de dois terços da pena, nos casos de condenação por crime hediondo, prática da tortura, tráfico ilícito de entorpecentes e drogas afins, e terrorismo, se o apenado não for reincidente específico em crimes dessa natureza;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "286653",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "No tocante ao livramento condicional, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pode ser concedido ao condenado a pena privativa de liberdade superior a 2 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "obrigatória a revogação se o liberado deixar de cumprir qualquer das obrigações constantes da sentença."
      },
      {
        "letra": "C",
        "texto": "possível a suspensão se o liberado praticar outro crime durante a vigência do benefício, ainda que não passada em julgado a respectiva condenação."
      },
      {
        "letra": "D",
        "texto": "incabível nos casos de condenação por crime hediondo."
      },
      {
        "letra": "E",
        "texto": "não se somam, para efeito de eventual concessão, as penas que correspondam a infrações diversas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286523",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre livramento condicional, indique a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para obtê-lo, entre outros requisitos, o condenado por crime hediondo, prática de tortura ou tráfico ilícito de drogas deverá cumprir mais de 2/3 (dois terços) da reprimenda, caso seja reincidente específico em crimes dessa natureza;"
      },
      {
        "letra": "B",
        "texto": "Segundo a orientação sumular do Supremo Tribunal Federal, a pena unificada a fim de atender ao limite máximo de trinta anos de cumprimento, deve ser considerada como base de cálculo à concessão do livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "Conforme entendimento sumulado do Superior Tribunal de Justiça, a falta grave não interrompe o prazo para obtenção do livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "A revogação do livramento condicional somente é cabível, atendidos os demais requisitos legais, quando o crime, cometido durante a vigência do benefício, for doloso;"
      },
      {
        "letra": "E",
        "texto": "É vedada a realização de exame criminológico para fins de concessão de livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "261825",
    "metadata": "Ano: 2012 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "TRATANDO-SE DE LIVRAMENTO CONDICIONAL, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe a concessão ao(a)condenado(a) a pena privativa de liberdade igual a dois anos;"
      },
      {
        "letra": "B",
        "texto": "poderá ser concedido ao(a) condenado(a) a pena de reclusão em regime semiaberto, cumprida mais da metade da pena por crime de genocidio;"
      },
      {
        "letra": "C",
        "texto": "o cometimento de falta grave implica o reinicio da contagem de prazo para a sua concessão:"
      },
      {
        "letra": "D",
        "texto": "poderá ser concedida ao(a) condenado a pena de reclusão de 8 anos, cumprido mais de um terço da pena, se não for reincidente em crime doloso e tiver bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "242940",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "No que concerne ao livramento condicional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá ser concedido ao condenado a pena de reclusão igual ou superior a dois anos."
      },
      {
        "letra": "B",
        "texto": "a prática de falta grave não interrompe o prazo para a sua concessão, segundo entendimento sumulado."
      },
      {
        "letra": "C",
        "texto": "é cabível a revogação, mas não a suspensão."
      },
      {
        "letra": "D",
        "texto": "a condenação irrecorrível por crime ou contravenção, independentemente da pena imposta, constitui causa de revogação obrigatória."
      },
      {
        "letra": "E",
        "texto": "é inadmissível, para a sua concessão, a determinação de prévia realização de exame criminológico, independentemente das peculiaridades do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "241473",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Considere que um indivíduo em livramento condicional seja condenado por sentença irrecorrível, por, em data anterior à vigência do livramento, ter quebrado intencionalmente os vidros das janelas da casa de seu vizinho. Nessa situação, poderá ocorrer a revogação do livrado condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291960",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o livramento condicional, considere as seguintes afirmativas: 1. O livramento condicional cabe nos casos de pena aplicada igual ou superior a quatro anos. 2. O livramento condicional é vedado ao reincidente específico em crime hediondo. 3. A reparação do dano é requisito para o livramento condicional, exceto no caso de demonstração da impossibilidade de fazê-lo. 4. A competência para apreciação do pedido de livramento condicional é sempre do juiz de execução. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291936",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Sobre o livramento condicional, considere as seguintes afirmativas: 1. Não se admite livramento condicional em crimes hediondos se o agente for reincidente. 2. O recolhimento à habitação é condição obrigatória para o gozo do livramento condicional. 3. O livramento condicional será necessariamente revogado se o agente for condenado por crime cometido antes da sua concessão. 4. Comunicar o juiz sobre a mudança de comarca é condição obrigatória para o gozo do livramento condicional. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "E",
        "texto": "Somente a afirmativa 1 é verdadeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "210938",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Caio, reincidente em crime de estupro, também é reincidente em crime de roubo. Diante disso, para obter o livramento condicional, de acordo com o disposto no art. 83, do Código Penal, deverá cumprir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais de três quintos da pena do crime hediondo e mais de um terço da pena do crime de roubo."
      },
      {
        "letra": "B",
        "texto": "mais da metade da pena do crime hediondo e mais de dois terços da pena do crime de roubo."
      },
      {
        "letra": "C",
        "texto": "integralmente a pena do crime hediondo e mais de dois terços da pena do crime de roubo."
      },
      {
        "letra": "D",
        "texto": "integralmente a pena do crime hediondo e mais da metade da pena do crime de roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205296",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Marque a alternativa correta acerca das seguintes questões, referentes às consequências jurídicas do injusto penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento consolidado no Tribunal de Justiça do Distrito Federal, o condenado a pena de reclusão pela prática de crime de tráfico de entorpecentes poderá cumpri-la, desde logo, em regime aberto, dada a inconstitucionalidade do artigo 44 da Lei nº 11.343/2006."
      },
      {
        "letra": "B",
        "texto": "Condenado o réu a penas de três anos de reclusão e de dois anos de detenção, por reconhecimento do concurso material de crimes, ambas em regime aberto, necessariamente iniciará o cumprimento de sua sanção em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável, como regra, possui capacidade penal plena, merecendo redução de sua reprimenda como medida de política criminal, sem prejuízo de sua internação para tratamento."
      },
      {
        "letra": "D",
        "texto": "O regime disciplinar diferenciado terá prazo máximo de 360 (trezentos e sessenta dias), prorrogável uma única vez quando demonstrado o envolvimento do condenado em organizações criminosas."
      },
      {
        "letra": "E",
        "texto": "Na ótica do Superior Tribunal de Justiça, a prática de faltas graves, na medida em que não interrompe o prazo para obtenção de livramento condicional, não pode ser óbice à concessão do benefício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "197607",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências"
    ],
    "enunciado_principal": "Concedido o livramento condicional: I. o Juiz não poderá modificar as condições por ele especificadas na sentença; II. o condenado declarará se aceita as condições especificadas pelo Juiz na sentença; III. o benefício poderá ser revogado se o liberado vier a ser condenado a pena privativa de liberdade, em sentença recorrível, por crime cometido durante sua vigência; IV. na hipótese de revogação facultativa, mantido o livramento condicional, o Juiz deverá advertir o liberado, sendo-lhe vedado agravar as condições por ele especificadas na sentença; V. praticada pelo liberado outra infração penal, o Juiz poderá ordenar a sua prisão, suspendendo o curso do livramento condicional. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "C"
  }
]