[
  {
    "id": "3291232",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos",
      "Rixa"
    ],
    "enunciado_principal": "A respeito do que determina o Decreto-Lei nº 2.848/1940, Código Penal, especialmente acerca dos crimes contra a pessoa, considere as assertivas a seguir. I. Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública: Pena - detenção, de um a seis meses, ou multa. II. Exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos, como condição para o atendimento médico-hospitalar emergencial: Pena – reclusão, de 3 (três) meses a 1 (um) ano, ou multa. III. Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina: Pena - detenção, de dois meses a um ano, ou multa. IV. Participar de rixa, salvo para separar os contendores: Pena - reclusão, de quinze dias a dois meses, ou multa. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188115",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Frei Martinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Nos termos do Código Penal, quem pratica a conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina” pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "exposição de pessoa."
      },
      {
        "letra": "D",
        "texto": "repristinação."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3102616",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é CORRETO afirmar que quem pratica a conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perigo de contágio de moléstia grave."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2357339",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "O Código Penal estabelece que quem pratica a conduta típica de expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2531040",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica do crime de “Maus-tratos” no Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina."
      },
      {
        "letra": "B",
        "texto": "exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos, como condição para o atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública."
      },
      {
        "letra": "D",
        "texto": "expor ou abandonar recém-nascido, para ocultar desonra própria."
      },
      {
        "letra": "E",
        "texto": "abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2278043",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina” é definida pelo Código Penal como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "Exposição ou abandono de recém-nascido."
      },
      {
        "letra": "C",
        "texto": "Maus-tratos."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo de contágio venéreo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2281084",
    "metadata": "Ano: 2022 | Banca: NC-UFPR | Órgão: Prefeitura de Colombo - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "O Código Penal tipifica maus-tratos da seguinte maneira: “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina”. Relativamente à disposição do Código Penal, se o crime de maus-tratos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resulta em morte, a pena é de reclusão de 8 a 15 anos."
      },
      {
        "letra": "B",
        "texto": "resulta em lesão corporal de natureza grave, a pena é de reclusão de 3 a 10 anos."
      },
      {
        "letra": "C",
        "texto": "resulta em incapacidade permanente para o trabalho, a pena é de reclusão de 3 a 10 anos."
      },
      {
        "letra": "D",
        "texto": "é praticado contra pessoa menor de 14 anos, aumenta-se a pena de um terço."
      },
      {
        "letra": "E",
        "texto": "é praticado contra pessoa menor de 18 anos, aumenta-se a pena em metade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1990981",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina, é considerado crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maus-tratos."
      },
      {
        "letra": "B",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "Redução à condição análoga à de escravo."
      },
      {
        "letra": "D",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1971697",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A premeditação constitui circunstância qualificadora no homicídio."
      },
      {
        "letra": "B",
        "texto": "Para que haja crime de lesão corporal praticado no contexto de violência doméstica, é necessário que a vítima conviva com o agente."
      },
      {
        "letra": "C",
        "texto": "O crime de omissão de socorro pode ser cometido por pessoa que não se encontra no local onde está a vítima."
      },
      {
        "letra": "D",
        "texto": "O crime de maus-tratos não pode ser cometido por professores contra seus alunos, mas somente pelos pais ou tutores da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964422",
    "metadata": "Ano: 2022 | Banca: COPESE - UFPI | Órgão: Prefeitura de União - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Considerando os crimes tipificados no Código Penal Brasileiro, assinale a opção com a resposta CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar alguém é imputar-lhe fato ofensivo à sua reputação."
      },
      {
        "letra": "B",
        "texto": "Injuriar alguém é imputar-lhe falsamente fato definido como crime."
      },
      {
        "letra": "C",
        "texto": "Difamar alguém é ofender-lhe a dignidade ou o decoro."
      },
      {
        "letra": "D",
        "texto": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina é considerado como mau-trato."
      },
      {
        "letra": "E",
        "texto": "Subtrair, para si ou para outrem, coisa alheia móvel constitui roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1933160",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Em relação ao delito de maus-tratos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime é previsto por um tipo misto alternativo, havendo crime único se as condutas forem praticadas no mesmo contexto fático e se relacionarem à mesma vítima;"
      },
      {
        "letra": "B",
        "texto": "trata-se de delito de forma livre, admitindo multiplicidade de modos de execução, limitando-se a lei a exemplificar algumas ações;"
      },
      {
        "letra": "C",
        "texto": "o titular do direito de correção ou de disciplina não pode ser sujeito ativo do delito de maus-tratos, desde que não sejam empregados castigos físicos;"
      },
      {
        "letra": "D",
        "texto": "trata-se de crime de mão própria, pois reclama vinculação especial entre o autor e a vítima dos maus-tratos;"
      },
      {
        "letra": "E",
        "texto": "se a vida ou a saúde de criança ou adolescente for exposta a perigo por quem detenha sua guarda ou vigilância, será caracterizado o delito do Art. 232 do ECA."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855772",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos"
    ],
    "enunciado_principal": "Do ponto de vista legislativo, constitui espécie de crime contra a vida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "abandono de recém-nascido com resultado morte;"
      },
      {
        "letra": "C",
        "texto": "maus-tratos com resultado morte;"
      },
      {
        "letra": "D",
        "texto": "instigação, auxílio ou induzimento à automutilação;"
      },
      {
        "letra": "E",
        "texto": "tortura com resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828388",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.O crime de maus-tratos é classificado como delito de forma vinculada, pois qualquer pessoa pode ser sujeito ativo do delito, bastando que haja o fim especial de tratar, educar, ensinar ou custodiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1618888",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina”, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono."
      },
      {
        "letra": "B",
        "texto": "Omissão."
      },
      {
        "letra": "C",
        "texto": "Dano."
      },
      {
        "letra": "D",
        "texto": "Maus-tratos."
      },
      {
        "letra": "E",
        "texto": "Perigo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1068988",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemCaracteriza maus‐tratos expor a perigo a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando‐a de alimentação ou cuidados indispensáveis, quer abusando de meios de correção ou disciplina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973952",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Maus tratos"
    ],
    "enunciado_principal": "Uma mulher que, em razão de acordo verbal com os pais, cuida de uma criança percebe que esta caiu por caso fortuito num poço profundo e, embora esteja viva, precisa ser retirada por adultos. Voluntariamente, a mulher omite dos grupos de busca que tem conhecimento de onde se encontra a criança, que é considerada desaparecida. Passadas algumas horas, a criança morre por falta de alimentação. Assinale a alternativa que identifica o crime praticado pela mulher.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio doloso por comissão (tipo comissivo)."
      },
      {
        "letra": "B",
        "texto": "Homicídio doloso por omissão (tipo omissivo impróprio)."
      },
      {
        "letra": "C",
        "texto": "Homicídio doloso por omissão (tipo omissivo próprio)."
      },
      {
        "letra": "D",
        "texto": "Maus-tratos com resultado morte (tipo comissivo ou omissivo preterdoloso)."
      },
      {
        "letra": "E",
        "texto": "Abandono de incapaz com resultado morte (tipo omissivo próprio preterdoloso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1299586",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Julgue os seguintes itens. I Caracteriza maus-tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de educação e ensino. II Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de tratamento ou custódia. III Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de privação de alimentação ou cuidados indispensáveis. IV Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de trabalho excessivo ou inadequado. V Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de abuso de meios de correção ou disciplina. A quantidade de itens certos é igual a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1."
      },
      {
        "letra": "B",
        "texto": "2."
      },
      {
        "letra": "C",
        "texto": "3."
      },
      {
        "letra": "D",
        "texto": "4."
      },
      {
        "letra": "E",
        "texto": "5."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "964559",
    "metadata": "Ano: 2018 | Banca: IMA | Órgão: Prefeitura de Caxias - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Com relação ao disposto no Código Penal, Lei nº 2.848 de 7 de dezembro de 1940 - Crimes contra a Pessoa e contra o Patrimônio, marque a relação incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina / Pena - detenção, de dois meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime / Pena - reclusão, de um a cinco anos."
      },
      {
        "letra": "C",
        "texto": "Expor a vida ou a saúde de outrem a perigo direto e iminente / Pena - detenção, de três meses a um ano, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria / Pena - detenção, de seis meses a dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2995161",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Segundo o disposto no Decreto Nº 2.848/40 - da Periclitação da Vida e da Saúde, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina, acarretará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de dois meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um mês."
      },
      {
        "letra": "C",
        "texto": "Multa de vinte e quatro salários mínimos."
      },
      {
        "letra": "D",
        "texto": "Multa de trinta salários mínimos."
      },
      {
        "letra": "E",
        "texto": "Multa de quarenta e oito salários mínimos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1157409",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "Em qual caso aumenta-se a pena em um terço se a vítima for maior de 60 anos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio venéreo"
      },
      {
        "letra": "B",
        "texto": "Perigo para a vida ou saúde de outrem"
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz"
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro"
      },
      {
        "letra": "E",
        "texto": "Maus tratos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464371",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "O crime de maus-tratos tem pena aumentada de 1/3 (art. 136, §3o do CP) se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticado contra ascendente, descendente, irmão ou cônjuge."
      },
      {
        "letra": "B",
        "texto": "resulta em lesão corporal, ainda que leve."
      },
      {
        "letra": "C",
        "texto": "o agente prevalece-se de relações familiares ou domésticas."
      },
      {
        "letra": "D",
        "texto": "praticado contra pessoa menor de 14 anos."
      },
      {
        "letra": "E",
        "texto": "praticado por agente público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233230",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Abel, após ingerir pequena quantidade de bebida com teor alcoólico, inicia uma discussão com sua colega de trabalho, Zulmira, grávida de 6 meses. Após se sentir ofendido verbalmente, Abel obtém uma barra de madeira e desfere alguns golpes contra Zulmira apenas no intuito de feri-la fisicamente, e não ao seu feto. Zulmira foi, então, socorrida e levada ao pronto-socorro pelo corpo de bombeiros. Constatou-se no hospital a interrupção da gravidez pela morte do feto no ventre de Zulmira em função das agressões sofridas pela mãe. Nessa situação, Abel deverá ser enquadrado no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "infanticídio."
      },
      {
        "letra": "C",
        "texto": "maus-tratos."
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima."
      },
      {
        "letra": "E",
        "texto": "aborto provocado por terceiro."
      }
    ],
    "gabarito": "D"
  }
]