[
  {
    "id": "3631320",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "Durante a fase de instrução processual, ficou comprovado que Gustavo praticou fato típico e antijurídico previsto no art. 129, § 9º, do Código Penal (Lesão corporal em decorrência de violência doméstica). Entretanto, o laudo pericial constatou que, ao tempo da ação, Gustavo era inteiramente incapaz de entender o caráter ilícito do fato, por sofrer de transtorno mental grave e permanente. Diante disso, ao proferir a sentença, o juiz reconheceu a inimputabilidade de Gustavo, absolvendo-o, mas aplicando medida de segurança. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz errou, pois deveria absolvê-lo pura e simplesmente, pois o reconhecimento da inimputabilidade impede qualquer tipo de sanção penal"
      },
      {
        "letra": "B",
        "texto": "A sentença está incorreta, pois o juiz deveria aplicar pena independentemente da inimputabilidade do agente"
      },
      {
        "letra": "C",
        "texto": "A aplicação de medida de segurança depende de reincidência específica, mesmo nos casos de doença mental comprovada"
      },
      {
        "letra": "D",
        "texto": "A decisão proferida está correta, pois reconhece a inimputabilidade e aplica medida de segurança"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3560637",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "Aluisio respondeu pela prática do crime de estupro. Durante a instrução, o advogado juntou uma série de documentos dando conta de que Aluisio seria dependente químico. O juiz determinou a instauração de incidente para avaliar o quadro apresentado. O perito oficial, por laudo, concluiu: “o réu é dependente de droga (cocaína) e, em razão da dependência ao tempo da ação ou da omissão, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento”. Todas as provas apontam Aluisio como autor do crime. Com base nas informações mencionadas, assinale a alternativa que apresenta a solução prevista em lei para o caso narrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz absolverá o agente, reconhecendo, por força pericial, que este era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, podendo o juiz determinar o seu encaminhamento para tratamento médico adequado."
      },
      {
        "letra": "B",
        "texto": "O juiz condenará o réu, podendo reduzir a pena de um terço a dois terços, uma vez que, ao tempo da ação ou da omissão, não possuía a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "O juiz absolverá o agente, determinando sua internação por prazo indeterminado."
      },
      {
        "letra": "D",
        "texto": "O juiz absolverá o agente, determinando sua internação por prazo equivalente ao previsto no patamar máximo previsto para o tipo penal cometido."
      },
      {
        "letra": "E",
        "texto": "O juiz condenará o réu, reduzindo a pena de um a dois sextos, se o agente, em virtude de dependência, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3533567",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Quando um indivíduo é submetido a medida de segurança, considera-se que ele foi, de certo modo, absolvido da pena por não possuir, no momento do crime, plena capacidade de entendimento e autodeterminação quanto à ilicitude do ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3453259",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "Sem maiores explicações, João arremessa uma pedra em direção a uma loja de eletrônicos, danificando a vitrine e sendo preso em flagrante. Seus advogados de defesa apresentam diversas circunstâncias relacionadas à sua condição mental no momento e possível embriaguez. Diante das hipóteses indicadas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a comprovação de estado de embriaguez completa tem o condão de excluir a imputabilidade penal;"
      },
      {
        "letra": "B",
        "texto": "caso reste comprovada a prévia provocação do proprietário do estabelecimento, causando forte emoção em João, ele poderá ser isento de pena;"
      },
      {
        "letra": "C",
        "texto": "se constatado que João tinha 17 anos à época do fato, ele será considerado penalmente inimputável e poderá receber medida de segurança;"
      },
      {
        "letra": "D",
        "texto": "a comprovação de perturbação de saúde mental e de que João não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento ensejará a isenção de pena;"
      },
      {
        "letra": "E",
        "texto": "a embriaguez, se preordenada, configura circunstância que agrava a pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3401935",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "O Sr. Hugo, 75 anos, foi diagnosticado com a doença de Alzheimer e apresenta, entre outros sintomas, episódios de agressividade física e verbal. Em um desses episódios, ele arremessou uma faca sobre sua esposa, D. Hilda, de 70 anos, causando um corte profundo em seu braço. Sobre essa situação é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Sr. Hugo poderá ser considerado inimputável do ponto de vista penal em razão do diagnóstico de transtorno neurocognitivo."
      },
      {
        "letra": "B",
        "texto": "o Sr. Hugo será condenado por violência doméstica contra a idosa, mas poderá converter a pena em pagamento de cestas básicas."
      },
      {
        "letra": "C",
        "texto": "de acordo com a lei antimanicomial, o Sr. Hugo será internado para tratamento em um hospital de custódia."
      },
      {
        "letra": "D",
        "texto": "o Sr. Hugo é considerado inimputável do ponto de vista penal por ser idoso com mais de 70 anos."
      },
      {
        "letra": "E",
        "texto": "o Sr. Hugo poderá ser interditado criminalmente pela tentativa de feminicídio contra sua esposa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272326",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Em relação ao tempo de duração máxima da medida de segurança, qual alternativa aponta corretamente entendimento sumulado do STJ sobre o tema?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "B",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 30 anos."
      },
      {
        "letra": "C",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena concretamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 40 anos."
      },
      {
        "letra": "E",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 1 ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3171402",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, Carlos foi absolvido impropriamente, com a aplicação de medida de segurança, em razão da prática de conduta que, em tese, caracteriza crime contra a dignidade sexual. Nesse contexto, a mãe de Carlos buscou, na Defensoria Pública, informações sobre o instituto em referência. De acordo com a narrativa e considerando as disposições do Código Penal, analise as afirmativas a seguir. I. A internação, ou o tratamento ambulatorial, será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo deverá ser de um a três anos. II. A perícia médica será realizada ao término do prazo mínimo fixado para a medida de segurança e deverá ser repetida semestralmente, ou a qualquer tempo, conforme determinação do Juiz da execução. III. A desinternação, ou a liberação, será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade. Nesse cenário, considerando as disposições do Código Penal, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3441538",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Acerca das medidas de segurança de acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A internação em hospital de custódia será por tempo indeterminado, perdurando até que seja constatada pelo juiz, mediante todas as provas admitidas, a cessação da periculosidade."
      },
      {
        "letra": "B",
        "texto": "Extinta a punibilidade, não é possível a imposição de medida de segurança, no entanto subsiste a medida de segurança imposta anteriormente à extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Em qualquer fase do tratamento ambulatorial, poderá o juiz determinar a internação, se essa providência for necessária para fins curativos."
      },
      {
        "letra": "D",
        "texto": "Reconhecendo que o sujeito é inimputável, o juiz determinará sua internação e, se o caso for punível com pena de detenção, deverá submetê-lo a tratamento psiquiátrico em hospital de custódia."
      },
      {
        "letra": "E",
        "texto": "O Código Penal não admite mais como espécie de medida de segurança o tratamento ambulatorial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3417606",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "A respeito da imputabilidade, da semi-imputabilidade (culpabilidade diminuída) e da inimputabilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A semi-imputabilidade é aplicável quando o agente possui plena capacidade de entender o caráter ilícito do fato e de determinar-se de acordo com esse entendimento, mas com diminuição da própria censurabilidade."
      },
      {
        "letra": "B",
        "texto": "A inimputabilidade é aplicável quando o agente é parcialmente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, resultando na absolvição imprópria e na aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "A culpabilidade diminuída implica a isenção total de pena, sem possibilidade de redução, por causa da ausência de capacidade de entendimento do agente."
      },
      {
        "letra": "D",
        "texto": "A semi-imputabilidade implica a aplicação obrigatória de medida de segurança, independentemente de qualquer condenação, em razão da total incapacidade do agente de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "A culpabilidade diminuída resulta na redução da pena, conforme a menor capacidade de censura e valoração do agente, apesar de não eliminar completamente sua capacidade de entender a ilicitude do fato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117541",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Medida de segurança"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir, considerando que, em todas elas, Adalberto atua como partícipe, na condição de cúmplice ou instigador. I. O autor principal comete um crime contra a vida, mas é considerado inimputável e é imposta medida de segurança. II. O autor principal furta bem de valor irrelevante, sendo aplicado o princípio da insignificância. III. O autor principal alega que agiu em estrito cumprimento do dever legal, argumento acolhido pelo juízo. Com base na teoria da acessoriedade limitada, Adalberto responderá pelo crime, como partícipe, na(s) seguinte(s) hipótese(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3049372",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Sobre as medidas de segurança no direito penal brasileiro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perícia médica poderá ser realizada a qualquer tempo, se o determinar o juízo da execução;"
      },
      {
        "letra": "B",
        "texto": "não há prazo prescricional previsto para a execução de medida de segurança imposta em sentença absolutória imprópria;"
      },
      {
        "letra": "C",
        "texto": "adota-se, no Brasil, desde o ano de 1984, o sistema dualista cumulativo ou doppio binario quanto às penas e medidas de segurança;"
      },
      {
        "letra": "D",
        "texto": "a internação, ou tratamento ambulatorial, será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade;"
      },
      {
        "letra": "E",
        "texto": "no caso de ausência de vagas em estabelecimentos hospitalares adequados à realização do tratamento, admitese a custódia do paciente internado em estabelecimento prisional comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2522193",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "O Sr. João Damião, agente inimputável, com problemas graves de saúde mental, encontra-se internado desde 21 de junho de 2023 no hospital de custódia Colônia, em Barbacena/MG, por uma condenação de 3 anos de detenção. Sobre o caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perícia médica realizar-se-á ao termo do prazo mínimo fixado e deverá ser repetida, no mínimo, a cada dois anos, ou a qualquer tempo, se o determinar o juiz da execução."
      },
      {
        "letra": "B",
        "texto": "O juiz deverá encaminhar o condenado para hospital de custódia e tratamento psiquiátrico ou, à falta, para outro estabelecimento adequado pelo prazo máximo de 3 anos."
      },
      {
        "letra": "C",
        "texto": "Não deve ser aplicada a Lei nº 12.216/2001, pois tal Lei não trata de internação criminal."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá submetê-lo diretamente a tratamento ambulatorial, de acordo com expressa previsão no CP, Lei nº 12.216/2001 e Resolução nº 487/2023 do CNJ."
      },
      {
        "letra": "E",
        "texto": "O juiz somente deverá fixar a medida de segurança após a avaliação pelo médico psiquiatra do hospital de custódia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507051",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Sobre as medidas de segurança estabelecidas no Código Penal e o tratamento da inimputabilidade penal, em conformidade com a jurisprudência dos Tribunais Superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida de segurança é aplicável apenas aos totalmente inimputáveis."
      },
      {
        "letra": "B",
        "texto": "A internação em hospital de custódia e tratamento é restrita ao delito que admita a fixação de regime fechado."
      },
      {
        "letra": "C",
        "texto": "O tratamento ambulatorial é aplicável ao delito que cominar penas de detenção, vedada a conversão em internação."
      },
      {
        "letra": "D",
        "texto": "Sempre que identificada a inimputabilidade do acusado haverá a imposição de medida de segurança."
      },
      {
        "letra": "E",
        "texto": "A medida de segurança será por tempo indeterminado, limitada à pena máxima cominada ao delito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2476390",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "De acordo com o entendimento do Superior Tribunal de Justiça (STJ), o tempo de duração da medida de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será fixado entre 1 ano e 3 anos, conforme previsto no Código Penal."
      },
      {
        "letra": "B",
        "texto": "deve ser definido pelo juiz, no momento da sentença, com base na análise do caso concreto."
      },
      {
        "letra": "C",
        "texto": "não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "deve corresponder ao tempo necessário para que se afaste a periculosidade."
      },
      {
        "letra": "E",
        "texto": "é de até 30 anos, independentemente do crime praticado, em razão de previsão constitucional, desde que se comprove a periculosidade do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2464789",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Tendo em conta as situações hipotéticas a seguir e o entendimento do Superior Tribunal de Justiça a respeito da imposição de medida de segurança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio, ao ter reconhecida a inimputabilidade superveniente, enquanto cumpria a pena privativa de liberdade pelo crime a que foi condenado, será submetido à medida de segurança, cuja duração não poderá ultrapassar o tempo da pena que restava cumprir."
      },
      {
        "letra": "B",
        "texto": "Mévio, inimputável, sentenciado à medida de segurança, pelo homicídio simples de Seprônio, poderá permanecer internado por período indeterminado, enquanto persista a periculosidade."
      },
      {
        "letra": "C",
        "texto": "Tícia, inimputável por doença mental, sentenciada à medida de segurança, por fato tipificado como crime, poderá permanecer internada em hospital psiquiátrico particular, custeado por sua família."
      },
      {
        "letra": "D",
        "texto": "Tício, inimputável por doença mental, sentenciado à medida de segurança, por fato tipificado como crime, sancionado com reclusão, não poderá ser submetido a tratamento ambulatorial, devendo necessariamente permanecer internado, em hospital de custódia."
      },
      {
        "letra": "E",
        "texto": "Mévia, considerada semi-imputável, condenada à pena privativa de liberdade de 5 anos de reclusão por crime de roubo, substituída por medida de segurança, permanecerá internada por prazo indeterminado, enquanto persista a periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2450546",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "José se aproveitou da ingenuidade de João, que é desprovido de discernimento por motivo de doença mental, determinando ao mesmo que executasse conduta penalmente típica e antijurídica. De acordo com tal hipótese, nos termos do vigente Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve autoria colateral e ambos responderão criminalmente pela conduta, sem distinção quanto às consequências punitivas."
      },
      {
        "letra": "B",
        "texto": "somente João responderá criminalmente pela conduta, pois, apesar da inimputabilidade, houve vínculo subjetivo entre ambos."
      },
      {
        "letra": "C",
        "texto": "nenhum dos agentes responderá criminalmente pela conduta, pois não houve liame subjetivo entre ambos."
      },
      {
        "letra": "D",
        "texto": "somente João responderá criminalmente pela conduta, pois figurou como autor mediato."
      },
      {
        "letra": "E",
        "texto": "João está sujeito à aplicação de medida de segurança como executor da conduta e José está sujeito à aplicação de sanção penal como autor mediato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2442329",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Jonas ingressou em um estabelecimento comercial e, de forma inesperada, desferiu um golpe de arma branca no braço de uma consumidora, causando-lhe lesão corporal leve. Ao desferir o ataque o agressor afirmou que uma voz teria ordenado que ele assim agisse. No curso da persecução penal, demonstrou-se que o agente, em razão de doença mental, era, ao tempo do fato, inteiramente incapaz de entender o caráter ilícito da conduta perpetrada. Nesse contexto, após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, o juiz aplicou, em detrimento de Jonas, uma medida de segurança. O filho do acusado, extremamente preocupado com a situação de seu genitor, consultou diversos advogados, para que pudesse melhor compreender o regramento aplicável às medidas de segurança. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a internação e o tratamento ambulatorial serão por tempo indeterminado, com duração mínima de dois anos, perdurando enquanto não for averiguada, mediante perícia médica, a cessação da periculosidade do agente;"
      },
      {
        "letra": "B",
        "texto": "a desinternação e a liberação serão sempre condicionais, devendo ser restabelecida a situação anterior se o agente, antes do decurso de dois anos, comete fato indicativo de persistência de sua periculosidade;"
      },
      {
        "letra": "C",
        "texto": "extinta a punibilidade, não se impõe nova medida de segurança, mas se mantém o tratamento ambulatorial outrora aplicado, até a cessação da periculosidade do agente;"
      },
      {
        "letra": "D",
        "texto": "a perícia médica será realizada ao termo do prazo mínimo fixado e deverá ser repetida de três em três meses ou a qualquer tempo, se o determinar o juiz da execução;"
      },
      {
        "letra": "E",
        "texto": "em qualquer fase do tratamento ambulatorial, poderá o juiz determinar a internação do agente, se essa providência for necessária para fins curativos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312113",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Em ação penal na qual Bianca responde pelo crime de furto, cujas penas cominadas são de reclusão, de 1 a 4 anos, e multa, consta dos autos laudo de exame de sanidade mental da ré, o qual conclui que, ao tempo do crime, ela, por perturbação da saúde mental, não possuía capacidade plena de autodeterminação, necessitando de tratamento curativo. Diante do caso narrado, à luz da jurisprudência do Superior Tribunal de Justiça sobre o tema, o juiz deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenar a ré, reduzindo a pena de reclusão, mas não a de multa, de um a dois terços;"
      },
      {
        "letra": "B",
        "texto": "absolver a ré, aplicando medida de segurança de internação em hospital de custódia e tratamento psiquiátrico;"
      },
      {
        "letra": "C",
        "texto": "condenar a ré, substituindo a pena de reclusão por medida de segurança de internação em hospital de custódia e tratamento psiquiátrico;"
      },
      {
        "letra": "D",
        "texto": "absolver a ré, aplicando medida de segurança de internação em hospital de custódia e tratamento psiquiátrico ou de submissão a tratamento ambulatorial;"
      },
      {
        "letra": "E",
        "texto": "condenar a ré, substituindo a pena de reclusão por medida de segurança de internação em hospital de custódia e tratamento psiquiátrico ou de submissão a tratamento ambulatorial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "No que diz respeito ao direito penal, julgue o item a seguir.A liberação do preso internado em hospital de custódia será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2113554",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "No caso de medida de segurança de internação, é dispensável o trânsito em julgado da sentença absolutória imprópria ou acórdão para a inclusão do paciente em Hospital de Custódia e Tratamento Psiquiátrico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2072934",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em uma avaliação de responsabilidade penal (também conhecida como exame de insanidade mental), caso o periciando seja considerado _________, ele poderá ter a redução de sua pena, ou a mesma transformada em _________. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável – medida de segurança"
      },
      {
        "letra": "B",
        "texto": "semi-imputável – internação compulsória"
      },
      {
        "letra": "C",
        "texto": "imputável – medida de segurança"
      },
      {
        "letra": "D",
        "texto": "semi-imputável – medida de segurança"
      },
      {
        "letra": "E",
        "texto": "inimputável – internação compulsória"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1938059",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre a Lei antimanicomial e as medidas de segurança:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível a determinação de tratamento ambulatorial ao inimputável acusado de fato punível com reclusão, devendo, nesse caso, ser considerada a natureza da pena privativa de liberdade aplicável e não a periculosidade do agente, conforme orientação do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "A imposição de medida de segurança, especialmente na modalidade de internação, quando a pena de multa é a única cominada, ou em casos de infrações leves, vai de encontro ao princípio da intervenção mínima."
      },
      {
        "letra": "C",
        "texto": "A reforma psiquiátrica promovida pela Lei nº 10.216/01 estabelece, em seu art. 1º , caput, clara distinção de tratamento entre a pessoa com transtorno mental em conflito com a lei e as demais pessoas diagnosticadas com transtorno mental."
      },
      {
        "letra": "D",
        "texto": "A ausência de condições extra-hospitalares para tratamento de saúde mental permite a colocação da pessoa com transtorno mental em conflito com a lei em cadeia pública pelo prazo de até 01 (um) ano."
      },
      {
        "letra": "E",
        "texto": "A internação em manicômio judiciário é medida eficaz e deve sempre ser aplicada ao inimputável que tenha praticado fato definido como crime hediondo ou equiparado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1937427",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. A medida de segurança tem prazo mínimo de um a três anos, devendo ser fixado pelo juiz no momento da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897210",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Considerando o sistema vicariante ou dualista adotado pelo ordenamento jurídico brasileiro, assinale a opção correta a respeito da execução das medidas de segurança.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cumprimento dessas medidas impõe a existência de sentença penal condenatória com trânsito em julgado."
      },
      {
        "letra": "B",
        "texto": "Na medida de segurança, assim como na pena privativa de liberdade, é cabível a aplicação da detração penal."
      },
      {
        "letra": "C",
        "texto": "Nenhuma medida de segurança pode ter duração maior que 30 anos."
      },
      {
        "letra": "D",
        "texto": "A incidência de causa extintiva de punibilidade não impede a execução de medida de segurança."
      },
      {
        "letra": "E",
        "texto": "É cabível a aplicação das medidas de segurança em caráter provisório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870561",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida, ante a ausência de vaga em hospital de custódia, a permanência em ala separada de estabelecimento prisional, de forma isolada, de inimputável submetido à medida de segurança de internação se submetido a tratamento médico."
      },
      {
        "letra": "B",
        "texto": "À luz dos princípios da adequação, da razoabilidade e da proporcionalidade, mesmo nos casos de delitos sujeitos à pena de reclusão praticados por pessoas inimputáveis, o magistrado tem a faculdade de determinar tratamento ambulatorial, se considerá-lo mais adequado."
      },
      {
        "letra": "C",
        "texto": "Segundo jurisprudência do STF, o tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "Como as medidas de segurança têm natureza diversa das penas não podem ser objeto de indulto ou comutação, consoante a própria dicção da regra constitucional."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de conversão do tratamento ambulatorial em internação motivada pela incompatibilidade do agente com a medida, o prazo mínimo de internação será de três anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870431",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Quanto à Política Antimanicomial, às medidas de segurança e às penas privativas de liberdade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a Lei n.º 10.216/2001, são espécies de internação psiquiátrica, nos mesmos moldes da Lei Antidrogas, a internação voluntária e a involuntária, não cabendo, assim, a chamada intervenção compulsória, devido ao princípio da inafastabilidade do controle jurisdicional."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência sumulada do STJ prevê que o prazo máximo de cumprimento da medida de segurança é o estabelecido na Lei de Execução Penal (ou seja, 40 anos), mesmo que não cessada a periculosidade, dada a vedação constitucional a penas perpétuas."
      },
      {
        "letra": "C",
        "texto": "As pessoas custodiadas nos regimes semiaberto e aberto serão preferencialmente assistidas nos serviços da rede de atenção à saúde, diferentemente das pessoas submetidas a medidas de segurança de regime ambulatorial, conforme a Portaria Interministerial n.º 1/2014 (PNAISP-SUS)."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, a medida de segurança deve atender ao interesse da segurança social e, principalmente, ao interesse da obtenção da cura daquele a quem é imposta, ou a possibilidade de um tratamento que minimize os efeitos da doença mental, não implicando, necessariamente, internação."
      },
      {
        "letra": "E",
        "texto": "A execução paralela de pena privativa de liberdade e medida de segurança, por fatos diversos, ofende o sistema vicariante, conforme a jurisprudência do STJ."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869776",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre “medida de segurança”, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a análise da cessação da periculosidade pode ser feita por qualquer meio de prova legal;"
      },
      {
        "letra": "B",
        "texto": "é medida aplicável ao inimputável e deve contar com prazo determinado de duração;"
      },
      {
        "letra": "C",
        "texto": "somente com base em parecer médico poderá o juiz decidir sobre sua extinção;"
      },
      {
        "letra": "D",
        "texto": "a decisão sobre sua extinção está inserida no campo de discricionariedade judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860055",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "João, sujeito muito conhecido e querido na comunidade onde vive, cometeu um delito apenado com reclusão. Realizada a perícia, o laudo apontou que João era inimputável ao tempo da ação e que apresentava baixa periculosidade. A instrução processual comprovou a autoria. O juiz o absolveu, de forma imprópria, aplicando-lhe uma medida de segurança, com prazo mínimo de internação de três anos. A partir dessa situação hipotética, julgue o próximo item. O juiz poderia ter corretamente aplicado a João a medida de tratamento ambulatorial, em razão da baixa periculosidade apontada no laudo pericial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826465",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência dos tribunais superiores aplicável, julgue o item a seguir. O juiz deverá, obrigatoriamente, determinar a internação do agente inimputável que tiver praticado crime punível com pena de reclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813807",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "As medidas de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda são cumpridas em manicômios em todo o Brasil, pois a Lei n° 10.216/2001 não possui qualquer aplicação prática."
      },
      {
        "letra": "B",
        "texto": "são fundadas pela lógica manicomial que, ao longo dos anos, transformou os hospitais de custódia e tratamento psiquiátrico em instituições muito semelhantes às prisões."
      },
      {
        "letra": "C",
        "texto": "assim como as penas possuem caráter preventivo geral, embora direcionadas a inimputáveis."
      },
      {
        "letra": "D",
        "texto": "comportam institutos despenalizadores como a sua suspensão condicional, por serem mais benéficas que as penas."
      },
      {
        "letra": "E",
        "texto": "de tratamento ambulatorial são substitutivas das penas privativas de liberdade em regime aberto, enquanto as de internação substituem as penas em regime semiaberto e fechado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1810857",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Inimputabilidade decorrente de dependência química",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O dependente químico severo, comprovado por laudo pericial, que, para poder comprar substância entorpecente a fim de satisfazer seu vício, pratica conduta descrita em tipo penal de furto, poderá arguir em sua defesa excludente de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilicitude pela inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "tipicidade pela ausência de dolo."
      },
      {
        "letra": "C",
        "texto": "culpabilidade pela coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "culpabilidade pela inimputabilidade."
      },
      {
        "letra": "E",
        "texto": "ilicitude pelo estado de necessidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1785353",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre as medidas de segurança é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lógica manicomial se funda na segregação hospitalar da pessoa com transtorno mental que tenha praticado um injusto penal para sua neutralização e tentativa declarada de cura."
      },
      {
        "letra": "B",
        "texto": "O Código Penal adota o sistema do duplo binário, sem a possibilidade de aplicação simultânea de pena e medida de segurança, que só se aplicam sucessivamente."
      },
      {
        "letra": "C",
        "texto": "Pelo regime adotado no Código Penal, a medida de segurança pode ser aplicada ao imputável, desde que presente a periculosidade."
      },
      {
        "letra": "D",
        "texto": "É inaplicável o Estatuto da Pessoa com Deficiência (Lei n° 13.146/2015) aos inimputáveis por doença mental, pois seria uma aplicação indevida do positivismo criminológico considerá-los pessoas com deficiência."
      },
      {
        "letra": "E",
        "texto": "Segundo a Lei n° 10.216/2001, a desinternação é sempre condicional, podendo ser restabelecida se dentro de um ano o agente praticar fato indicativo de persistência de sua periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751209",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca da teoria da pena, julgue o item que se segue.Segundo o Superior Tribunal de Justiça, a determinação da fixação da medida de segurança de internação em hospital de custódia ou em tratamento ambulatorial deve ser vinculada à gravidade do delito perpetrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149349",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Acerca da ação penal, de causas de extinção da punibilidade e da imposição de medidas de segurança, julgue o item subsequente.O Código Penal estabelece que a desinternação ou a liberação de agente inimputável, pelo juiz, será sempre condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060393",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Julgue o próximo item, relativos a pena, sua aplicação e a medidas de segurança.É possível submeter o agente inimputável a tratamento ambulatorial se o ato criminoso por ele praticado for punível com pena de detenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976023",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Levando-se em conta o instituto da Medida de Segurança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista as suas especificidades, a medida de segurança poderá durar perpetuamente."
      },
      {
        "letra": "B",
        "texto": "Havendo recurso apenas por parte da acusação, fica vedado ao Tribunal de Justiça aplicar a Medida de Segurança."
      },
      {
        "letra": "C",
        "texto": "A duração da medida de segurança está limitada ao quantum mínimo de pena privativa de liberdade cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "Havendo recurso apenas por parte da defesa, fica vedado ao Tribunal de Justiça aplicar a Medida de Segurança."
      },
      {
        "letra": "E",
        "texto": "O período de reavaliação da medida de segurança é de no mínimo 2 e no máximo 5 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "972052",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Lúcio, inimputável por doença mental, após três anos de internação em hospital de custódia, foi liberado pelo juiz da execução, em decorrência de parecer favorável da perícia médica da instituição. Depois de sete meses da liberação, Lúcio foi detido novamente pela prática de conduta delitiva de natureza sexual. Nesse caso, o restabelecimento da internação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível, porque o novo fato delituoso ocorreu antes de completado um ano da liberação, que é condicional."
      },
      {
        "letra": "B",
        "texto": "não é cabível, porque a liberação foi regular e transitou em julgado antes da ocorrência do novo fato delituoso."
      },
      {
        "letra": "C",
        "texto": "não é cabível, porque o novo fato delituoso ocorreu mais de seis meses após a liberação."
      },
      {
        "letra": "D",
        "texto": "é cabível, porque a liberação é incondicional e não depende da ocorrência de novo fato delituoso a qualquer tempo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1173714",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Com relação às medidas de segurança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desinternação do agente, constatada a cessação da periculosidade, será sempre condicional. Restabelece-se a situação anterior se o agente, antes do decurso de 01 (um) ano, pratica fato que indique persistir a periculosidade."
      },
      {
        "letra": "B",
        "texto": "O ordenamento brasileiro, no que diz respeito às medidas de segurança, adotou o sistema do duplo binário, aplicando-se ao semi-imputável pena ou medida de segurança."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança, a despeito de não ter prazo de duração determinado, não pode ter duração inferior a 03 (três) anos."
      },
      {
        "letra": "D",
        "texto": "O exame pericial para verificar a cessação ou não da periculosidade do agente será realizado a cada 03 (três) anos."
      },
      {
        "letra": "E",
        "texto": "A medida de segurança se impõe ainda que extinta a punibilidade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "938389",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "A respeito das medidas de segurança e dos inimputáveis, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desinternação será sempre condicional e se restabelecerá caso o agente, antes do decurso de 01 (um) ano, praticar fato indicativo de periculosidade, ainda que não criminoso."
      },
      {
        "letra": "B",
        "texto": "São inimputáveis os menores de 18 (dezoito) anos e os que praticam fatos definidos como crime sob emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "Ao inimputável, enquanto não cessada a periculosidade, continuará se impondo medida de segurança, ainda que o fato por ele praticado deixe de ser criminoso."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança tem prazo de duração indeterminado, perdurando enquanto não cessada a periculosidade, mas não será menor que 03 (três) anos."
      },
      {
        "letra": "E",
        "texto": "Aos inimputáveis aplicam-se medida de segurança, mas, uma vez cessada a condição, o agente passará a cumprir a pena correspondente ao crime praticado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936308",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito que no momento da prática do crime não era capaz de se determinar, completamente, de acordo com o entendimento do caráter ilícito do fato em razão de embriaguez culposa, poderá ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O critério psicológico determina cientificamente sempre a imputabilidade ou não do agente. Ao passo que o critério biológico etário adotado hoje pela lei penal, é passível de superação pelo juiz na sentença, quando razões de política criminal recomendem."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança aplicáveis aos inimputáveis são: internação em hospital de custódia e tratamento psiquiátrico; na falta deste em estabelecimento adequado; e sujeição a tratamento ambulatorial. Mas se estiver extinta a punibilidade, nenhuma dessas medidas deve incidir."
      },
      {
        "letra": "D",
        "texto": "No caso de tratamento ambulatorial, o tempo limitado para sua ocorrência variará de um a três anos. Terminado o prazo determinado para sua realização, e constatado por perícia que o inimputável cumpriu o programa ambulatorial, sua liberação do tratamento será declarada cumprida em definitivo."
      },
      {
        "letra": "E",
        "texto": "A doença mental ou o desenvolvimento mental incompleto ou retardado isentam de pena, se ao tempo da ação ou da omissão, ou entre a denúncia e a sentença, o agente era ou se toma inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932926",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de aplicação de pena, cominação de penas, regime de penas, medidas de segurança e livramento condicional.Bruna, de vinte e quatro anos de idade, processada e julgada pela prática do crime de latrocínio, foi absolvida ao final do julgamento, por ter sido considerada inimputável, apesar de sua periculosidade. Nessa situação, mesmo tendo Bruna sido absolvida, o juiz pode impor-lhe medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926796",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No curso de ação penal onde se imputa a prática de crime de roubo majorado, durante a oitiva das testemunhas de defesa, ocasião em que se identifica que a principal tese defensiva é de negativa de autoria, o juiz verifica que, possivelmente, o réu seria inimputável. Suspenso o processo antes do interrogatório e de encerrar a prova, realizado laudo pericial, é constatada a total inimputabilidade do agente na data dos fatos. Diante da constatação, juntado o laudo, caberá ao juiz;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de imediato, absolver impropriamente o réu, aplicando medida de segurança, o que não gera reincidência;"
      },
      {
        "letra": "B",
        "texto": "caso constatada a autoria e materialidade após instrução, condenar o réu, aplicando medida de segurança e pena privativa de liberdade"
      },
      {
        "letra": "C",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas pena privativa de liberdade com causa de redução de pena;"
      },
      {
        "letra": "D",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas medida de segurança;"
      },
      {
        "letra": "E",
        "texto": "de imediato, condenar o réu, aplicando medida de segurança, o que gera reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904021",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Com relação às medidas de segurança, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança podem ser detentivas (internação) ou restritivas (tratamento ambulatorial). E conforme entendimento do STF, a melhora do quadro psiquiátrico e clínico do paciente autoriza o juízo de execução ou juiz que sentenciou a determinar procedimento de desinternação progressiva em regime de semi-internação."
      },
      {
        "letra": "B",
        "texto": "O inimputável que comete uma conduta típica e ilícita deve ser absolvido."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável que pratica uma conduta típica, ilícita e culpável deve ser condenado."
      },
      {
        "letra": "D",
        "texto": "As medidas de segurança são de internação em hospital de custódia e tratamento psiquiátrico ou, à falta, em outro estabelecimento adequado e de sujeição a tratamento ambulatorial. Caso o fato previsto como crime seja punível com detenção, poderá o juiz submetê-lo a tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "Há entendimento do STF no sentido de que a medida de segurança deve perdurar enquanto não haja cessado a periculosidade do agente, limitada, contudo, ao período máximo de 30 (trinta) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "895367",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, no que se refere as de medidas de segurança, é correto afirmar: I. Internação em hospital de custódia e tratamento psiquiátrico são consideradas medidas de segurança. II. A desinternação, ou a liberação, será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso de 1 (um) ano, pratica fato indicativo de persistência de sua periculosidade. III. Extinta a punibilidade, não se impõe medida de segurança nem subsiste a que tenha sido imposta. IV. Se o agente for inimputável, o juiz determinará sua internação. Se, todavia, o fato previsto como crime for punível com detenção, deverá o juiz submetê-lo a tratamento ambulatorial. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva IV está incorreta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886224",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas contravenções penais se requer tão somente, no tocante ao elemento psíquico, a voluntariedade da ação, prescindindo do dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Na esfera da participação criminal no delito de lavagem de capitais, denomina-se acessoriedade limitada o grau de dependência segundo o qual só se pode castigar a conduta do partícipe quando o fato principal for típico e antijurídico."
      },
      {
        "letra": "C",
        "texto": "Na configuração dos crimes de resultado basta o desvalor do ato para a ofensa ao bem jurídico."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança, a exemplo da pena, tem o caráter retributivo e sua finalidade principal é promover a recuperação do doente ou perturbado mental."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “b” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866728",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Assinale a opção correta com relação ao entendimento dos tribunais superiores a respeito das penas, das medidas de segurança e de sua aplicação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida de segurança perdurará enquanto o exame pericial médico anual não indicar a cessação da periculosidade do internado."
      },
      {
        "letra": "B",
        "texto": "A internação do paciente submetido a medida de segurança não interromperá o curso do prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "A idade do réu no momento do cometimento do crime é irrelevante na definição do prazo de prescrição."
      },
      {
        "letra": "D",
        "texto": "A pena resultante da unificação serve para definir o limite temporal máximo de trinta anos, mas não para calcular a progressão de regime e o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "O incremento da pena no crime de roubo na fase final da dosimetria deve ser estabelecido de acordo com a quantidade de majorantes presentes na ação criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855344",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito das penas e das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atenuante da confissão espontânea é preponderante em relação à reincidência, impossibilitando a compensação plena entre uma e outra na segunda fase da dosimetria."
      },
      {
        "letra": "B",
        "texto": "São espécies de penas privativas de liberdade a reclusão, a detenção, a prisão simples e a prisão especial."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos a prestação de serviços à comunidade, a interdição temporária de direitos e a obrigação de reparar o dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "São princípios constitucionais aplicáveis à pena a personalidade ou responsabilidade pessoal, a legalidade, a inderrogabilidade, a proporcionalidade, a individualização e a humanização."
      },
      {
        "letra": "E",
        "texto": "A duração da medida de segurança é por tempo indeterminado, e o condenado só será liberado depois que perícia médica atestar a cessação de sua periculosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839104",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre medida de segurança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que esteja demonstrada a ocorrência de legítima defesa, é possível a aplicação da medida de segurança ao agente inimputável, em razão de seu elevado grau de periculosidade."
      },
      {
        "letra": "B",
        "texto": "A aplicação da medida de segurança somente é possível aos agentes inimputáveis, nunca aos semi-imputáveis, pois a estes caberá apenas a aplicação da pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "C",
        "texto": "A internação, ou tratamento ambulatorial, serão por tempo determinado, fixado entre 1 e 3 anos, no máximo."
      },
      {
        "letra": "D",
        "texto": "Uma vez eleito o tratamento ambulatorial, não poderá ser determinada a internação do agente."
      },
      {
        "letra": "E",
        "texto": "A perícia médica realizar-se-á ao termo do prazo mínimo fixado e deverá ser repetida de ano em ano, ou a qualquer tempo, se o determinar o juiz da execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839103",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Medida de segurança",
      "Superveniência de doença mental",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Estabelece a Lei de Execução Penal que, durante a execução da pena, sobrevindo doença mental no condenado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ter a pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "B",
        "texto": "terá a sua pena substituída por medida de segurança."
      },
      {
        "letra": "C",
        "texto": "será internado em Hospital de Custódia e Tratamento Psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "terá o restante da pena remida e deverá submeter-se a tratamento psiquiátrico ambulatorial."
      },
      {
        "letra": "E",
        "texto": "deverá ser submetido a perícia médico-legal para apurar a sua periculosidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828304",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Medida de segurança",
      "Prazo de duração",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "825742",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Acerca da aplicação e da execução da pena, assinale a opção correta, conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento jurisprudencial, o tempo da internação para o cumprimento de medida de segurança é indeterminado, perdurando enquanto não for averiguada a cessação da periculosidade."
      },
      {
        "letra": "B",
        "texto": "No momento da aplicação da pena, o juiz pode compensar a atenuante da confissão espontânea com a agravante da promessa de recompensa."
      },
      {
        "letra": "C",
        "texto": "É vedada a concessão de trabalho externo a apenado em empresa familiar em que um dos sócios seja seu irmão."
      },
      {
        "letra": "D",
        "texto": "Confissão ocorrida na delegacia de polícia e não confirmada em juízo não pode ser utilizada como atenuante, mesmo que o juiz a utilize para fundamentar o seu convencimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "819014",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Superveniência de doença mental",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Sobre a superveniência de doença mental ao apenado na fase de execução de pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sobrevinda doença mental ao réu depois da sentença condenatória, haja vista exceção expressa no CPP, pode ser decretada pelo juízo da causa, ao constatar a enfermidade do apenado em oitiva, a sua remoção provisória para hospital de custódia e tratamento psiquiátrico, sem prejuízo de revisão da decisão judicial em sede de recurso, pendente de exame."
      },
      {
        "letra": "B",
        "texto": "Pela Lei de Execução Penal, atestada em perícia médica o leve grau da enfermidade do apenado, mesmo não tendo sido feita a conversão da pena em medida de segurança, poderá ser determinado pelo juízo o tratamento ambulatorial na própria unidade penitenciária, em vez de ser decretada a internação em hospital de custódia."
      },
      {
        "letra": "C",
        "texto": "Em qualquer circunstância, a remoção do apenado para hospital de custódia e tratamento psiquiátrico poderá ser determinada provisoriamente pelo diretor do estabelecimento penal, comunicando-se imediatamente ao juiz, que em face da perícia médica, ratificará ou revogará a medida, na forma de regras do CPP não revogadas pela reforma legislativa."
      },
      {
        "letra": "D",
        "texto": "Suspensa a execução da pena em virtude de superveniência de doença mental do apenado, aplicada a medida de segurança, prevalecem as normas desta até o fim da execução, mesmo que antes do término do tempo de pena ocorra a cura da enfermidade, atestada em perícia."
      },
      {
        "letra": "E",
        "texto": "O juiz da execução poderá, com base em perícia médica, determinar o internamento em hospital de custódia e tratamento psiquiátrico ou, a conversão da pena em medida de segurança, acaso sobrevinda a doença mental ao apenado durante a execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "818951",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "Sobre aplicação da pena ou de medida de segurança, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência (CP, art. 329, caput), com pena privativa de liberdade, abstratamente cominada, de 2 (dois) meses a 2 (dois) anos de detenção, pode admitir substituição de pena privativa de liberdade por restritiva de direitos, desde que, fixado o quantum final de pena, se verifique que o autor não é reincidente, e que as circunstâncias judiciais do art. 59 do Código Penal lhe são favoráveis."
      },
      {
        "letra": "B",
        "texto": "O crime de homicídio qualificado por recurso que dificulte a defesa do ofendido (CP, art. 121, § 2º, inciso IV – pena: 12 a 30 anos de reclusão), se praticado na forma privilegiada, pode admitir início de cumprimento de pena privativa de liberdade em regime aberto, desde que, fixado o quantum final de pena, se verifique que o autor não é reincidente, e que as circunstâncias judiciais do art. 59 do Código Penal lhe são favoráveis."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal, no critério trifásico de aplicação da pena: a culpabilidade, os antecedentes do agente e as consequências do crime devem ser considerados na 1ª fase; a confissão espontânea, a reincidência e o arrependimento posterior devem ser considerados na 2ª fase; a participação de menor importância, a coação moral resistível e o erro de proibição evitável devem ser considerados na 3ª fase."
      },
      {
        "letra": "D",
        "texto": "Na sentença condenatória, a fixação do quantum de pena privativa de liberdade deve observar o critério trifásico de aplicação da pena, e, diferentemente, a fixação do número de dias-multa – caso concretamente aplicada em cumulação –, limita-se à observância das circunstâncias judiciais do art. 59 do Código Penal e da condição socioeconômica do agente."
      },
      {
        "letra": "E",
        "texto": "A prática do crime de homicídio por inimputável por doença mental pode contar com sentença de absolvição sumária por reconhecimento judicial da causa de justificação da legítima defesa, hipótese em que não haverá aplicação de pena ou de medida de segurança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800694",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Sobre as medidas de segurança e sua execução, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a realização de exame de cessação de periculosidade no curso do prazo mínimo de duração da medida de segurança."
      },
      {
        "letra": "B",
        "texto": "as condições da liberação condicional são as mesmas da desinternação condicional."
      },
      {
        "letra": "C",
        "texto": "é prescindível a característica hospitalar do estabelecimento em que se executa a medida de segurança detentiva."
      },
      {
        "letra": "D",
        "texto": "a execução das medidas de segurança independe de trânsito em julgado da sentença absolutória imprópria."
      },
      {
        "letra": "E",
        "texto": "não há prazo legal para que seja retomado o tratamento ambulatorial caso o liberado condicional apresente fato indicativo de persistência da chamada periculosidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "799970",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Prazo de duração",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança aplicam-se no caso de prática de contravenção prevista na Lei nº 3.688/41."
      },
      {
        "letra": "B",
        "texto": "O réu deve ser absolvido e aplicada medida de segurança, caso seja constatada a inimputabilidade por doença mental superveniente à prática do fato."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança de internação ou tratamento ambulatorial, quanto aos réus inimputáveis, são aplicáveis por prazo determinado de 01 a 03 anos."
      },
      {
        "letra": "D",
        "texto": "Após a aplicação de medida de segurança de tratamento ambulatorial poderá ser determinada a internação, no processo de execução, se o acusado praticar novo crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2803017",
    "metadata": "Ano: 2016 | Banca: FUNRIO | Órgão: IF-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Medida de segurança é instrumento aplicável a qualquer indivíduo que tenha praticado um delito penal. Em relação a sua aplicação é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o apenado deve, obrigatoriamente, ser inimputável."
      },
      {
        "letra": "B",
        "texto": "o prazo mínimo de sua duração é de seis meses."
      },
      {
        "letra": "C",
        "texto": "sua aplicação é determinada pelo resultado de avaliação médica."
      },
      {
        "letra": "D",
        "texto": "a sanção penal pressupõe culpabilidade e a medida de segurança periculosidade."
      },
      {
        "letra": "E",
        "texto": "cabe ao Juiz de Direito, responsável pela ação penal, a aplicação, ou não, da medida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "808575",
    "metadata": "Ano: 2016 | Banca: SUGEP - UFRPE | Órgão: UFRPE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "De acordo com o Artigo 41 do Código Penal, no que se refere à ocorrência de superveniência de doença mental, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um dos critérios é a existência de nexo de causalidade (critério biopsicológico)."
      },
      {
        "letra": "B",
        "texto": "Um critério é o aparecimento de sintomas psiquiátricos em um determinado indivíduo, em qualquer período após a prática de um ato criminoso."
      },
      {
        "letra": "C",
        "texto": "A positividade do exame de superveniência de doença mental, estabelecida antes do julgamento, culminará com a suspensão do processo indefinidamente."
      },
      {
        "letra": "D",
        "texto": "Em caráter de urgência, os diretores das unidades prisionais podem remover os apenados que apresentarem superveniência de doença mental para os Hospitais de Custódia e Tratamento Psiquiátrico, mesmo sem ordem judicial."
      },
      {
        "letra": "E",
        "texto": "Na situação em que for constatada doença mental, passível de se beneficiar com especial tratamento curativo, o examinando deverá ter sua pena substituída por Medida de Segurança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628804",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Sobre as penas e medidas de segurança, considere as afirmações abaixo. I - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, processos criminais em andamento não poderão ser valorados como prova de antecedentes criminais, salvo na hipótese de já terem sido objeto de sentença condenatória sobre a qual se aguarda o julgamento de recursos defensivos. II - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, quando da aplicação do método trifásico da pena, o juiz poderá aplicá-la abaixo do mínimo legal apenas no momento de fixação da pena definitiva, não sendo possível diminuí-la em momento anterior, ainda que reconhecida alguma circunstância atenuante. III - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, o tempo de duração da medida de segurança não poderá ser superior ao tempo máximo de pena abstratamente cominado ao crime praticado pelo agente. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "636705",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança"
    ],
    "enunciado_principal": "“Em 2012, Tício, contando com 20 anos de idade, teve conjunção carnal com Malévola, que contava com 13 anos de idade. Tício foi denunciado e, no curso do processo, confessou os fatos. O auto de corpo de delito comprovou a conjunção carnal. O exame de insanidade mental revelou que Tício, por doença mental, era, ao tempo do ato, inteiramente incapaz de entender o caráter ilícito do fato.” A sanção penal, aplicada dois anos após os fatos, foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "pena de detenção."
      },
      {
        "letra": "C",
        "texto": "medida de segurança consistente em internação em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "medida de segurança consistente em tratamento ambulatorial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "592484",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração",
      "Superveniência de doença mental",
      "Inimputabilidade decorrente de dependência química"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento pacificado do STJ, a execução de medida de segurança perdurará enquanto não cessar a periculosidade do inimputável, sujeitando-se, independentemente do delito, ao tempo máximo de duração de trinta anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "567095",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Sobre a execução das penas privativas de liberdade e medidas de segurança, assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em que pese a ausência de limitação legal, o prazo máximo para cumprimento das medidas de segurança, conforme a jurisprudência do Supremo Tribunal Federal, é de 30 (trinta) anos."
      },
      {
        "letra": "B",
        "texto": "No caso de revogação do livramento condicional, independentemente do seu fundamento, o período em que o liberado esteve solto não será computado para fins de cálculo da pena cumprida."
      },
      {
        "letra": "C",
        "texto": "O exame de verificação da cessação da periculosidade do agente submetido a medida de segurança deverá ser realizado em intervalos mínimos de 6 (seis) meses."
      },
      {
        "letra": "D",
        "texto": "A remição da pena é admitida apenas em decorrência da realização de atividade laboral pelo preso e será computada à razão de 1 (um) dia de pena para cada 3 (três) dias de trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "565816",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.O CP adota o sistema vicariante, que impede a aplicação cumulada de pena e medida de segurança a agente semi-imputável e exige do juiz a decisão, no momento de prolatar sua sentença, entre a aplicação de uma pena com redução de um a dois terços ou a aplicação de medida de segurança, de acordo com o que for mais adequado ao caso concreto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564004",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Em relação ao instituto da medida de segurança, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para sua aplicação, é considerada a totalidade dos pressupostos jurídico-penais utilizados para a aplicação de uma pena."
      },
      {
        "letra": "B",
        "texto": "Não pode ser executada por prazo superior a trinta anos."
      },
      {
        "letra": "C",
        "texto": "Por não se configurar espécie de sanção penal, a medida de segurança não se submete às causas extintivas da punibilidade."
      },
      {
        "letra": "D",
        "texto": "A desinternação do agente submetido à medida de segurança será sempre definitiva, extinguindo-se a medida de segurança, sendo precedida de laudo que ateste a cessação da periculosidade."
      },
      {
        "letra": "E",
        "texto": "É aplicada por tempo indeterminado, especificando-se na sentença o prazo mínimo de sua duração, proibindo-se a realização do exame de cessação da periculosidade antes do decurso do prazo mínimo de internação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534586",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Assinale a opção que apresenta medidas de segurança passíveis de aplicação no ordenamento penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tratamento psiquiátrico e prestação de serviços a comunidade"
      },
      {
        "letra": "B",
        "texto": "internação em hospital público e frequência a curso educativo"
      },
      {
        "letra": "C",
        "texto": "tratamento ambulatorial e internação em hospital de custódia e tratamento psiquiátrico"
      },
      {
        "letra": "D",
        "texto": "tratamento ambulatorial e frequência a curso educativo"
      },
      {
        "letra": "E",
        "texto": "prestação de serviços a comunidade e internação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "521350",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca da aplicação de medida de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O internado por medida de segurança deve ser encaminhado para estabelecimento com características hospitalares, onde deve receber tratamento."
      },
      {
        "letra": "B",
        "texto": "Imposta medida de segurança de tratamento ambulatorial ao agente, será vedado ao juiz determinar a internação desse agente mesmo se houver piora do seu quadro de sanidade mental."
      },
      {
        "letra": "C",
        "texto": "Se o agente for inimputável, a ele deverá ser imposta medida de segurança de internação, ainda que o crime seja punido com detenção."
      },
      {
        "letra": "D",
        "texto": "Extinta a punibilidade, o juiz poderá determinar que o agente seja submetido a tratamento ambulatorial para garantia da ordem pública, se concluir que ele ainda oferece risco para a sociedade."
      },
      {
        "letra": "E",
        "texto": "O direito brasileiro proíbe a aplicação de pena privativa de liberdade a agentes semi-imputáveis e restringe a punição a essas pessoas a medidas de segurança de tratamento ambulatorial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494794",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "No que concerne às medidas de segurança, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a desinternação será sempre condicional, podendo ser restabelecida a situação anterior antes do decurso de um ano."
      },
      {
        "letra": "B",
        "texto": "a internação só pode ocorrer em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "C",
        "texto": "imposto o tratamento ambulatorial, não é possível posterior determinação de internação."
      },
      {
        "letra": "D",
        "texto": "a liberação do tratamento ambulatorial é sempre definitiva e leva à extinção da pena."
      },
      {
        "letra": "E",
        "texto": "a internação deve ser fixada por prazo determinado, entre um e três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530193",
    "metadata": "Ano: 2014 | Banca: SEGPLAN-GO | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Quando, no curso da execução da pena privativa de liberdade, sobrevier doença mental ou perturbação da saúde mental, o juiz poderá determinar a substituição da pena por medida de segurança:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a requerimento do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "de ofício ou a requerimento do Ministério Público ou da Defensoria Pública ou da autoridade administrativa."
      },
      {
        "letra": "C",
        "texto": "de ofício ou a requerimento do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "a requerimento do Ministério Público ou da autoridade administrativa."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas acima está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530190",
    "metadata": "Ano: 2014 | Banca: SEGPLAN-GO | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Ninguém será internado em Hospital de Custódia e Tratamento Psiquiátrico ou submetido a tratamento ambulatorial para cumprimento de medida de segurança sem a guia expedida pela autoridade judiciária. O Hospital de Custódia e Tratamento Psiquiátrico destina-se aos inimputáveis e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semi-imputáveis."
      },
      {
        "letra": "B",
        "texto": "gestantes e parturientes."
      },
      {
        "letra": "C",
        "texto": "presos provisórios doentes."
      },
      {
        "letra": "D",
        "texto": "condenados acometidos de doença grave."
      },
      {
        "letra": "E",
        "texto": "imputáveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456494",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "A medida de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consistente em internação só pode ser cumprida em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "B",
        "texto": "consistente em tratamento ambulatorial pode ser aplicada, se favorável o parecer médico, ao autor de fato típico punido com reclusão, segundo entendimento jurisprudencial."
      },
      {
        "letra": "C",
        "texto": "pode ser imposta por tempo indeterminado, em substituição da pena privativa de liberdade, se sobrevier doença mental no curso da execução."
      },
      {
        "letra": "D",
        "texto": "não pode ser imposta se extinta a punibilidade apenas na hipótese de prescrição."
      },
      {
        "letra": "E",
        "texto": "pode ser imposta ao autor de fato típico que tenha atuado sob o amparo de excludente da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432811",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "A Lei nº 10.216, de 6 de abril de 2001, também conhecida como Lei da Reforma Psiquiátrica, instituiu um novo modelo de tratamento das medidas de segurança no Brasil, dispondo sobre a proteção e os direitos das pessoas portadoras de transtornos mentais e redirecionando o modelo assistencial em saúde mental. Assinale a alternativa que corresponde a uma das principais orientações da referida lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A internação só poderá ser aplicada quando tratar-se de crime hediondo ou equiparado."
      },
      {
        "letra": "B",
        "texto": "A pessoa portadora de transtorno mental tem o direito de ser tratada, preferencialmente, em serviços comunitários de saúde mental."
      },
      {
        "letra": "C",
        "texto": "O prazo máximo de internação será de 20 anos."
      },
      {
        "letra": "D",
        "texto": "A internação só poderá ser aplicada quando tratar-se de crime cometido mediante grave ameaça ou violência à pessoa."
      },
      {
        "letra": "E",
        "texto": "A internação só poderá ser aplicada em caso de reincidência delitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429725",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No que toca à execução penal, constitui entendimento sumulado pelos Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A frequência a curso de ensino formal é causa de remição de parte do tempo de execução apenas sob regime semiaberto"
      },
      {
        "letra": "B",
        "texto": "Não impede a progressão de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial"
      },
      {
        "letra": "C",
        "texto": "Em caso de fuga, o prazo para a contagem do prazo prescricional inicia-se da data da recaptura do réu."
      },
      {
        "letra": "D",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento é também considerada para a concessão do livramento condicional"
      },
      {
        "letra": "E",
        "texto": "Não se admite a aplicação de regime menos severo determinada na sentença condenatória antes do seu trânsito em julgado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429602",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Assinale a opção que contenha assertiva verdadeira no tocante às Medidas de Segurança:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição de medida de segurança deve ser calculada pelo máximo da pena cominada ao delito atribuído ao agente, interrompendo-se-lhe o prazo com o início do seu cumprimento."
      },
      {
        "letra": "B",
        "texto": "Perigoso o agente, ainda que extinta sua punibilidade, é possível a aplicação de medida de segurança, subsistindo a que tenha sido imposta."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança deve perdurar enquanto não cessada a periculosidade do agente, não sendo cabível, na espécie, a limitação do período máximo de trinta anos, prevista no art. 75 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "A regra da detração da prisão provisória em relação à medida de segurança se justifica para o fim de ser levantada a medida e não para desconto do tempo para a realização do exame de averiguação de periculosidade ao termo do prazo mínimo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423618",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "De acordo com o artigo 67 da Lei de Execuções Penais, Lei nº 7210/1984, a fiscalização da execução da pena e da medida de segurança compete",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao Conselho Nacional de Política Criminal e Penitenciária."
      },
      {
        "letra": "B",
        "texto": "ao Conselho Penitenciário."
      },
      {
        "letra": "C",
        "texto": "à Defensoria Pública."
      },
      {
        "letra": "D",
        "texto": "ao Juiz da execução."
      },
      {
        "letra": "E",
        "texto": "ao Ministério Público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402708",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "No que se refere a concurso de pessoas, aplicação da pena, medidas de segurança e ação penal, julgue os itens a seguir. O tempo de internação do preso, assim como o de tratamento ambulatorial, durará, no mínimo, um ano e, no máximo, três anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387850",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "O agente que, por exame pericial oficial, for reconhecido como inimputável não poderá ser submetido a medida de segurança porque é isento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360493",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "No que se refere a medida de segurança e medida socioeducativa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A manutenção da medida socioeducativa de internação deve ser reavaliada a cada ano, no máximo, mediante decisão fundamentada do juízo competente."
      },
      {
        "letra": "B",
        "texto": "A desinternação ou a liberação de alguém sujeito a medida de segurança será sempre condicional e a situação anterior deverá ser restabelecida se o agente, antes do decurso do prazo de um ano, voltar a praticar fato indicativo da persistência de sua periculosidade."
      },
      {
        "letra": "C",
        "texto": "O juiz não está obrigado a fixar na sentença o prazo mínimo de duração da medida de segurança aplicada ao inimputável, uma vez que esse prazo é determinado expressamente no CP como igual a um ano."
      },
      {
        "letra": "D",
        "texto": "Entende o STJ que, em razão de sua natureza e de sua finalidade, a medida de segurança não está sujeita ao prazo prescricional e deve prevalecer enquanto perdurar o estado perigoso do agente."
      },
      {
        "letra": "E",
        "texto": "A medida socioeducativa de liberdade assistida será adotada sempre que se afigurar mais adequada para o fim de acompanhar, auxiliar e orientar o adolescente, podendo ser fixada no prazo máximo de seis meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530381",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Marcos, de cinquenta anos de idade, com histórico bem documentado de esquizofrenia paranoide, assim que entrou em casa, após um dia de trabalho, encontrou a esposa com o amante e os matou com uma faca de cozinha. Após o crime, Marcos tentou esconder os corpos em um buraco cavado no jardim e eliminou os sinais de sangue do interior de sua residência.Tendo como referência a situação hipotética apresentada acima, julgue o seguinte item.Se for condenado e, durante o cumprimento da pena, ocorrer exacerbação de sintomas psicóticos, Marcos deverá ser submetido a exame de superveniência de doença mental e transferido para hospital de custódia e tratamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "502811",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Na desinternação condicional do sentenciado submetido à medida de segurança, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estará sujeito a tratamento ambulatorial até a liquidação total da pena imposta e convertida em medida de segurança."
      },
      {
        "letra": "B",
        "texto": "será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade."
      },
      {
        "letra": "C",
        "texto": "será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso da extinção da medida de segurança, pratica fato indicativo de persistência de sua periculosidade."
      },
      {
        "letra": "D",
        "texto": "será condicional durante os primeiros seis meses, tornando-se definitiva se o agente, nesse prazo, não praticar fato definido como crime."
      },
      {
        "letra": "E",
        "texto": "será condicional durante o primeiro ano, tornando-se definitiva se o agente, nesse prazo, não praticar fato definido como crime ou contravenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410551",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "À luz do regramento constitucional e legal e da jurisprudência do STF, assinale a opção correta acerca das medidas de segurança.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança estão submetidas aos ditames da prescrição penal, conforme entendimento do STF. A prescrição da pretensão punitiva da medida de segurança será calculada com base na pena máxima cominada ao tipo penal imputado ao agente."
      },
      {
        "letra": "B",
        "texto": "No curso do tratamento ambulatorial, o juiz da execução não poderá convertê-lo em internação, ainda que esta seja imprescindível para fins curativos, uma vez que isso corresponderia à imposição de medida mais gravosa do que a estabelecida pela sentença do juízo de conhecimento."
      },
      {
        "letra": "C",
        "texto": "Conforme a jurisprudência do STF, a contagem do prazo para prescrição da pretensão executória de medida de segurança será calculada com base no período mínimo de internação previsto em lei, ou seja, um ano."
      },
      {
        "letra": "D",
        "texto": "Se o agente for inimputável, o juiz deverá determinar sua internação, ainda que o fato previsto como crime seja punível com detenção, vedada a imposição de tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "A medida de segurança não está submetida à limitação de prazo máximo de trinta anos, por não ter natureza jurídica de pena, conforme entendimento do STF."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379264",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Em relação à Saúde Mental e Direito Penal, é correto afirmar que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a internação de pessoas portadoras de transtorno mental em instituição manicomial é vedada pelo ordenamento jurídico brasileiro."
      },
      {
        "letra": "B",
        "texto": "o caráter temporalmente indeterminado das medidas de segurança se justifica pelo perigo da doença mental da pessoa e possui apoio na jurisprudência dos Tribunais Superiores."
      },
      {
        "letra": "C",
        "texto": "a falta de vaga em local adequado para a internação da pessoa portadora de transtorno mental justifica sua manutenção em estabelecimento prisional em virtude do risco social que representa."
      },
      {
        "letra": "D",
        "texto": "a obtenção de indulto pela pessoa portadora de transtorno mental é incabível se persistir sua periculosidade."
      },
      {
        "letra": "E",
        "texto": "com o advento da Lei no 10.216/01 a indicação de internação da pessoa portadora de transtorno mental independe da suficiência dos recursos extra-hospitalares, pois é determinada em sentença judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371577",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "No que se refere à medida de segurança e à sua execução, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A duração máxima do cumprimento da medida de segurança aplicada por sentença transitada em julgado é de trinta anos."
      },
      {
        "letra": "B",
        "texto": "Aplicada a medida de segurança, o prazo mínimo de internação deve ser de três anos, devendo a perícia médica realizar-se ao termo do prazo mínimo fixado e repetir-se a cada ano, ou a qualquer tempo, se o determinar o juiz da execução."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança que substitui a pena privativa de liberdade aplicada em condenação transitada em julgado, em razão de ser o condenado acometido de doença mental no curso da execução penal, terá como limite de duração a pena máxima prevista em lei para o crime praticado."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pretensão punitiva da medida de segurança é calculada com base na pena mínima cominada ao tipo penal atribuído ao agente."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão executória da medida de segurança é calculada com base na pena máxima cominada ao tipo penal atribuído ao agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371271",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "Penas e medidas de segurança são aplicáveis",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumulativamente."
      },
      {
        "letra": "B",
        "texto": "alternativamente."
      },
      {
        "letra": "C",
        "texto": "sucessivamente, para semi-imputáveis."
      },
      {
        "letra": "D",
        "texto": "sucessivamente, na habitualidade criminosa."
      },
      {
        "letra": "E",
        "texto": "sucessivamente, para os imputáveis reincidentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371033",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Medida de segurança"
    ],
    "enunciado_principal": "Em relação ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena aplicada aos semi-imputáveis poderá ser substituída por medida de segurança."
      },
      {
        "letra": "B",
        "texto": "O tempo de internação em hospital de custódia e tratamento psiquiátrico não pode ser computado, para efeito de detração, no cômputo da pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Quanto à aplicação da lei penal no tempo e no espaço, o CP adotou as teorias da atividade e do resultado."
      },
      {
        "letra": "D",
        "texto": "Os prazos penais são improrrogáveis, não se admitindo a interrupção ou suspensão deles."
      },
      {
        "letra": "E",
        "texto": "Dada a independência entre a esfera penal e a cível, o valor da pena de prestação pecuniária não poderá ser deduzido em eventual condenação em ação de reparação civil, mesmo que coincidam os beneficiários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370639",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal acerca da medida de segurança, analise as assertivas: I. As medidas de segurança podem consistirem internação ou tratamento ambulatorial. II. Extinta a punibilidade do agente, não subsiste a medida de segurança imposta. III. A pena privativa de liberdade imposta ao semi-imputável deverá ser substituída por internação ou tratamento ambulatória, pelo prazo mínimo de 6 (seis) meses. IV. Esgotado o prazo da medida de segurança, a desintemação ou a liberação serão sempre incondicionais, ainda que persista a periculosidade do agente. Está CORRETO, apenas, o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "l ie III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359260",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Com relação à Medida de Segurança, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que haja divergência doutrinária, não há como descartar a natureza penal da medida de segurança, que somente pode ser aplicada pelo Juiz após apuradas a autoria e a materialidade do fato típico e ilícito, mesmo que reconhecida a inimputabilidade do agente por laudo próprio logo após o recebimento da denúncia"
      },
      {
        "letra": "B",
        "texto": "No vigente Código Penal, não é possível à coexistência da pena com a medida de segurança, porquanto adotado o sistema vicariante"
      },
      {
        "letra": "C",
        "texto": "Ao contrário da pena que se fundamenta na culpabilidade, tendo caráter retributivo e preventivo, a medida de segurança tem fundamento na periculosidade e o caráter unicamente preventivo, somente se aplicando ao inimputável."
      },
      {
        "letra": "D",
        "texto": "Os princípios gerais de garantia do Direito Penal, como o da legalidade, da jurisdicionalidade, da proporcionalidade e da intervenção mínima, também devem ser observados na medida de segurança."
      },
      {
        "letra": "E",
        "texto": "O Juiz deve fixar na sentença o prazo mínimo da medida de segurança, que tem por objetivo orientar a realização do primeiro exame periódico para se verificar se o internado continua perigoso, apesar de ser possível ao Juiz da execução, a qualquer tempo e de forma fundamentada, determinar a realização do exame de cessação da periculosidade, inclusive antes daquele prazo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350915",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Julgue o item subsequente, relativo a crime e medidas de segurança. Predomina no STF e no STJ o entendimento de que a duração máxima da medida de segurança, internação ou tratamento ambulatorial é limitada pelo tempo máximo da pena abstratamente cominada ao delito, não podendo jamais exceder a trinta anos, já que o ordenamento jurídico não prevê a existência de penas perpétuas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331739",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Com relação à medida de segurança, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que decretar a internação deverá fixar o tempo determinado."
      },
      {
        "letra": "B",
        "texto": "no caso de réu inimputável, sendo o crime apenado com detenção, o juiz deverá aplicar o tratamento ambulatorial."
      },
      {
        "letra": "C",
        "texto": "tem como pressuposto o reconhecimento da prática de fato previsto como infração penal."
      },
      {
        "letra": "D",
        "texto": "há possibilidade de aplicar, mesmo estando extinta a punibilidade."
      },
      {
        "letra": "E",
        "texto": "a espécie detentiva consiste na sujeição a tratamento ambulatorial"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331396",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Assinale a alternativa correta relativamente ao tratamento dado pela legislação penal brasileira à Medida de Segurança.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto a detentiva é obrigatória para fatos punidos com reclusão, a restritiva pode ser aplicada em caso de fatos punidos com detenção."
      },
      {
        "letra": "B",
        "texto": "Pode ser aplicada tanto a inimputáveis quanto aos semi-imputáveis, sempre por meio de sentenças absolutórias impróprias."
      },
      {
        "letra": "C",
        "texto": "Tem como pressuposto a periculosidade, de forma que pode ser aplicada ao inimputável ou semi-imputável que tenha praticado fato típico, mesmo que não antijurídico."
      },
      {
        "letra": "D",
        "texto": "A desinternação será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de dois anos, pratica fato indicativo de persistência de sua periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "323839",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos à aplicação da lei penal e seus princípios. Uma vez que as medidas de segurança não são consideradas penas, possuindo caráter essencialmente preventivo, a elas não se aplicam os princípios da reserva legal e da anterioridade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308091",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Os condenados que cumprem pena em regime fechado ou semiaberto e os presos provisórios poderão obter permissão para sair do estabelecimento, mediante escolta, quando ocorrer um dos seguintes fatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenada gestante ou parturiente."
      },
      {
        "letra": "B",
        "texto": "estiver trabalhando ou comprovar a possibilidade de fazê-lo imediatamente."
      },
      {
        "letra": "C",
        "texto": "sair para o trabalho e retornar, nos horários fixados."
      },
      {
        "letra": "D",
        "texto": "condenada com filho menor ou deficiente físico ou mental."
      },
      {
        "letra": "E",
        "texto": "falecimento ou doença grave do cônjuge."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308088",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "A penitenciária destina-se ao condenado à pena de reclusão em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "regime fechado."
      },
      {
        "letra": "B",
        "texto": "medida de segurança."
      },
      {
        "letra": "C",
        "texto": "penas alternativas."
      },
      {
        "letra": "D",
        "texto": "detenção forçada."
      },
      {
        "letra": "E",
        "texto": "regime semiaberto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308087",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No Centro de Observação realizar-se-ão os exames gerais e o criminológico, cujos resultados serão encaminhados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao defensor público do preso primário."
      },
      {
        "letra": "B",
        "texto": "ao defensor particular do preso provisório."
      },
      {
        "letra": "C",
        "texto": "ao Juiz da condenação."
      },
      {
        "letra": "D",
        "texto": "à Comissão Técnica de Classificação."
      },
      {
        "letra": "E",
        "texto": "ao Diretor do Hospital de Custódia e Tratamento Psiquiátrico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "303092",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, ao tempo da ação, era inteiramente incapaz de compreender o caráter ilícito do fato, mas que recobrar sua sanidade no curso da ação penal, conforme perícia atestada nos autos, não poderá ser condenado pelo crime cometido, pois o juiz proferirá sentença absolutória imprópria, não incidindo a aplicação de medida de segurança."
      },
      {
        "letra": "B",
        "texto": "Aquele que, ao tempo da ação, por desenvolvimento mental retardado, era inteiramente incapaz de entender o caráter ilícito do fato estará sujeito à sanção de medida de segurança por tempo indeterminado, devendo submeter-se periodicamente a perícias médicas para avaliar a cessação ou não de sua periculosidade."
      },
      {
        "letra": "C",
        "texto": "A reforma do CP ocorrida em 1984 aboliu o sistema vicariante, em que a sentença impunha ao inimputável e ao semi- imputável não só pena como também medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao tempo da ação, não era inteiramente capaz de entender o caráter ilícito do fato por força da dependência do consumo de drogas, comprovada mediante laudo pericial produzido em juízo, poderá ser absolvido impropriamente e encaminhado a tratamento médico adequado."
      },
      {
        "letra": "E",
        "texto": "Aquele que, ao tempo da ação, por desenvolvimento mental incompleto, não era inteiramente capaz de determinar-se de acordo com o entendimento do caráter ilícito do fato deverá ser condenado criminalmente, mas com a pena reduzida de um terço a dois terços."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "336285",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A semi-imputabilidade não implica a imposição obrigatória de medida de segurança, visto que vigora no ordenamento jurídico brasileiro o sistema vicariante, cabendo ao juiz a aplicação da pena ou da medida de segurança."
      },
      {
        "letra": "B",
        "texto": "A cessação da periculosidade do agente atestada por laudo médico não enseja necessariamente a sua imediata desinternação do estabelecimento psiquiátrico, sendo necessária a demonstração, em juízo, de que a recuperação médica também tenha ensejado a recuperação social."
      },
      {
        "letra": "C",
        "texto": "Não configura constrangimento ilegal o recolhimento em presídio comum, pelo prazo superior a um ano, de sentenciado submetido a medida de segurança que consista em internação em hospital de custódia e tratamento psiquiátrico, caso seja comprovada a falta de vagas nesse tipo de estabelecimento."
      },
      {
        "letra": "D",
        "texto": "Segundo a jurisprudência do STJ, a medida de segurança não configura espécie de sanção penal embora se sujeite aos prazos prescricionais aplicáveis aos delitos cometidos pelos inimputáveis."
      },
      {
        "letra": "E",
        "texto": "Constitui reformatio in pejus o fato de o tribunal substituir a pena privativa de liberdade fixada no mínimo legal por medida de segurança, com base em laudo psiquiátrico que considere o acusado inimputável, visto que essa medida poderá ter duração igual ao máximo da pena cominada ao delito praticado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "326095",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança"
    ],
    "enunciado_principal": "Relativamente à imputabilidade penal e à aplicação de medida de segurança, de acordo com o Código Penal brasileiro, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inimputabilidade constitui pressuposto do comportamento delituoso."
      },
      {
        "letra": "B",
        "texto": "A medida de segurança é consequência inafastável ao agente que tenha praticado fato típico penal sob o manto da inimputabilidade."
      },
      {
        "letra": "C",
        "texto": "O prazo máximo da medida de segurança será estipulado em consonância com o máximo da pena cominada para o crime."
      },
      {
        "letra": "D",
        "texto": "O agente que tenha praticado fato típico penal, mesmo sendo semi - imputável, poderá, em certos casos, ser submetido à medida de segurança."
      },
      {
        "letra": "E",
        "texto": "A inimputabilidade deve ser demonstrada pelo órgão acusador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "312098",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Medida de segurança"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Ao juízo da execução criminal resta autorizado corrigir parte da decisão condenatória que, contrariando disposição legal, fixou regime de pena semiaberto a um acusado por tráfico de entorpecentes. II - A lei penal admite a substituição das penas privativas de liberdade por restritivas de direito, para o que cumpre observar, com exclusividade: o limite de pena aplicada e a ausência de violência ou grave ameaça à pessoa; a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado; bem como se os motivos do crime e circunstâncias indicarem a suficiência da substituição. III - No regime aberto, baseado na autodisciplina e no senso de responsabilidade, o condenado deverá exercer atividade laborativa, frequentar curso ou exercer outra atividade autorizada pelo juiz, permanecendo recolhido no período noturno e nos dias de folga. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311778",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A internação, ou tratamento ambulatorial, será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade."
      },
      {
        "letra": "B",
        "texto": "Nos crimes apenados com detenção, sendo o réu semi-imputável, o juiz poderá optar pela substituição da diminuição da pena privativa de liberdade de 1/3 a 2/3 pelo tratamento ambulatorial, pelo prazo mínimo de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "Nos crimes apenados com reclusão, sendo o réu semi-imputável, o juiz poderá optar pela substituição da diminuição da pena privativa de liberdade de 1/3 a 2/3 pela internação em hospital de custódia, pelo prazo mínimo de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "A internação, ou tratamento ambulatorial, será pelo prazo de 1 a 3 anos e, ao término deste, realizar-se-á perícia médica para verificação da periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293724",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA, segundo o expressamente previsto pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável depois de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição expressa em contrário, o ofendido decai do direito de queixa ou de representação se não o exerce dentro do prazo de um ano contado do dia em que veio a saber quem é o autor do crime."
      },
      {
        "letra": "C",
        "texto": "O direito de queixa não pode ser exercido quando renunciado expressa ou tacitamente."
      },
      {
        "letra": "D",
        "texto": "No caso de Medida de Segurança, a desinternação, ou a liberação, será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293723",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA, segundo o expressamente previsto pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplica-se-lhe a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços."
      },
      {
        "letra": "C",
        "texto": "São circunstâncias que atenuam a pena, ter cometido o crime sob coação a que podia resistir, ou em cumprimento de ordem de autoridade superior, ou sob a influência de violenta emoção, provocada por ato injusto da vítima."
      },
      {
        "letra": "D",
        "texto": "A Medida de Segurança de internação, ou tratamento ambulatorial será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade, tendo prazo mínimo de 1 (um) a 4 (quatro) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "291049",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "A medida de segurança não constitui pena, mas medida terapêutica ou pedagógica destinada aos inimputáveis e, excepcionalmente, aos semi-imputáveis, autores de fatos típicos e ilícitos. Dessa forma, rege-se a medida de segurança pela lei vigente ao tempo da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "275398",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "A respeito da execução penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a progressão de regime prisional ao detento em prisão especial fixada em sentença não transitada em julgado, visto que o detento já se encontra em regime mais benéfico."
      },
      {
        "letra": "B",
        "texto": "O juízo da execução criminal, de ofício ou a requerimento do MP, deve promover a execução da sentença que aplicou a pena restritiva de direitos, independentemente do trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "A Lei de Execuções Penais assegura ao sentenciado que cumpre a pena em regime fechado ou semiaberto o direito de remir parte do tempo de execução da pena por trabalho ou por estudo, contudo, caso o sentenciado pratique falta grave, terá revogado o tempo remido em até um terço, recomeçando a contagem de lapso temporal para progressão de regime a partir da data da infração disciplinar."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade pela aplicação da lei penal mais benéfica ao sentenciado que cumpre pena por sentença penal transitada em julgado é do juízo prolator da sentença, visto que o juízo da execução criminal não pode modificar o que foi decidido em definitivo por outro juízo."
      },
      {
        "letra": "E",
        "texto": "Ao preso provisório é vedada a progressão de regime prisional, dada a ausência de pena definitiva que possa ser utilizada para o cômputo dos eventuais benefícios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "274258",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Tratando-se de sentença na qual é imposta medida de segurança ao acusado inimputável, o tempo de seu cumprimento, independentemente da cessação da periculosidade, não poderá ultrapassar o limite máximo da pena abstratamente aplicada ao crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268055",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Com relação a arrependimento posterior, medidas de segurança, causas de exclusão, crime e concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que João, Pedro e Tonho, todos de vinte e dois anos de idade e portando arma de fogo municiada, decidam praticar um roubo em uma padaria e que, durante o assalto, Pedro alveje e mate o caixa do estabelecimento. Nessa situação, somente Pedro deve responder pelo resultado morte."
      },
      {
        "letra": "B",
        "texto": "A natureza jurídica do arrependimento posterior é causa de extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Constatando-se que João, de vinte e dois anos de idade, ao matar seus genitores e cinco irmãos a facadas, não possuía plena capacidade de determinar-se de acordo com esse entendimento, em razão de perturbação em sua personalidade, deve ser-lhe aplicada medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Considere que Jonas, policial militar, no exercício de sua função, tenha determinado que um indivíduo em fuga parasse e que este tenha sacado uma arma e disparado tiros contra Jonas, que, revidando os disparos, tenha alvejado o indivíduo e o tenha matado. Nessa situação, Jonas agiu no estrito cumprimento de dever legal."
      },
      {
        "letra": "E",
        "texto": "Não será punida a conduta de indivíduo maior de idade que, com a intenção de subtrair dinheiro de terceiro desconhecido, lhe tome a bolsa e, ao percebê-la vazia, jogue-a na rua."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "254800",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Em uma área rural, Lucas, reincidente em crime de lesão corporal de natureza grave, apontou uma arma de fogo do tipo pistola de calibre 380, municiada com um cartucho, na direção de Flávia, determinou que ambos caminhassem para o interior de um matagal existente na localidade, e ali ele praticou o crime de estupro na forma consumada. Antes de fugir do local, Lucas ainda revistou a roupa de Flávia e levou seu aparelho de telefone celular, que custava duzentos reais. Flávia conseguiu abrigo em uma residência próxima ao local do fato, onde relatou o ocorrido a Roberta, que ligou para policiais militares do posto mais próximo, os quais conseguiram localizar Lucas e prendê-lo na posse da arma de fogo, mas não localizaram o aparelho de telefone celular. Na delegacia de polícia, constatou-se que a arma de fogo era produto de furto registrado na semana anterior por Rodrigo, detentor do respectivo registro da arma. Lucas foi denunciado pelo MP e, no curso da instrução criminal, comprovou-se que ele, ao tempo do crime, por força de desenvolvimento mental incompleto, não era inteiramente capaz de entender o caráter ilícito do fato. Considerando o caso hipotético acima, julgue os itens subsequentes. Na sentença, o juiz poderá proferir sentença absolutória imprópria e impor a Lucas medida de segurança de internação em hospital de custódia e tratamento psiquiátrico pelo prazo mínimo de um a três anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253688",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "À luz das disposições do CP e da doutrina penal, assinale a opção correta com referência ao agravamento do crime pelo resultado, ao erro sobre elementos do tipo, à imputabilidade penal, ao concurso de pessoas e a aspectos associados às penas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será isento de pena o agente que, por embriaguez completa voluntária, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar- se de acordo com tal entendimento."
      },
      {
        "letra": "B",
        "texto": "Pelo resultado que agrave especialmente a pena, só responderá o agente que o houver causado ao menos dolosamente."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se evitável, isenta o agente de pena. Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "D",
        "texto": "Na medida de segurança, a desinternação, ou a liberação, será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade."
      },
      {
        "letra": "E",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elas sejam elementares do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "242939",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Quanto às medidas de segurança, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são sujeitas à prescrição, mas não a outras causas de extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "podem ser aplicadas independentemente da prática pelo agente de ilícito punível."
      },
      {
        "letra": "C",
        "texto": "podem substituir pena imposta ao agente considerado imputável no momento da condenação, se sobrevier doença mental no curso da execução."
      },
      {
        "letra": "D",
        "texto": "a desinternação será sempre incondicional."
      },
      {
        "letra": "E",
        "texto": "o juiz, enquanto não superado o prazo mínimo de duração da medida, não poderá ordenar o exame para que se verifique a cessação da periculosidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236690",
    "metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Sobre a disciplina das medidas de segurança, na parte geral do Código Penal, analise as seguintes afirmativas e assinale com V as verdadeiras e com F as falsas: ( ) Tratando-se de crime apenado com reclusão, cometido com violência, uma vez comprovada, pericialmente, a periculosidade do agente, impõe-se medida de segurança ainda que constatado o decurso do prazo prescricional. ( ) A desinternação, ou a liberação, possui caráter definitivo, análogo ao cumprimento da pena, devendo ser fundamentada em laudo pericial que ateste a cessação da periculosidade. ( ) Tanto para os inimputáveis quanto para os semi- imputáveis, a internação, ou tratamento ambulatorial, será por tempo indeterminado, com prazo mínimo de 1 (um) a 3 (três) anos, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. ( ) Nos crimes apenados com reclusão, praticados por inimputável, a fixação de prazo mínimo para internação, embora não determinada pela lei, está consagrada na prática forense com base nas circunstâncias judiciais, como forma de compatibilizar a disciplina das medidas de segurança com o princípio da individualização da pena. Assinale a alternativa que apresenta a sequência de letras CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(V) (V) (F) (V)"
      },
      {
        "letra": "B",
        "texto": "(F) (F) (V) (F)"
      },
      {
        "letra": "C",
        "texto": "(F) (V) (F) (F)"
      },
      {
        "letra": "D",
        "texto": "(V) (F) (V) (V)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "234837",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Tratando-se de medida de segurança, o início de cumprimento da sanção interrompe o lapso prescricional da medida, extinguindo-se a punibilidade com o decurso do lapso temporal máximo de pena prevista para o delito ou o máximo de tempo de cumprimento de pena, nos termos do Código Penal. No cômputo da prescrição, considera-se a atenuante da menoridade relativa, o que reduz pela metade os prazos prescricionais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291959",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "No que tange às medidas de segurança, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança obedecem ao princípio da legalidade estrita."
      },
      {
        "letra": "B",
        "texto": "A aplicação de medida de segurança em inimputável é limitada pelo curso do prazo prescricional, mas tomando-se como critério a pena máxima cominada em abstrato."
      },
      {
        "letra": "C",
        "texto": "Segundo a jurisprudência do STF, a medida de segurança deve obedecer ao limite máximo de trinta anos de cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "As medidas de segurança podem ser aplicadas na forma de internação ou tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "A aplicação de medida de segurança em semi-imputável terá duração determinada pela valoração da periculosidade, até o limite máximo de trinta anos de cumprimento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291945",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre a medida de segurança, considere as seguintes afirmativas: 1. O prazo prescricional da medida de segurança será contado de acordo com o tempo de tratamento fixado na sentença. 2. A medida de segurança não tem prazo mínimo ou máximo fixado na lei. 3. A medida de segurança poderá ser aplicada nos casos de sentença condenatória. 4. Se ao crime for cominada pena privativa de liberdade, a medida de segurança será estacionária. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201813",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Da Execução das medidas de segurança e cessação da periculosidade, anotamos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para cumprimento de medida de segurança mediante internação em Hospital de Custódia e Tratamento Psiquiátrico ou submetido a tratamento ambulatorial, é bastante que assim conste da sentença que a impõe;"
      },
      {
        "letra": "B",
        "texto": "Na execução da medida de segurança o condenado será submetido a exame criminológico que indicará os elementos necessários a uma adequada individualização da execução"
      },
      {
        "letra": "C",
        "texto": "Em qualquer tempo de duração da medida de segurança, independente de provocação do representante do Ministério Público, do interessado, do seu procurador ou defensor, o juiz pode ordenar o exame para verificação da cessação da periculosidade;"
      },
      {
        "letra": "D",
        "texto": "Uma vez cessada a periculosidade, ainda que não transitada em julgado a sentença que a proferiu, o juiz expedirá ordem para a desinternação ou a liberação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198439",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "No instituto da medida de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada a sua conversão sobrevindo no curso do cumprimento de uma pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "a periculosidade é sempre presumida."
      },
      {
        "letra": "C",
        "texto": "a sua extinção fica condicionada à ausência de prática, durante um ano, de fato indicativo de persistência da periculosidade."
      },
      {
        "letra": "D",
        "texto": "é desnecessária a prática de fato típico, antijurídico e culpável para sua imposição."
      },
      {
        "letra": "E",
        "texto": "é inviável a internação do paciente no tratamento ambulatorial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "197587",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança"
    ],
    "enunciado_principal": "Com relação às chamadas medidas de segurança, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a desinternação ou a liberação será sempre de forma condicional, ficando restabelecida a situação anterior se o agente, antes do decurso de um ano, vier a praticar qualquer fato indicativo da persistência de sua periculosidade."
      },
      {
        "letra": "B",
        "texto": "têm caráter retributivo e preventivo, decorrem do reconhecimento da culpabilidade do agente, podendo ser aplicadas, em certos casos, juntamente com as penas privativas de liberdade."
      },
      {
        "letra": "C",
        "texto": "são indeterminadas no tempo, não são aplicáveis aos inimputáveis, pressupondo a sua aplicação a prática de um fato típico e antijurídico, reconhecido em sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "podem ser aplicadas em face de qualquer espécie de crime, punível com reclusão ou detenção, exigindo para sua incidência a existência de uma sentença condenatória que reconheça a existência do crime e a prova da inimputabilidade absoluta do agente."
      },
      {
        "letra": "E",
        "texto": "são aplicadas por tempo indeterminado, com a especificação do prazo mínimo de sua duração, pelo Juiz na sentença, não sendo permitida a realização do exame de cessação de periculosidade antes do término do prazo mínimo fixado."
      }
    ],
    "gabarito": "A"
  }
]