[
  {
    "id": "3260434",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Crimes contra a administração pública",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A lei que dispõe sobre Licitações e Contratos Administrativos, Lei nº 14.133/2021, estabelece, dentre outros, alterações legislativas em certos diplomas legais, ao prever crimes em licitações e contratos administrativos, inclusive para as empresas públicas, as sociedades de economia mista e as suas subsidiárias. Nessa linha, um desses crimes em licitações e contratos administrativos é a contratação direta ilegal cuja conduta penal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei. Nesse caso, a pena prevista para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 (três) anos a 5 (cinco) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174324",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "De acordo com o manual de gestão de alternativas penais, a lei que tem como objetivo conter o uso da prisão provisória, ampliando o conjunto de possibilidades das medidas preventivas e que introduz no ordenamento jurídico penal diversas alternativas à prisão e à liberdade não condicionada, denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liberais"
      },
      {
        "letra": "B",
        "texto": "definitivas"
      },
      {
        "letra": "C",
        "texto": "permissivas"
      },
      {
        "letra": "D",
        "texto": "cautelares"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268741",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Quanto ao Decreto‑Lei nº 3.688/1941, que trata das contravenções penais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de prisão simples deve ser cumprida, com maior rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "B",
        "texto": "Os condenados à pena de prisão simples ficam separados dos condenados à pena de reclusão ou de detenção."
      },
      {
        "letra": "C",
        "texto": "O trabalho do preso é obrigatório quando a pena aplicada não exceder 15 dias."
      },
      {
        "letra": "D",
        "texto": "A pena de prisão simples pode ser estendida indefinidamente, dependendo da gravidade do crime."
      },
      {
        "letra": "E",
        "texto": "A duração da pena de prisão simples pode ser superior a cinco anos se o réu for reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3087136",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "João, primário e portador de bons antecedentes, foi condenado a uma pena final de um ano de reclusão, por ter praticado o crime de lesão corporal em detrimento de sua esposa, no contexto de violência doméstica e familiar contra a mulher. Por outro lado, Mário foi condenado, definitivamente, a uma pena de dois anos e quatro meses de reclusão e onze dias de multa, em razão da prática do crime de furto qualificado, sendo reincidente pelo cometimento do mesmo delito. Registre-se que, nos processos de João e Mário, todas as circunstâncias judiciais foram consideradas neutras pelo juízo sentenciante. Nesse cenário, considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos. Contudo, o condenado pode ser beneficiado com a suspensão condicional da pena. Por outro lado, Mário não faz jus à substituição da pena privativa de liberdade por pena restritiva de direitos, nem tampouco à suspensão condicional da pena."
      },
      {
        "letra": "B",
        "texto": "Mário não tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos. Contudo, o condenado pode ser beneficiado com a suspensão condicional da pena. Por outro lado, João não faz jus à substituição da pena privativa de liberdade por pena restritiva de direitos, nem tampouco à suspensão condicional da pena."
      },
      {
        "letra": "C",
        "texto": "os dois condenados não têm direito à substituição da pena privativa de liberdade por pena restritiva de direitos. Contudo, João e Mário podem ser beneficiados com a suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "os dois condenados têm direito à substituição da pena privativa de liberdade por pena restritiva de direitos. Contudo, João e Mário não podem ser beneficiados com a suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "os dois condenados não têm direito à substituição da pena privativa de liberdade por pena restritiva de direitos, nem tampouco à suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3029592",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, Caio, reincidente em crime doloso, foi condenado, na esfera federal, pela prática de diversos delitos, em concurso material, a uma pena final de oito anos e seis meses de detenção. Registre-se que o acusado respondeu ao processo em liberdade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio iniciará o cumprimento da sua pena no regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, em colônia agrícola, industrial ou estabelecimento adequado;"
      },
      {
        "letra": "B",
        "texto": "aberto, em colônia agrícola, industrial ou estabelecimento adequado;"
      },
      {
        "letra": "C",
        "texto": "semiaberto, em casa de albergado ou estabelecimento adequado;"
      },
      {
        "letra": "D",
        "texto": "fechado, em casa de albergado ou estabelecimento adequado;"
      },
      {
        "letra": "E",
        "texto": "fechado, em estabelecimento de segurança máxima ou média."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2590680",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Associando as penalidades administrativas previstas no Código de Trânsito Brasileiro (CTB) e o Código Penal, que, em seu artigo 44, trata das penas restritivas de direitos, que são autônomas e substituem as privativas de liberdade, temos uma pena aplicada com um objetivo comum entre o CTB e CP. De qual pena estamos tratando?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Limitação de fim de semana."
      },
      {
        "letra": "B",
        "texto": "Perda de bens e valores."
      },
      {
        "letra": "C",
        "texto": "Prestação de serviço à comunidade."
      },
      {
        "letra": "D",
        "texto": "Suspensão de autorização ou de habilitação para dirigir veículo."
      },
      {
        "letra": "E",
        "texto": "Advertência por escrito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2590679",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Os regimes para cumprimento das penas privativas de liberdade são: fechado, semiaberto e aberto, existindo progressão entre eles, de acordo com situações previstas no Código Penal. Em especial, com relação aos crimes cometidos contra a administração pública, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "B",
        "texto": "Após cumprir a pena aplicada de acordo com o Código Penal, o condenado por crime contra a administração pública terá que cumprir a pena alternativa de prestação de serviços à comunidade de acordo com suas aptidões ou ocupações anteriores."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é admissível exclusivamente aos condenados por crime contra a administração pública e deverá ser realizado em serviços ou obras públicas."
      },
      {
        "letra": "D",
        "texto": "O trabalho do preso será sempre remunerado, exceto aos condenados por crime contra a administração pública, que terão a sua remuneração convertida em crédito para a administração pública alvo da ação delituosa."
      },
      {
        "letra": "E",
        "texto": "Os condenados por crime contra a administração pública, não reincidentes, podem cumprir prisão administrativa, em substituição à prisão penal em regime fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2543898",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Quanto à falta grave que comete o condenado à pena privativa de liberdade, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar de fazer higiene pessoal e cantar a noite."
      },
      {
        "letra": "B",
        "texto": "Fugir."
      },
      {
        "letra": "C",
        "texto": "Possuir, indevidamente, instrumento capaz de ofender a integridade física de outrem."
      },
      {
        "letra": "D",
        "texto": "Incitar ou participar de movimento para subverter a ordem ou a disciplina."
      },
      {
        "letra": "E",
        "texto": "Manter em sua posse, utilizar ou fornecer aparelho telefônico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2459924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Livramento condicional",
      "Extinção da pena",
      "Ação penal",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em uma ação penal por crime ocorrido em 04/03/2023, o réu, ao ser interrogado, confessa espontaneamente, perante o juiz, a prática do delito que lhe é imputado. Na folha de antecedentes criminais do acusado, constam as seguintes anotações, devidamente esclarecidas por certidões cartorárias: I. condenação transitada em julgado em 08/06/2016 por crime anterior, praticado em 06/02/2014, com pena de reclusão extinta em 15/03/2022, diante do término do livramento condicional, cujo período de prova se iniciara em 14/08/2017; II. condenação transitada em julgado em 02/09/2022 por contravenção penal anterior, praticada em 07/01/2022, com pena de prisão simples cumprida em 03/03/2023; e III. ação penal em curso, por crime posterior, praticado em 05/03/2024. À luz das informações apresentadas, conclusos os autos ao juiz para sentença, no dia de hoje, na segunda fase da dosimetria da pena, a pena deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuada, incidindo a atenuante da confissão espontânea, sendo o réu primário."
      },
      {
        "letra": "B",
        "texto": "atenuada, preponderando a atenuante da confissão espontânea sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "mantida, compensando-se integralmente a atenuante da confissão espontânea com a agravante da reincidência."
      },
      {
        "letra": "D",
        "texto": "agravada, compensando-se proporcionalmente a agravante da reincidência com a atenuante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "agravada, preponderando a agravante da reincidência, sem qualquer compensação em relação à atenuante da confissão espontânea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2376378",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Tucuruí - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "A pessoa que comete algum tipo de infração penal poderá sofrer as seguintes penas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privativas de liberdade."
      },
      {
        "letra": "B",
        "texto": "restritivas de direitos."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211473",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "No que concerne à função das penas, são teorias relativas as doutrinas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "utilitaristas, que consideram e justificam a pena enquanto meio para a realização do fim utilitário da prevenção de futuros delitos."
      },
      {
        "letra": "B",
        "texto": "que concebem a pena como um castigo."
      },
      {
        "letra": "C",
        "texto": "que concebem a pena como retribuição do crime, justificada por seu intrínseco valor axiológico, vale dizer, não um meio, e tampouco um custo, mas, sim, um dever ser metajurídico que possui em si seu próprio fundamento."
      },
      {
        "letra": "D",
        "texto": "que concebem a pena como um fim em si própria."
      },
      {
        "letra": "E",
        "texto": "que, segundo Séneca, são quia peccatum, ou seja, dizem respeito ao passado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2059116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a opção correta, acerca das penas privativas de liberdade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução da pena em regime fechado deve ser cumprida, exclusivamente, em estabelecimento de segurança máxima."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão pode ser cumprida em regime aberto."
      },
      {
        "letra": "C",
        "texto": "O condenado não reincidente cuja pena seja superior a quatro anos e inferior a oito anos pode, desde o princípio, cumpri-la em regime aberto."
      },
      {
        "letra": "D",
        "texto": "O trabalho externo é vedado, em qualquer hipótese, ao preso que estiver cumprindo pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "O condenado que cumprir pena em regime aberto e trabalhar fora do estabelecimento prisional deverá permanecer recolhido durante o período noturno, excetuando-se os dias de folga laboral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2022330",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: Prefeitura de Ponta Grossa - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Os tipos de pena privativa de liberdade previstos na legislação penal são: I - Detenção (crimes menos graves). II - Internação (crianças e adolescentes). III - Prisão simples (contravenções penais). IV - Reclusão (crimes graves). Estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV, todas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1897207",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Marcelo foi condenado a pena privativa de liberdade, convertida em pena de prestação pecuniária para a vítima no valor de 3.000 reais. Além disso, na sentença, o juiz determinou a reparação mínima prevista no artigo 387, IV, do Código de Processo Penal, no valor de 1.000 reais, com base na reparação do dano a ela causado. Desse modo, Marcelo deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arcar com os 3.000 reais a título de prestação pecuniária mais os 1.000 reais estipulados como reparação mínima, não podendo a vítima, eventualmente, requerer valor superior no âmbito cível."
      },
      {
        "letra": "B",
        "texto": "escolher qual das obrigações deve cumprir, em razão da proibição da regra do bis in idem."
      },
      {
        "letra": "C",
        "texto": "descontar o valor pago a título de reparação mínima do valor da prestação pecuniária imposta, não podendo a vítima, eventualmente, requerer valor superior no âmbito cível."
      },
      {
        "letra": "D",
        "texto": "arcar com os 3.000 reais a título de prestação pecuniária mais os 1.000 reais estipulados como reparação mínima, podendo a vítima, caso queira, requerer valor superior no âmbito cível."
      },
      {
        "letra": "E",
        "texto": "descontar o valor pago a título de reparação mínima do valor da prestação pecuniária imposta, podendo a vítima, caso queira, requerer valor superior no âmbito cível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1859278",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Conforme a legislação e o entendimento jurisprudencial dos tribunais superiores acerca da fixação e execução da pena, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência admite a fixação de regime inicial de cumprimento de pena semiaberto ao reincidente condenado a pena igual ou inferior a quatro anos."
      },
      {
        "letra": "C",
        "texto": "A pena unificada para atender ao limite de quarenta anos de cumprimento, determinado pelo art. 75 do Código Penal, é considerada para a concessão dos benefícios prisionais previstos na lei de execução penal, conforme consolidada jurisprudência do STF."
      },
      {
        "letra": "D",
        "texto": "Consoante expressa previsão legal, a embriaguez culposa é circunstância atenuante apta a reduzir a reprimenda nessa fase."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1847159",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Acerca das penas aplicáveis a indivíduo flagrado com pequena quantidade de cocaína para consumo pessoal, sem autorização legal, julgue o item a seguir. Aplica-se a esse indivíduo pena privativa de liberdade, desde que evidenciado o descumprimento reiterado das penas que substituem a prisão, ouvidos o Ministério Público e o defensor público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1781547",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Remição de pena",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Referente às penas e às medidas de segurança, analise as assertivas e assinale a alternativa que aponta as corretas. I. Aplicada a pena privativa de liberdade de quatro meses de detenção, caso estejam presentes os requisitos dispostos no art. 44, do Código Penal, o juiz poderá substituí-la por uma restritiva de direitos na modalidade de prestação de serviços à comunidade, que terá, em regra, igual tempo de cumprimento, ou por uma multa. II. A pena de multa deve ser calculada em dias-multa e varia de 10 a 360 dias-multa. O número de dias-multa a ser fixado na sentença leva em consideração a situação econômica do apenado. III. O Código Penal brasileiro dispõe sobre o trabalho externo do preso, em regime fechado, e fixa regras para o trabalho em obras públicas ou privadas, incluindo as empresas privadas. Nesses casos, a cada três dias trabalhados, o condenado poderá remir um dia de sua pena. IV. Enquanto a pena funda-se no juízo de culpabilidade, a medida de segurança funda-se na periculosidade do agente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas I, II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2196347",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo sobre a história da prisão e das penas aplicadas aos réus. 1. No Oriente Antigo, a punição fundava-se em caráter religioso castigando-se o infrator para aplacar a ira dos deuses e se desconhecia a privação da liberdade como sanção penal. 2. Na Idade Média, a prisão mantinha o caráter de lugar de custódia e as penas eram bárbaras, como torturas, amputação de órgãos e mutilações. 3. Nas colônias das nações europeias na América e na África, no século XV, a privação da liberdade dos réus, com encarceramentos, tornou- -se a principal pena imposta. 4. O Direito Canônico perpetuou o caráter sacro da punição, importante antecedente da prisão moderna, pois o objetivo principal era a regeneração do criminoso, levando-o ao arrependimento. 5. Nos séculos XVI e XVII o uso da pena de morte era generalizado na Europa, sendo a forca a forma mais frequente de execução. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 2, 4 e 5."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 2, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 1, 2, 4 e 5."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3, 4 e 5."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2196345",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Leia com atenção o texto a seguir. A prisão, como pena privativa da liberdade, surgiu no século _________ e, durante dois séculos, foi utilizada como meio de guardar os réus, preservando-os fisicamente até o momento do julgamento. Os sistemas penitenciários, que consagravam as prisões como lugares de cumprimento da pena, foram implantados na Europa e, principalmente, nas colônias americanas, como a Western Pennsylvania Penitentiary, de 1818, na qual havia isolamento completo do condenado, que só poderia receber visitas de funcionários da instituição, de ____________________________ e de membros da Associação de Ajuda aos Presos. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "XV • filhos"
      },
      {
        "letra": "B",
        "texto": "XVI • progenitores"
      },
      {
        "letra": "C",
        "texto": "XVII • sacerdotes"
      },
      {
        "letra": "D",
        "texto": "XVIII • advogados"
      },
      {
        "letra": "E",
        "texto": "XIX • cônjuges"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1174507",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma das modalidades de Pena Privativa de Liberdade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perda de bens e valores."
      },
      {
        "letra": "B",
        "texto": "Reclusão."
      },
      {
        "letra": "C",
        "texto": "Limitação de fim de semana."
      },
      {
        "letra": "D",
        "texto": "Multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1026871",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Segundo o entendimento dos tribunais superiores acerca da cominação, aplicação e individualização das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as circunstâncias agravantes genéricas não se aplicam aos crimes culposos, com exceção da reincidência."
      },
      {
        "letra": "B",
        "texto": "a existência de inquéritos policiais ou de ações penais sem trânsito em julgado podem ser considerados como maus antecedentes para fins de dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "condenações transitadas em julgado constituem fundamento idôneo para análise desfavorável da personalidade do agente, se prestando para fundamentar a exasperação da pena-base como personalidade voltada para o crime."
      },
      {
        "letra": "D",
        "texto": "na dosimetria da pena, as condenações por fatos posteriores ao crime em julgamento podem ser utilizadas como fundamento para valorar negativamente a culpabilidade, a personalidade e a conduta social do réu."
      },
      {
        "letra": "E",
        "texto": "a opinião do julgador sobre a gravidade em abstrato do crime constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "980377",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "O Código Penal, ao tratar das penas privativas de liberdade, estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado não reincidente, cuja pena seja igual ou superior a 8 (oito) anos, poderá, desde o início, cumpri-la em regime aberto."
      },
      {
        "letra": "B",
        "texto": "o condenado reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "as penas privativas de liberdade não deverão ser executadas de forma progressiva, todavia, quando possível, deverá ser analisado o mérito do condenado."
      },
      {
        "letra": "D",
        "texto": "regime fechado é aquele em que a execução da pena se inicia em estabelecimento de segurança máxima ou média, ou ainda em colônia agrícola, industrial ou estabelecimento similar."
      },
      {
        "letra": "E",
        "texto": "o condenado por crime contra a Administração Pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905796",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Com relação à substituição das penas privativas de liberdade pelas restritivas de direito, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Beltrano, maior, capaz e primário, subtraiu um carneiro da fazenda de um amigo, sendo condenado a dois anos de reclusão. No caso concreto, possuindo todas as circunstâncias judiciais favoráveis e sendo mais benéfico ao réu, deve o juiz conceder a Beltrano a suspensão condicional da pena ao invés da substituição prevista no art. 44 do CP."
      },
      {
        "letra": "B",
        "texto": "Marreco, maior e capaz, ameaçou de morte sua companheira, sendo processado e definitivamente condenado pelo crime de ameaça à pena de seis meses de detenção. Nesse caso, conforme entendimento sumulado pelo STJ, tem o agente direito à substituição da pena privativa de liberdade por pena restritiva de direitos, desde que não seja a de prestação pecuniária ou a inominada."
      },
      {
        "letra": "C",
        "texto": "Sinfrônio, capaz, possui condenação definitiva pela prática do crime de invasão de dispositivo informático à pena de dois anos de detenção. Decorridos quatro anos do cumprimento integral da pena anterior, foi ele novamente condenado pelo mesmo crime à pena de um ano de detenção. Mesmo sendo o agente reincidente, se socialmente recomendável, conforme previsto no §3º do art. 44 do Código Penal, pode o juiz substituir a pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Tício, capaz e devidamente habilitado, após ingerir substância entorpecente, assustou-se ao desviar o veículo que dirigia de um buraco na pista, perdendo o controle do automóvel e vindo a causar a morte de uma criança. Pelo resultado praticado, foi condenado por homicídio culposo, com as penas alteradas pela Lei nº 13.546/17, a seis anos de reclusão. Nessa situação, Tício tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "889855",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Estritamente nos termos do quanto prescreve o art. 39 do CP, o trabalho do preso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é obrigatoriamente remunerado, mas se lhe garantem, facultativamente, os benefícios da Previdência Social."
      },
      {
        "letra": "B",
        "texto": "será sempre remunerado, sendo-lhe garantidos os benefícios da Previdência Social."
      },
      {
        "letra": "C",
        "texto": "não é obrigatoriamente remunerado, mas se lhe garantem os benefícios da Previdência Social."
      },
      {
        "letra": "D",
        "texto": "não é remunerado e não se lhe garantem os benefícios da Previdência Social."
      },
      {
        "letra": "E",
        "texto": "será sempre remunerado, contudo, não se lhe garantem os benefícios da Previdência Social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839103",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Medida de segurança",
      "Superveniência de doença mental",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Estabelece a Lei de Execução Penal que, durante a execução da pena, sobrevindo doença mental no condenado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ter a pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "B",
        "texto": "terá a sua pena substituída por medida de segurança."
      },
      {
        "letra": "C",
        "texto": "será internado em Hospital de Custódia e Tratamento Psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "terá o restante da pena remida e deverá submeter-se a tratamento psiquiátrico ambulatorial."
      },
      {
        "letra": "E",
        "texto": "deverá ser submetido a perícia médico-legal para apurar a sua periculosidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1394653",
    "metadata": "Ano: 2016 | Banca: TJ-MS | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Marque “C” para certo e “E” para errado na assertiva abaixo. São infrações penais de menor potencial ofensivo os crimes insertos no Código Penal e também em leis extravagantes que a lei comine pena de reclusão ou de detenção máxima não superior a dois anos, bem como multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1391212",
    "metadata": "Ano: 2015 | Banca: Fundação La Salle | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Conforme dispõe o Código Penal Brasileiro, no parágrafo único do Art. 109, aplicam-se às penas restritivas de direito os mesmos prazos previstos para as:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pecuniárias."
      },
      {
        "letra": "B",
        "texto": "de menor potencial ofensivo."
      },
      {
        "letra": "C",
        "texto": "privativas de liberdade."
      },
      {
        "letra": "D",
        "texto": "de prestação de serviços comunitários."
      },
      {
        "letra": "E",
        "texto": "de sanção administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "592486",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento jurisprudencial dominante, ainda que fixada a pena base no mínimo legal, a gravidade abstrata do delito pode justificar o estabelecimento de regime prisional mais gravoso que o previsto em lei em razão da sanção imposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532412",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Em cada uma das opções seguintes, é apresentada uma situação hipotética acerca de penas privativas de liberdade e de penas restritivas de direito, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lana, com vinte e sete anos de idade, capaz, possui condenação definitiva por crime de aborto à pena de três anos de detenção. Decorridos dois anos, Lana foi condenada por crime de receptação à pena privativa de liberdade de dois anos de reclusão. Nessa situação, o juiz não poderá substituir a pena de Lana por pena restritiva de direitos, uma vez que ela é reincidente."
      },
      {
        "letra": "B",
        "texto": "Fernando, com trinta anos de idade, capaz, ameaçou de morte sua companheira Tereza, com vinte e nove anos de idade, capaz. Fernando foi processado e condenado, definitivamente, pelo referido crime à pena de cinco meses de detenção. Nessa situação, Fernando tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Glauber, com trinta e um anos de idade, capaz, primário, foi condenado, definitivamente, em concurso material, pelo crime de supressão de correspondência comercial, à pena de detenção de dois anos; e, por divulgação de informações sigilosas, à pena de detenção de quatro anos e pena pecuniária. Nessa situação, Glauber tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Carla, com vinte e três anos de idade, capaz, primária, devidamente habilitada, fugiu do local para evitar prisão em flagrante, pois, após desviar o veículo que dirigia na velocidade da via de um buraco na pista, o colidiu contra uma mureta que caiu sobre uma criança de três anos de idade, a qual faleceu em decorrência das lesões. Por matar a criança, Carla foi condenada ao crime de homicídio culposo. Nessa situação, Carla tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Pedro, com vinte e oito anos de idade, capaz, primário, de corpo avantajado, desarmado, faixa preta em judô, trajando quimono, de forma intimidatória e exalando odor etílico, determinou que Ana, com dezessete anos de idade, capaz, entregasse a ele seu celular, sem que fosse possível a ela impor qualquer resistência. Por tais fatos, Pedro foi condenado, definitivamente, por crime de roubo simples, à pena de quatro anos de reclusão. Nessa situação, há vedação legal para que a pena de Pedro seja substituída por pena restritiva de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512409",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Renúncia",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Quanto às penas e à extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui pena privativa de liberdade a limitação de fim de semana."
      },
      {
        "letra": "B",
        "texto": "Para efeito de reincidência são considerados os crimes militares próprios e políticos."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial não será considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "O fato de receber o ofendido a indenização do dano causado pelo crime importa em renúncia tácita ao direito de queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456596",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Acerca do regime das penas instituído pela legislação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível a suspensão condicional da pena ao condenado por contravenção penal à pena de prisão simples, dada a ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "Em regra, independe de reparação do dano provocado pelo delito a concessão do benefício do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "O réu reincidente condenado por crime de falsa identidade, ainda que a reincidência tenha sido no mesmo delito, poderá ser contemplado com a substituição da pena privativa de liberdade por pena restritiva de direitos, dado o pequeno potencial ofensivo do delito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena é instituto aplicável somente ao condenado por crime que não tenha sido praticado com violência ou grave ameaça à pessoa."
      },
      {
        "letra": "E",
        "texto": "A pena de detenção deverá ser cumprida em regime semiaberto ou aberto, salvo necessidade de transferência ao regime fechado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426449",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "São penas restritivas de direito: I. Prestação pecuniária e perda de bens e valores. II. Multa. III. Prestação de serviço à comunidade ou a entidades públicas. IV. Interdição temporária de direitos. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419579",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "A pessoa condenada em regime aberto e que exerce atividade em trabalho externo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode descontar a pena aplicada dos dias de trabalho."
      },
      {
        "letra": "B",
        "texto": "Não tem direito à assistência médica."
      },
      {
        "letra": "C",
        "texto": "Tem, depois de seis meses, direito à prisão domiciliar."
      },
      {
        "letra": "D",
        "texto": "Não pode obter a remição da pena pelos dias de trabalho."
      },
      {
        "letra": "E",
        "texto": "Somente será beneficiário do desconto da pena se a jornada ultrapassar oito horas de trabalho externo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332053",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "APESAR DA DENOMINAÇÃO “CONCURSO DE CRIMES”, O LEGISLADOR TRATA DESTA MATÉRIA NA PARTE PERTINENTE A APLICAÇÃO DA PENA. DESSE MODO, OS ARTS. 69 A 76, DO CÓDIGO PENAL, DISCIPLINAM A APLICAÇÃO OU A EXECUÇÃO DA SANÇÃO PENAL RELATIVAMENTE AOS INSTITUTOS DO CONCURSO MATERIAL, CONCURSO FORMAL, CRIME CONTINUADO, ERRO NA EXECUÇÃO, RESULTADO DIVERSO DO PRETENDIDO, LIMITE MÁXIMO E UNIFICAÇÃO DO TEMPO DE CUMPRIMENTO DE PENA. SENDO ASSIM, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal, homogêneo ou heterogêneo, há unidade de conduta e pluralidade de resultados. O concurso formal divide-se em perfeito ou próprio e imperfeito ou impróprio. Em quaisquer dos casos, aplica-se, sempre, a mais grave das penas ou, se iguais, somente uma delas, aumentada de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "No crime continuado, homogêneo ou heterogêneo, há pluralidade de condutas e pluralidade de resultados, praticados nas mesmas condições de tempo, lugar, maneira de execução e outras semelhantes, o que faz com que os crimes subsequentes sejam havidos como continuação do primeiro, aplicando-se, assim, a pena de um só dos crimes, se iguais, ou a mais grave, se diversos, aumentada de um sexto a dois terços."
      },
      {
        "letra": "C",
        "texto": "No erro na execução ou aberratio ictus, com unidade simples, o agente, por acidente ou erro no uso dos meios de execução, atinge pessoa diversa daquela que pretendia ofender. A rigor, cuida- se de concurso formal entre um crime tentado ou consumado, de um lado, e um crime culposo, do outro. No entanto, o Código determina que só seja aplicada a pena referente ao primeiro crime, considerando-se, porém, as condições ou qualidades da pessoa que pretendia atingir."
      },
      {
        "letra": "D",
        "texto": "Em atenção ao princípio constitucional da vedação de pena de caráter perpétuo, o Código Penal determina que o tempo máximo de cumprimento das penas privativas de liberdade não pode ser superior a trinta anos. Na hipótese de condenações cuja soma seja superior a trinta anos, devem ser elas unificadas para atender àquele limite máximo, sendo tal unificação válida para a concessão de benefícios, como livramento condicional ou progressão de regime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984286",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Sobre as penas privativas de liberdade é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O trabalho do preso será sempre remunerado, sendo-lhe garantidos os benefícios da Previdência Social."
      },
      {
        "letra": "B",
        "texto": "As penas de reclusão e detenção devem ser cumpridas em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena privativa de liberdade em regime fechado poderá frequentar cursos supletivos, profissionalizantes, de instrução de 2º grau ou superior."
      },
      {
        "letra": "D",
        "texto": "Não se computa, a título de detração, a pena privativa de liberdade cumprida no estrangeiro."
      },
      {
        "letra": "E",
        "texto": "O preso conserva todos os direitos, inclusive aqueles atingidos pela perda da liberdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984190",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "As penas restritivas de direito são espécie de medidas alternativas, aplicadas nos casos previstos no art. 44 do Código Penal - CP. Não constitui, entretanto, pena restritiva de direito prevista no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perda de bens e valores."
      },
      {
        "letra": "B",
        "texto": "Limitação de fim de semana."
      },
      {
        "letra": "C",
        "texto": "Interdição temporária de direitos."
      },
      {
        "letra": "D",
        "texto": "Recolhimento domiciliar."
      },
      {
        "letra": "E",
        "texto": "Prestação pecuniária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "791823",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Nos termos do art. 33, § 2º, “a” do Código Penal Brasileiro, a pena privativa de liberdade deverá inicialmente ser cumprida em regime fechado quando for superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis anos e inferior a oito anos."
      },
      {
        "letra": "B",
        "texto": "quatro anos e inferior a seis anos."
      },
      {
        "letra": "C",
        "texto": "oito anos."
      },
      {
        "letra": "D",
        "texto": "dez anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291955",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Reabilitação criminal",
      "Pressupostos",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Sobre o sistema penal brasileiro, considere as seguintes afirmativas: 1. As principais modalidades de pena são: privativa de liberdade, restritiva de direitos e medida de segurança. 2. As penas privativas de liberdade de reclusão e detenção podem ser cumpridas nos regimes fechado, semiaberto e aberto. 3. O pagamento da multa é destinado ao Fundo Penitenciário e não à vítima ou seus familiares. 4. A reabilitação é a suspensão de determinados efeitos da sentença condenatória após o decurso de dois anos contados a partir da extinção da pena. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  }
]