[
  {
    "id": "3272339",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do STJ, a posse, pelo apenado, de aparelho celular ou de seus componentes essenciais constitui falta __________, sendo __________ perícia. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "média – prescindível"
      },
      {
        "letra": "B",
        "texto": "grave – imprescindível"
      },
      {
        "letra": "C",
        "texto": "leve – imprescindível"
      },
      {
        "letra": "D",
        "texto": "grave – prescindível"
      },
      {
        "letra": "E",
        "texto": "média – imprescindível"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271243",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública",
      "Peculato",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Um servidor público federal, em razão do seu cargo, comprovadamente, apropriou-se de um computador tombado pela União e depois o desviou em proveito próprio. De acordo com o artigo 312 do Código Penal, ele estará sujeito a uma pena de reclusão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois a doze anos e multa."
      },
      {
        "letra": "B",
        "texto": "dez anos e multa."
      },
      {
        "letra": "C",
        "texto": "cinco a dez anos."
      },
      {
        "letra": "D",
        "texto": "três a sete anos e multa."
      },
      {
        "letra": "E",
        "texto": "cinco a quinze anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260434",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Crimes contra a administração pública",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A lei que dispõe sobre Licitações e Contratos Administrativos, Lei nº 14.133/2021, estabelece, dentre outros, alterações legislativas em certos diplomas legais, ao prever crimes em licitações e contratos administrativos, inclusive para as empresas públicas, as sociedades de economia mista e as suas subsidiárias. Nessa linha, um desses crimes em licitações e contratos administrativos é a contratação direta ilegal cuja conduta penal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei. Nesse caso, a pena prevista para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 (três) anos a 5 (cinco) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268741",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Quanto ao Decreto‑Lei nº 3.688/1941, que trata das contravenções penais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de prisão simples deve ser cumprida, com maior rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "B",
        "texto": "Os condenados à pena de prisão simples ficam separados dos condenados à pena de reclusão ou de detenção."
      },
      {
        "letra": "C",
        "texto": "O trabalho do preso é obrigatório quando a pena aplicada não exceder 15 dias."
      },
      {
        "letra": "D",
        "texto": "A pena de prisão simples pode ser estendida indefinidamente, dependendo da gravidade do crime."
      },
      {
        "letra": "E",
        "texto": "A duração da pena de prisão simples pode ser superior a cinco anos se o réu for reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3253555",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Existe a possibilidade da aplicação de algum benefício legal na hipótese das lesões corporais serem recíprocas e não serem graves?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, o juiz pode substituir a pena de reclusão pela de detenção."
      },
      {
        "letra": "B",
        "texto": "Não."
      },
      {
        "letra": "C",
        "texto": "Sim, o juiz pode reduzir a pena de 1/6 a 1/3."
      },
      {
        "letra": "D",
        "texto": "Sim, mas apenas em caso de lesão culposa."
      },
      {
        "letra": "E",
        "texto": "Sim, o juiz pode substituir a pena de detenção pela de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3253554",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Figure homicídio culposo, no qual as consequências da infração atingem o próprio agente de forma tão grave que a sanção penal se torne desnecessária. Trata-se de hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perdão judicial, diante da qual o juiz poderá deixar de aplicar a pena."
      },
      {
        "letra": "B",
        "texto": "atenuante, diante da qual a pena poderá ser reduzida de 1/6 a 2/3."
      },
      {
        "letra": "C",
        "texto": "atenuante, diante da qual o juiz poderá aplicar, somente, a pena de multa."
      },
      {
        "letra": "D",
        "texto": "causa de diminuição de pena, diante da qual a pena poderá ser reduzida de 1/6 a 2/3."
      },
      {
        "letra": "E",
        "texto": "causa de diminuição de pena, diante da qual o juiz poderá aplicar, somente, a pena de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2515309",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, na hipótese de condenação por infrações às quais a lei comine pena máxima superior a seis anos de reclusão, poderá ser decretada a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito. É o que se convencionou denominar de perda alargada ou confisco alargado. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os instrumentos utilizados para a prática de crimes por organizações criminosas e milícias deverão ser declarados perdidos em favor da União ou do estado, dependendo da Justiça onde tramita a ação penal, salvo se não puserem em perigo a segurança das pessoas, a moral ou a ordem pública e se não oferecerem sério risco de ser utilizados para o cometimento de novos crimes;"
      },
      {
        "letra": "B",
        "texto": "para efeito da perda alargada, entende-se por patrimônio do condenado todos os bens de sua titularidade ou do seu cônjuge, ou em relação aos quais ele tenha o domínio e o benefício direto ou indireto, na data da infração penal ou recebidos posteriormente e os bens transferidos a terceiros, a título gratuito ou oneroso, a partir do início da atividade criminal;"
      },
      {
        "letra": "C",
        "texto": "a perda alargada deverá ser requerida expressamente pelo Ministério Público, por ocasião do oferecimento das alegações finais orais ou dos memoriais escritos, após o encerramento da instrução processual, com indicação da diferença apurada;"
      },
      {
        "letra": "D",
        "texto": "prolatada sentença condenatória em persecução penal afeta à infração penal à qual a lei comine pena máxima superior a seis anos de reclusão, exsurge presunção absoluta quanto à procedência ilícita do patrimônio do condenado, inadmitindo-se prova em sentido contrário;"
      },
      {
        "letra": "E",
        "texto": "na sentença condenatória, o juiz deve declarar o valor da diferença apurada e especificar os bens cuja perda for decretada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2098986",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Referente às espécies de pena e regimes previstos na legislação penal brasileira, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os condenados por crime hediondo, em razão do princípio da igualdade, iniciarão o cumprimento da pena de acordo com a quantidade fixada pelo Magistrado, observado o disposto no art. 33, §2º do Código Penal."
      },
      {
        "letra": "B",
        "texto": "as penas de reclusão e detenção podem ter o cumprimento iniciado no regime aberto, semiaberto e fechado, conforme o caso; enquanto as penas de prisão simples somente podem ser cumpridas inicialmente em regime aberto."
      },
      {
        "letra": "C",
        "texto": "a reincidência pode ensejar a fixação de regime prisional fechado, exceto para os crimes apenados com detenção."
      },
      {
        "letra": "D",
        "texto": "não são possíveis, no ordenamento brasileiro, a progressão ou a regressão de regime prisional por salto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855786",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Sobre aplicação da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos da condenação de perda do cargo, do mandato ou da função pública, previstos no inciso III do art. 4º, da Lei 13.869/19 (Lei de Abuso de Autoridade), além de estarem condicionados à reincidência em crime de abuso de autoridade, não são automáticos, devendo, pois, contar com necessária motivação na sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "A condenação de autor não reincidente, por prática de crime único de coação no curso do processo (CP, art. 344), à pena privativa de liberdade de 3 (três) anos de reclusão em regime aberto, não admite substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos), ainda que todas as circunstâncias judiciais do art. 59 do Código Penal lhe sejam favoráveis."
      },
      {
        "letra": "C",
        "texto": "O homicídio simples privilegiado (CP, art. 121, § 1º) e o homicídio culposo, majorado pela inobservância de regra técnica de profissão (CP, art. 121, §§ 3º e 4º) podem comportar, cada qual, ao máximo, fixação de regime inicial semiaberto para cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "A concessão do benefício previsto no art. 33, § 4º, da Lei 11.343/06, ao crime de tráfico de drogas (tráfico privilegiado), deve ser objeto de análise por ocasião da 3ª fase de aplicação da pena e, conforme o patamar de fração de redução de pena aplicado, pode comportar fixação de regime inicial aberto para cumprimento de pena, assim como substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos)."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência contemporânea do Superior Tribunal de Justiça, no concurso de circunstâncias agravantes e atenuantes na segunda fase de aplicação da pena, as atenuantes da menoridade e da confissão espontânea, isoladamente consideradas, são preponderantes sobre a agravante do emprego de meio cruel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843543",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, as penas são: I— privativas de liberdade. II — restritivas de direitos. III — de multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e Ill estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e ll estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e Ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "994298",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Considerando estritamente os dados fornecidos, e supondo não haver nenhuma causa de extinção da punibilidade no decorrer do cumprimento da pena, é correto afirmar que, em relação aos 63 anos de reclusão impostos nas duas sentenças, “W.D.W.” permanecerá, na prática, preso efetivamente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 anos."
      },
      {
        "letra": "B",
        "texto": "30 anos e 20 dias."
      },
      {
        "letra": "C",
        "texto": "47 anos, 11 meses e 10 dias."
      },
      {
        "letra": "D",
        "texto": "48 anos, 9 meses e 25 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "976001",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Em relação às espécies de penas aplicadas pelo Direito Penal, tem-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privativa de liberdades; restritivas de direitos e de multa."
      },
      {
        "letra": "B",
        "texto": "privativa de liberdades e de multa."
      },
      {
        "letra": "C",
        "texto": "privativa de liberdade; restritiva de direitos; cesta básica e de multa."
      },
      {
        "letra": "D",
        "texto": "privativa de liberdade; trabalho forçado e de cesta básica"
      },
      {
        "letra": "E",
        "texto": "privativa de liberdade e restritivas de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "947826",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "As penas previstas no Direito Penal são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "medidas de proteção e de perda de bens"
      },
      {
        "letra": "B",
        "texto": "prestacionais e restritivas de liberdade"
      },
      {
        "letra": "C",
        "texto": "privativas de liberdade, restritivas de direito e multa"
      },
      {
        "letra": "D",
        "texto": "medidas socioeducativas e pecuniárias"
      },
      {
        "letra": "E",
        "texto": "ressocializadoras e pedagógicas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913635",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEPLAG-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "São permitidas no ordenamento jurídico brasileiro as penas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cruéis."
      },
      {
        "letra": "B",
        "texto": "de privação ou restrição da liberdade."
      },
      {
        "letra": "C",
        "texto": "de trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "de caráter perpétuo."
      },
      {
        "letra": "E",
        "texto": "de banimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "868269",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "No caso de prescrição de antibiótico para paciente que faz uso de contraceptivo oral, o cirurgião-dentista deve divulgar a ela possíveis efeitos indesejados do tratamento, como a diminuição do efeito anticoncepcional, bem como educá-la com relação às medidas necessárias para evitar esses efeitos (...). No processo civil, o profissional infrator se sujeitará à pena de pagamento de indenização. (...) O processo criminal só se justifica, no caso, por uma gravidez indesejada de risco, que resulte na morte da paciente. P. E. G. Costa Filho; M. L. Werneck; M. F. Galvão; M. L. B. Pinheiro. Iatrogenia Medicamentosa Causada por Associação entre Contraceptivos Orais e Antibióticos: aspectos legais. Revista ABO-DF. 2007 jun; 33: 30-1). Uma paciente faleceu em decorrência de gravidez de risco proveniente da interação medicamentosa entre contraceptivo oral e um antibiótico prescrito por um cirurgião-dentista, que não fez os esclarecimentos necessários sobre o medicamento. Nessa situação hipotética, a responsabilização civil e criminal do odontólogo pode resultar nas sanções, respectivamente, de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restrição de direitos e suspensão da habilitação profissional."
      },
      {
        "letra": "B",
        "texto": "restrição de direitos e indenização."
      },
      {
        "letra": "C",
        "texto": "indenização e cassação da habilitação profissional."
      },
      {
        "letra": "D",
        "texto": "restrição de direitos e cassação da habilitação profissional."
      },
      {
        "letra": "E",
        "texto": "indenização e restrição de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855344",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito das penas e das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atenuante da confissão espontânea é preponderante em relação à reincidência, impossibilitando a compensação plena entre uma e outra na segunda fase da dosimetria."
      },
      {
        "letra": "B",
        "texto": "São espécies de penas privativas de liberdade a reclusão, a detenção, a prisão simples e a prisão especial."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos a prestação de serviços à comunidade, a interdição temporária de direitos e a obrigação de reparar o dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "São princípios constitucionais aplicáveis à pena a personalidade ou responsabilidade pessoal, a legalidade, a inderrogabilidade, a proporcionalidade, a individualização e a humanização."
      },
      {
        "letra": "E",
        "texto": "A duração da medida de segurança é por tempo indeterminado, e o condenado só será liberado depois que perícia médica atestar a cessação de sua periculosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839103",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Medida de segurança",
      "Superveniência de doença mental",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Estabelece a Lei de Execução Penal que, durante a execução da pena, sobrevindo doença mental no condenado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ter a pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "B",
        "texto": "terá a sua pena substituída por medida de segurança."
      },
      {
        "letra": "C",
        "texto": "será internado em Hospital de Custódia e Tratamento Psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "terá o restante da pena remida e deverá submeter-se a tratamento psiquiátrico ambulatorial."
      },
      {
        "letra": "E",
        "texto": "deverá ser submetido a perícia médico-legal para apurar a sua periculosidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "835010",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito de penas, julgue os itens a seguir. I O trabalho externo é admissível no regime fechado. II Em se tratando de reincidentes em crimes dolosos, as penas restritivas de direitos não podem ser autônomas. III São penas restritivas de direitos: interdição temporária de direitos e pagamento de multa. IV A limitação de final de semana é uma das penas restritivas de direitos e consiste em permanecer em casa de albergado por cinco horas aos finais de semana. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "834979",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Julgue os itens a seguir. I A Convenção Americana sobre Direitos Humanos garante de forma relativa o direito à vida, pois autoriza a utilização da pena de morte em caso de crimes graves, sendo proibido seu restabelecimento nos países que a tiverem abolido. II A condenação de servidor público por quaisquer crimes decorrentes de preconceito de raça ou de cor implica perda automática do cargo público. III Não haverá crime de lavagem de dinheiro caso o agente seja absolvido, por atipicidade da conduta, do crime antecedente a ele imputado, uma vez que o crime de branqueamento, embora autônomo, é delito derivado do antecedente. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828404",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro as penas são classificadas em: I. Pena de multa. II. Pena privativas de liberdade. III. Pena de caráter perpétuo. IV. Pena restritivas de direitos. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assertiva III está incorreta."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "621591",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "NÃO é Pena Restritiva de Direito, em conformidade com o Decreto Lei n.º 2.848, de 7 de dezembro de 1940, Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestação pecuniária."
      },
      {
        "letra": "B",
        "texto": "Prestação de serviço à comunidade."
      },
      {
        "letra": "C",
        "texto": "Interdição temporária de direitos."
      },
      {
        "letra": "D",
        "texto": "Detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "595638",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Acerca da jurisprudência sumulada do STJ em matéria penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de corromper menor de dezoito anos, com ele praticando infração penal ou induzindo-o a praticá-la, é crime formal, cuja configuração independe da prova de efetiva corrupção do menor."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento do privilégio previsto para o furto simples nos casos de crime de furto qualificado é inadmissível, mesmo que o criminoso seja primário, a coisa furtada seja de pequeno valor e a qualificadora seja de ordem objetiva."
      },
      {
        "letra": "C",
        "texto": "É admissível a fixação de pena substitutiva prevista no art. 44 do CP, como condição especial ao regime aberto, nos termos da súmula 493."
      },
      {
        "letra": "D",
        "texto": "Por adequação social, nos termos da súmula 502, ainda que presentes a materialidade e a autoria, nos termos da, súmula 502, a conduta de expor à venda CDs e DVDs piratas, não tipifica o crime em relação ao direito autoral previsto no art. 184, § 2.º, do CP."
      },
      {
        "letra": "E",
        "texto": "A causa de aumento de pena pelo concurso de agentes, prevista para o crime de roubo, é aplicável para o crime de furto qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595629",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Crimes contra o patrimônio",
      "Roubo",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "À luz da jurisprudência sumulada do STJ, assinale a opção correta referente à aplicação da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em decorrência do princípio da individualização da pena, é possível aplicar a majorante do roubo ao delito de furto qualificado pelo concurso de agentes, desde que essa ação seja fundamentada nas circunstâncias do caso concreto."
      },
      {
        "letra": "B",
        "texto": "Ainda que a pena-base tenha sido fixada no mínimo legal, é admissível a fixação de regime prisional mais gravoso que o cabível, em razão da sanção imposta, com fundamento na gravidade concreta ou abstrata do delito."
      },
      {
        "letra": "C",
        "texto": "Embora seja vedada a utilização de inquéritos policiais em andamento para aumentar a pena-base, é possível a utilização de ações penais em curso para requerer o aumento da referida pena."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a fixação de pena restritiva de direitos substitutiva da pena privativa de liberdade como condição judicial especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "O número de majorantes referentes ao delito de roubo circunstanciado pode ser utilizado como critério para a exasperação da fração incidente pela causa de aumento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "558066",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "No tocante às penas, o Código Penal descreve: I. As penas restritivas de direito são autônoma e substituem as privativas de liberdade quando aplicada pena privativa de liberdade não superior a 4 (quatro) anos e o crime não foi cometido com violência ou grave ameaça à pessoa, ou qualquer que seja a pena aplicada, se o crime for culposo. II. As penas descritas no Código Penal são: privativas de liberdade, restritivas de direito, multa e medida de segurança. III. A limitação de fim de semana consiste na obrigação de permanecer, aos sábados e domingos, por 5 (cinco) horas diárias, em casa do albergado ou outro estabelecimento adequado. IV. A prestação pecuniária consiste no pagamento ao Estado de importância fixada pelo Juiz, não inferior a 2 (dois) salários mínimos nem superior a 360 (trezentos e sessenta) salários mínimos. Quanto às afirmativas anteriores, assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente I está correta."
      },
      {
        "letra": "C",
        "texto": "Somente I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente III está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "353627",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Pena é uma sanção aflitiva, imposta pelo Estado ao au- tor de uma infração penal, que tem por objetivo inibir a ocorrência criminal; trata-se da prevenção delitiva. Isto posto, quais são as espécies de penas previstas no Códi- go Penal brasileiro?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Medida de segurança, medida socioeducativa e banimento."
      },
      {
        "letra": "B",
        "texto": "De morte, cruel e degradante."
      },
      {
        "letra": "C",
        "texto": "Limitação de final de semana, comparecimento obrigatório ao juízo mensalmente e trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "Privativas de liberdade, restritivas de direitos e multa"
      },
      {
        "letra": "E",
        "texto": "Pecuniária, de caráter perpétuo e prestação de servi- ço à comunidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "302406",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "O sistema penitenciário que prega o trabalho dos presos nas celas e, posteriormente, a realização de tarefas em pequenos grupos, durante o dia e em silêncio, é característica do sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inglês"
      },
      {
        "letra": "B",
        "texto": "auburniano"
      },
      {
        "letra": "C",
        "texto": "filadélfico"
      },
      {
        "letra": "D",
        "texto": "reformatório"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1208599",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A pena privativa de liberdade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente cumprida em regime de isolamento celular, pese progressiva."
      },
      {
        "letra": "B",
        "texto": "de reclusão, detenção ou prisão simples, com caráter progressivo."
      },
      {
        "letra": "C",
        "texto": "cumprida em regime fechado ou semiaberto, não no aberto."
      },
      {
        "letra": "D",
        "texto": "cumprida em regime semiaberto ou aberto, não no fechado."
      },
      {
        "letra": "E",
        "texto": "cumprida em regime fechado, não no semiaberto ou aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "274254",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Não existe impeditivo legal para que haja condenação consistente em prestação pecuniária substitutiva da pena privativa de liberdade cumulada com a pena de multa, determinada pelo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270105",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Considere as seguintes penas: I. Reclusão. II. Detenção. III. Prisão Simples. IV. Multa. Para os ilícitos contravencionais estão previstas em lei SOMENTE as penas indicadas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "D"
  }
]