[
  {
    "id": "2474490",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Prefeitura de Virgem da Lapa - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Fulano, servidor efetivo do Setor de Pagamento do Recursos Humanos do Município Beta, no exercício de sua função, recebeu um requerimento administrativo de Beltrano, seu desafeto na Administração Pública, no mês de janeiro de 2023, no qual pleiteava férias regulamentares para março de 2023. Para o devido lançamento no sistema de folha de pagamento, Fulano teria até 28 de fevereiro de 2023, porém, injustificadamente, Fulano realizou o lançamento somente em novembro de 2023, fazendo com que o Beltrano não recebesse a gratificação de terço de férias no período correto. É possível verificar que, na situação apresentada, Fulano incorreu na prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2464394",
    "metadata": "Ano: 2024 | Banca: Instituto Referência | Órgão: Prefeitura de Cardoso Moreira - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "O Direito Penal se preocupa com a regulação das normas adstritas ao poder punitivo do Estado, prevendo sanções para atos que são considerados infratores e não aceitos socialmente. Com essa premissa, o Código Penal se preocupou em definir uma série de crimes contra a Administração Pública, ou seja, crimes relacionados à prática de atos ilícitos contra Estados, Municípios, Distrito Federal, União e órgãos ligados a essas entidades federativas. Neste sentido, sobre o crime “Modificação ou alteração não autorizada de sistema de informações”, marque a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente é tipificado como crime."
      },
      {
        "letra": "B",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações é tipificado como crime, ao passo que modificar ou alterar programa de informática não é um tipo penal."
      },
      {
        "letra": "C",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática, ainda que com autorização ou solicitação de autoridade competente é tipificado como crime, caso tal modificação/alteração acarrete danos a terceiros, nos casos de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações é tipificado como crime, ao passo que modificar ou alterar programa de informática não é tipificado como contravenção penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2203710",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Jaraguá do Sul - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "A proteção à Administração Pública encontra, no Código Penal, especial abrigo a partir do artigo 312 do Códex. Com base nesse tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem exerce cargo, emprego ou função pública de forma definitiva e com remuneração."
      },
      {
        "letra": "B",
        "texto": "É crime modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "O crime de concussão depende da exigência direta, pelo servidor público, de vantagem indevida, sempre depois de assumir o cargo público."
      },
      {
        "letra": "D",
        "texto": "É constitucionalmente prevista a oposição à execução de ato legal, ainda que mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, pois se trata da defesa do direito fundamental da liberdade."
      },
      {
        "letra": "E",
        "texto": "Para a caracterização do crime de descaminho, deve ser omitido o pagamento de imposto apenas nos casos de entrada da mercadoria no país e não nos casos da sua saída, isso porque deve ser respeitada a soberania internacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998922",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São tipos penais contra a administração pública, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "B",
        "texto": "falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "D",
        "texto": "admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei."
      },
      {
        "letra": "E",
        "texto": "apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958703",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Prefeitura de Paranatama - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "João Pedro, estudante de direito da Universidade Delta Kappa, estava em tarde de estudos sobre direito penal, quando se deparou com a conduta típica de apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. A conduta estudada por João Pedro é do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo."
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1955051",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Abandono de função"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que concerne aos crimes contra a Administração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de advocacia administrativa apenas se consuma se o interesse patrocinado pelo agente for ilegítimo."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção passiva apenas se consuma quando há solicitação, recebimento ou aceitação de promessa indevida pelo funcionário."
      },
      {
        "letra": "C",
        "texto": "O crime de concussão apenas se consuma quando a vantagem exigida é efetivamente auferida."
      },
      {
        "letra": "D",
        "texto": "O crime de abandono de função apenas se consuma se do fato resultar prejuízo público."
      },
      {
        "letra": "E",
        "texto": "O crime de modificação ou alteração não autorizada de sistema de informações apenas se consuma se houver dano para a Administração ou para o administrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1935051",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta, que apresenta um crime contra a Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moeda falsa."
      },
      {
        "letra": "B",
        "texto": "perigo de desastre ferroviário."
      },
      {
        "letra": "C",
        "texto": "omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "modificação não autorizada de sistema de informações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2170852",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Acerca dos crimes contra administração pública, assinale a alternativa CORRETA sobre o crime de concussão, nos termos do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866903",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Conforme se infere do Código Penal, o funcionário público que modifica programa de informática sem autorização da autoridade competente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime contra a Administração em geral."
      },
      {
        "letra": "B",
        "texto": "Pratica crime contra a Administração da justiça."
      },
      {
        "letra": "C",
        "texto": "Pratica crime contra as Finanças públicas."
      },
      {
        "letra": "D",
        "texto": "Pratica crime contra a Fé pública."
      },
      {
        "letra": "E",
        "texto": "Não pratica nenhum crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1624851",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Marcelo, analista de sistema de informações em uma repartição pública, estava em uma grande dúvida sobre os crimes praticados por funcionário público contra a administração em geral. A principal dúvida de Marcelo era em relação à conduta típica de “modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente”. Para efeitos do Código Penal, a prática desta conduta configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Excesso de exação."
      },
      {
        "letra": "D",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "993607",
    "metadata": "Ano: 2018 | Banca: UTFPR | Órgão: UTFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O Decreto-Lei n° 2.848/1940 (Código Penal Brasileiro) estabelece em seu Título XI os Crimes contra a Administração Pública. A respeito dos crimes praticados por funcionário público contra a Administração em Geral, analise as assertivas abaixo: I) No crime de “peculato”, a extinção da punibilidade devido à reparação do dano anterior à sentença irrecorrível ocorre apenas em sua modalidade culposa. II) Para a caracterização do crime “modificação ou alteração não autorizada de sistema de informações”, não é necessário que, da conduta, resulte dano para a Administração Pública ou para o administrado. III) Quando o funcionário público exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, comete o crime de “corrupção ativa”. IV) Ainda que o tributo cobrado pelo funcionário público seja devido, se o funcionário emprega na cobrança meio vexatório ou gravoso, comete o crime de “excesso de exação”. V) No crime de “corrupção passiva”, a pena é aumentada de um terço se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional. VI) O funcionário público pratica o crime de “peculato” quando retarda ou deixa de praticar, indevidamente, ato de ofício, ou quando o pratica contra disposição de lei, para satisfazer interesse ou sentimento pessoal. VII) Considera-se funcionário público, para os efeitos penais, apenas quem exerce cargo, emprego ou função pública de maneira remunerada, ainda que o exercício seja transitório. Estão corretas apenas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V"
      },
      {
        "letra": "D",
        "texto": "III, IV, VI e VII."
      },
      {
        "letra": "E",
        "texto": "IV, VI e VII."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992408",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Orlândia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "O crime de “modificação ou alteração não autorizada de sistema de informações” tem a pena aumentada (CP, art. 313-B, parágrafo único)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de um sexto a um terço, se praticado no período noturno ou fora do expediente regular."
      },
      {
        "letra": "B",
        "texto": "de um terço, se houver violência contra coisa ou pessoa."
      },
      {
        "letra": "C",
        "texto": "de um terço até a metade, se da modificação ou alteração resulta dano para o administrado."
      },
      {
        "letra": "D",
        "texto": "de até a metade, se praticado em concurso de pessoas."
      },
      {
        "letra": "E",
        "texto": "de um a dois terços, caso haja vultoso prejuízo para a Administração Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2044271",
    "metadata": "Ano: 2017 | Banca: CETREDE | Órgão: Prefeitura de Aquiraz - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir consonante o Código Penal, no que é pertinente aos crimes contra a Administração Pública. I. Servidor público que exige para familiar contribuição social, que deveria saber indevido, pratica o crime de corrupção passiva. II. Funcionário público que utiliza meio diverso e não autorizado por lei para cobrar tributo ou contribuição social devida, comete crime de excesso de exação. III. Peculato na forma culposa é caracterizado quando funcionário público autorizado promove a inserção de dados falsos, altera ou exclui indevidamente dados corretos nos sistemas informatizados com o objetivo de obter, para si ou para outrem, vantagem indevida. IV. Modificação ou alteração não autorizada de sistema de informações caracteriza-se por extraviar livro oficial ou qualquer documento de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo total ou parcialmente. Marque a opção que indica a(s) afirmativa(s) CORRETA(S).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "II – III."
      },
      {
        "letra": "D",
        "texto": "II – IV."
      },
      {
        "letra": "E",
        "texto": "I – II – III – IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "797810",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime de peculato, ao apropriar-se o particular de bem móvel, de que tem a posse entregue por particular."
      },
      {
        "letra": "B",
        "texto": "É crime de inserção de dados falsos em sistema de informações, quando o funcionário público realiza inserção de dados falsos, altera ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da administração pública, com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "C",
        "texto": "Há o crime de modificação ou alteração não autorizada de sistema de informações em modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "D",
        "texto": "Há crime de concussão em solicitar, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "Há crime de corrupção passiva em exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641173",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente é conduta que corresponde à seguinte pena, além da multa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão"
      },
      {
        "letra": "B",
        "texto": "prisão administrativa"
      },
      {
        "letra": "C",
        "texto": "detenção"
      },
      {
        "letra": "D",
        "texto": "advertência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569835",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Câmara Municipal do Rio de Janeiro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Constitui crime praticado por funcionário público contra a Administração Pública, expressamente previsto no Código Penal, punido com pena de detenção de 3 (três) meses a 2 (dois) anos e multa, a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal"
      },
      {
        "letra": "B",
        "texto": "modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente"
      },
      {
        "letra": "C",
        "texto": "facilitar, com infração de dever funcional, a prática de contrabando ou descaminho de produtos e mercadorias trazidos do exterior"
      },
      {
        "letra": "D",
        "texto": "deixar o funcionário, por indulgência, de responsabilizar, devidamente, subordinado que cometeu infração penal no exercício do cargo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "526005",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: IPHAN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Considerando os crimes praticados por funcionário público contra a Administração em geral, previstos no Código Penal brasileiro vigente, assinale aquele que tem previsão de sanção na modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "480819",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "No tocante aos crimes praticados por funcionário público contra a Administração em geral, assinale a alternativa que menciona o crime o qual a legislação penal expressamente admite sua prática na modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "463537",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Sobre o Direito Penal e a chamada proteção jurídica da informação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código de Defesa do Consumidor pune a ofensa à informação. Estão previstas sanções para a ação de impedir ou dificultar o acesso do consumidor às suas informações constantes em cadastros, banco de dados, fichas e registros. Ainda, incrimina a conduta omissiva de deixar de corrigir, de forma imediata, sabendo ou devendo saber ser inexata, informação sobre consumidor constante de cadastro, banco de dados, fichas ou registros."
      },
      {
        "letra": "B",
        "texto": "A Lei 8.137/90 considera crime a conduta de utilização ou divulgação de programa de processamento de dados, permitindo ao sujeito passivo da obrigação tributária possuir informação contábil diversa daquela que é, por lei, fornecida à Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A Lei 9.296/96 considera crime a ação do sujeito que, sem ordem judicial ou com objetivos diversos dos autorizados em lei, realizar interceptação de comunicações telefônicas, de informática ou telemática, ou quebrar segredo da Justiça"
      },
      {
        "letra": "D",
        "texto": "O Código Penal sanciona penalmente a conduta de funcionários públicos que inserirem ou facilitarem o acesso para inserção de dados falsos, alterarem ou excluírem, de forma indevida, dados corretos, os quais estejam em sistemas informatizados ou em bancos de dados da Administração Pública, visando obter vantagem indevida para si ou para outrem ou para causarem dano. Também é considerado crime o funcionário público modificar ou alterar sistema de informática sem autorização ou solicitação de autoridade competente. O Código Penal ainda penaliza a conduta daquele que divulgar informações sigilosas ou reservadas, sem justa causa, devendo necessariamente estar essas informações contidas nos sistemas de informações ou banco de dados da Administração Pública"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392635",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "O crime de modificação ou alteração não autorizada de sistema de informações (CP, art. 313-B) tem penas aumentadas se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticado mediante fraude."
      },
      {
        "letra": "B",
        "texto": "praticado com intuito de obter lucro."
      },
      {
        "letra": "C",
        "texto": "o agente estiver a serviço da Administração."
      },
      {
        "letra": "D",
        "texto": "praticado por funcionário público, ou com sua conivência."
      },
      {
        "letra": "E",
        "texto": "da modificação ou alteração resultar dano para a Administração Pública ou para o administrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542796",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.Os delitos de inserção de dados falsos e de modificação ou alteração de dados não autorizada em sistema de informações só se configuram se praticados por funcionário público autorizado, com o fim específico de obter vantagem indevida para si ou para outrem, ou para causar dano, sendo as penas aumentadas de um terço até a metade se da modificação ou alteração resultar dano para a administração pública ou para o administrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331877",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "Os delitos de inserção de dados falsos e de modificação ou alteração de dados não autorizada em sistema de informações só se configuram se praticados por funcionário público autorizado, com o fim específico de obter vantagem indevida para si ou para outrem, ou para causar dano, sendo as penas aumentadas de um terço até a metade se da modificação ou alteração resultar dano para a administração pública ou para o administrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832224",
    "metadata": "Ano: 2012 | Banca: FUNDECT | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente comete o crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "Se o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza comete o crime de concussão."
      },
      {
        "letra": "C",
        "texto": "O funcionário público que modificar ou alterar sistema de informações ou programa de informática sem autorização au solicitação de autoridade competente comete o crime de inserção de dados falsos em sistemas de informação"
      },
      {
        "letra": "D",
        "texto": "A pena prevista para os crimes praticados por funcionários públicos contra a administração em geral sera aumentada da terça parte quando os autores dos crimes forem ocupantes de cargos em comissão ou de função de direção ou assessoramento de órgão da administração direta, sociedade de economia mista, empresa pública ou fundação instituída pelo poder público."
      },
      {
        "letra": "E",
        "texto": "O funcionário público que modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente não comete crime, mas apenas infração administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "244167",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Servidor público é acusado de dar destino a renda pública diverso do previsto em lei está cometendo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação ou alteração não autorizada de sistema de informações"
      },
      {
        "letra": "B",
        "texto": "extravio, sonegação ou inutilização de livro ou documento"
      },
      {
        "letra": "C",
        "texto": "emprego irregular de verbas ou rendas públicas"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "E",
        "texto": "exercício funcional ilegalmente antecipado ou prolongado"
      }
    ],
    "gabarito": "C"
  }
]