[
  {
    "id": "3530668",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública e contra a administração pública, julgue o item subsequente, com base na legislação de regência, na doutrina e na jurisprudência dos tribunais superiores. Considere que, durante o cumprimento de medida judicialmente deferida de busca e apreensão, policiais federais encontrem, em uma fábrica clandestina, diversos selos de imposto sobre importação de produtos industrializados (IPI) falsificados que seriam posteriormente afixados em maços de cigarro fabricados naquele mesmo local, os quais, simulando procedência estrangeira, dariam aparência de autenticidade aos maços. Nessa hipótese, em relação aos selos, segundo o STJ, não há crime tributário contra a União, mas existe crime contra a fé pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284399",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Leia. ______________Formar cédula, nota ou bilhete representativo de moeda com fragmentos de cédulas, notas ou bilhetes verdadeiros; suprimir, em nota, cédula ou bilhete recolhidos, para o fim de restituí-los à circulação, sinal indicativo de sua inutilização; restituir à circulação cédula, nota ou bilhete em tais condições, ou já recolhidos para o fim de inutilização. De acordo com o Código Penal, o conceito acima refere-se à:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes assimilados ao de moeda falsa"
      },
      {
        "letra": "B",
        "texto": "Petrechos para falsificação de moeda"
      },
      {
        "letra": "C",
        "texto": "Moeda Falsa"
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos"
      },
      {
        "letra": "E",
        "texto": "Supressão de documento"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3169078",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Em relação à ação penal e à competência para seu processamento e julgamento, julgue o item a seguir de acordo com a jurisprudência dos tribunais superiores.Considere que Carlos tenha sido preso ao tentar comprar produtos eletrônicos, utilizando cédulas grosseiramente falsificadas, em uma loja de departamentos localizada dentro de um shopping. Nesse caso, Carlos cometeu o crime de moeda falsa e deverá ser julgado pela justiça federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3163073",
    "metadata": "Ano: 2025 | Banca: Instituto Darwin | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "O Código Penal tipifica como crime de moeda falsa a conduta de falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro. Já aquele que recebeu de boa-fé, como verdadeira, moeda falsa e a restituiu à circulação, depois de conhecer a falsidade, é punido com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pena de reclusão, de três a doze anos, e multa."
      },
      {
        "letra": "B",
        "texto": "pena de prisão simples."
      },
      {
        "letra": "C",
        "texto": "pena de detenção, de seis meses a dois anos, e multa."
      },
      {
        "letra": "D",
        "texto": "pena de prisão simples ou multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3252493",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Tendo em conta as condutas criminalizadas no artigo 296, caput e parágrafos, do Código Penal (crime de falsificação de selo ou sinal público), é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as modalidades previstas exigem elemento subjetivo especial, consistente na finalidade de prejudicar terceiros, em benefício próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "a modalidade de falsificar, prevista no caput, tem por objeto material selo para autenticação de ato oficial da União e dos Estados, excluídos os Municípios."
      },
      {
        "letra": "C",
        "texto": "a modalidade de utilizar, prevista no inciso II, do parágrafo 1o , tem por objeto material selo ou sinal público verdadeiros."
      },
      {
        "letra": "D",
        "texto": "todas as modalidades previstas são crime de perigo abstrato, não se exigindo resultado naturalístico diverso da conduta realizada."
      },
      {
        "letra": "E",
        "texto": "todas as modalidades previstas são crimes próprios de funcionários públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104279",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública e a fé pública, julgue o item seguinte. Para a configuração dos crimes contra a fé pública, como o delito de moeda falsa, é prescindível a existência de um sujeito passivo específico e determinado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3092307",
    "metadata": "Ano: 2024 | Banca: Instituto Exata | Órgão: Prefeitura de Alvorada do Oeste - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Assinale a única alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que comete o crime de moeda falsa, prevista no caput art. 289 do Código Penal Brasileiro (CPB) está sujeito à pena detenção de três a doze anos e multa."
      },
      {
        "letra": "B",
        "texto": "Quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, comete o crime de moeda falsa em sua forma privilegiada."
      },
      {
        "letra": "C",
        "texto": "Formar cédula, nota ou bilhete representativo de moeda com fragmentos de cédulas, notas ou bilhetes verdadeiros constitui crime moeda falsa."
      },
      {
        "letra": "D",
        "texto": "Quem desvia e faz circular moeda, cuja circulação não estava ainda autorizada, comete crime assimilado ao de moeda falsa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3037170",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Luiz recebeu, de boa-fé, como verdadeiras, vinte notas falsas de cem reais. Após constatar a falsidade, Luiz, dolosamente, as restituiu à circulação, para não ter que suportar qualquer prejuízo. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de moeda falsa, estando sujeito a uma pena, em abstrato, equivalente àquela prevista para o agente que falsifica, fabrica ou altera o papel-moeda;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, por não ter sido o responsável pela falsificação do papel-moeda ou pela sua colocação originária em circulação;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de moeda falsa, estando sujeito a uma pena, em abstrato, inferior àquela prevista para o agente que falsifica, fabrica ou altera o papel-moeda;"
      },
      {
        "letra": "D",
        "texto": "não responderá por qualquer crime, por se tratar de conduta formalmente atípica;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de petrecho para falsificação de moeda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512428",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Caio, particular, falsificou, com extrema qualidade, papel moeda de curso legal na República Federativa do Brasil, fabricando dezenas de notas de cinquenta reais, com o objetivo de colocá-las em circulação no mercado. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento particular;"
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "C",
        "texto": "petrechos de falsificação;"
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "E",
        "texto": "moeda falsa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2436349",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Considere a informação a seguir publicada na rede social Twitter, em 20 de maio de 2023“Agora vejam só essa! Um morador de Miranorte, região central do Tocantins, foi preso nesta sexta, 19, após comprar e receber uma encomenda com R$ 2 mil em notas falsas. Na delegacia, ele alegou que resolveu adquirir as notas pela internet porque pretendia casar e o salário de R$ 1,2 mil dá mal para sobreviver.”Tendo como referência a informação divulgada e o crime de moeda falsa, tipificado no art. 289 do Código Penal, julgue as afirmações.I. Embora tenha cometido uma infração penal, o acusado faz jus ao reconhecimento do princípio da insignificância considerando o valor apreendido e, consequentemente, a atipicidade da conduta em relação ao crime de moeda falsa, consoante o atual entendimento do STJ.II. O acusado de comprar as notas falsas responderá pelo crime de moeda falsa, incorrendo na mesma pena atribuída a um falsificador.III. Por ter adquirido as notas de boa-fé, mesmo respondendo pelo crime de moeda falsa, o adquirente terá direito à diminuição de pena. IV. A competência para processar e julgar o crime de moeda falsa é, originalmente, da Justiça Federal. É correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2315184",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: CORE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Em janeiro de 2023, na cidade XXX, a Polícia Federal cumpriu sete mandados de prisão e um de busca e apreensão contra integrantes de uma organização criminosa que atuava na falsificação de papel-moeda. Durante as diligências de busca, a Polícia Federal arrecadou um livro com anotações acerca das pessoas que adquiriam as moedas falsificadas com intuito de comercialização. Considerando o fato narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se o princípio da insignificância aos crimes de moeda falsa."
      },
      {
        "letra": "B",
        "texto": "O crime de falsificação de papel-moeda será processado e julgado pela Justiça Estadual."
      },
      {
        "letra": "C",
        "texto": "A sanção penal aplicada a quem adquire a moeda falsa é a mesma daquela aplicada a quem a falsifica."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do crime de falsificação de moeda, é necessário que haja a fabricação do papel-moeda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2274869",
    "metadata": "Ano: 2023 | Banca: BRB | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "A pena por falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de três a doze anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a oito anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de dois a seis anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de três a doze anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de dois a oito anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2264580",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Considere a assertiva: \"Colocar em circulação moeda falsificada de forma grosseira e visivelmente perceptível, sendo a falsidade facilmente notada por aquele que teve contato com a moeda\". De acordo com o Código Penal, é correto afirmar que essa situação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de moeda falsa."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de petrechos para falsificação de moeda."
      },
      {
        "letra": "C",
        "texto": "Constitui crime assimilado ao de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de emissão de título ao portador sem permissão legal."
      },
      {
        "letra": "E",
        "texto": "Não constitui crime de moeda falsa, pois se a falsificação for grosseira e nada tiver ocorrido não restará caracterizado o delito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2063555",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, julgue o item a seguir.Pratica o crime de moeda falsa aquele que, grosseiramente, falsifica papel-moeda em curso legal no país e com ele efetua compras no comércio, obtendo vantagem indevida em prejuízo de terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2067122",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "A fé pública é entendida como a crença na autenticidade e na veracidade de documentos e outros papéis especialmente previstos que circulam no meio social. Este bem jurídico é tutelado pelo Estado, como representante da coletividade organizada, configurando, ao mesmo tempo, uma abstração e uma realidade. Qual alternativa está errada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de documentos públicos."
      },
      {
        "letra": "B",
        "texto": "Falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "Falsificação ideológica."
      },
      {
        "letra": "D",
        "texto": "Falsidade de atestado médico."
      },
      {
        "letra": "E",
        "texto": "Falsificação de moeda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2065186",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Ao realizar uma perícia em processo relativo ao crime de moeda falsa, Patrícia, perita criminal, percebeu que a cédula falsificada era de moeda estrangeira. Nesse momento, o trabalho pericial deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prosseguir para se ter uma conclusão sobre a ocorrência ou não do crime de moeda falsa."
      },
      {
        "letra": "B",
        "texto": "ser finalizado com a conclusão de que não há crime no caso."
      },
      {
        "letra": "C",
        "texto": "ser suspenso, comunicando-se ao juiz que o crime está tipificado erradamente."
      },
      {
        "letra": "D",
        "texto": "ser finalizado com a conclusão de que não houve crime contra a fé pública."
      },
      {
        "letra": "E",
        "texto": "prosseguir para apuração não mais do crime de moeda falsa, e sim de eventual crime contra a Administração Pública Estrangeira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995392",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Zenão, no exercício do cargo de Diretor do Banco Central, permitiu a fabricação de moeda em quantidade superior à autorizada. Contudo, graças à imediata atuação do Oficial de Justiça Parmênides, Zenão acabou sendo preso e as moedas apreendidas. Nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zenão responderá pelo crime de moeda falsa em sua forma qualificada"
      },
      {
        "letra": "B",
        "texto": "Zenão responderá pelo crime de peculato"
      },
      {
        "letra": "C",
        "texto": "Zenão responderá pelo crime de moeda falsa, sendo sua pena elevada de 1/6 (um sexto)"
      },
      {
        "letra": "D",
        "texto": "Zenão responderá pelo crime de moeda falsa em sua forma privilegiada"
      },
      {
        "letra": "E",
        "texto": "A conduta de Zenão não constitui crime"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1981666",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "A apreensão de cédulas falsas se tornou rotineira para a Polícia Federal (PF) no Ceará, nos últimos anos. Entre 2018 e 2021, o Órgão reteve mais de 16,5 mil cédulas falsas, que somavam quase R$ 1 milhão, no Estado. Sobre as moedas falsas é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificar moeda metálica ou papel-moeda de curso legal no país, fabricando-a ou alterando-a, é crime com pena de reclusão de três a dez anos e multa."
      },
      {
        "letra": "B",
        "texto": "quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação depois de conhecer a falsidade é punido com detenção de seis meses a dois anos e multa."
      },
      {
        "letra": "C",
        "texto": "é punido com reclusão de três a dez anos e multa o funcionário público ou diretor, gerente, ou fiscal de banco de emissão que fabrica, emite ou autoriza a fabricação ou emissão."
      },
      {
        "letra": "D",
        "texto": "formar cédula, nota ou bilhete representativo de moeda com fragmentos de cédulas, notas ou bilhetes verdadeiros, suprimir, em nota, cédula ou bilhete recolhidos para o fim de restituí-los à circulação, sinal indicativo de sua inutilização é crime com pena de reclusão de dois a seis anos e multa."
      },
      {
        "letra": "E",
        "texto": "fabricar, adquirir, fornecer, a título oneroso ou gratuito, possuir ou guardar maquinismo, aparelho, instrumento ou qualquer objeto especialmente destinado à falsificação de moeda é crime com pena de reclusão de dois a oito anos e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969324",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a fé pública, previstos no Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de moeda falsa, na figura de quem restitui à circulação moeda que sabe ser falsa, admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "O crime de utilizar indevidamente selo ou sinal verdadeiro é crime material, pois exige a ocorrência de prejuízo ou vantagem para se caracterizar."
      },
      {
        "letra": "C",
        "texto": "O agente que falsifica selo ou sinal público e o usa, por expressa determinação legal, incide em dois crimes, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "O crime de falsidade ideológica é crime de dolo genérico, não exigindo qualquer elemento subjetivo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de falso reconhecimento de firma; de certidão ou atestado ideologicamente falso ou de atestado falso são próprios de médicos, funcionários públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960925",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Relativamente aos crimes contra a fé pública associados à “moeda falsa”, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura crime contra a fé pública o ato de fabricar, adquirir, fornecer, a título oneroso ou gratuito, possuir ou guardar maquinismo, aparelho, instrumento ou qualquer objeto especialmente destinado à falsificação de moeda"
      },
      {
        "letra": "B",
        "texto": "É punido com detenção de 2 (dois) a 4 (quatro) anos e multa, o funcionário público ou diretor, gerente, ou fiscal de banco de emissão que fabrica, emite ou autoriza a fabricação ou emissão de moeda com título ou peso inferior ao determinado em lei"
      },
      {
        "letra": "C",
        "texto": "Configura crime contra a fé pública a conduta de emitir, sem permissão legal, nota, bilhete, ficha, vale ou título que contenha promessa de pagamento em dinheiro ao portador ou a que falte indicação do nome da pessoa a quem deva ser pago"
      },
      {
        "letra": "D",
        "texto": "Configura crime contra a fé pública o ato de falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro"
      },
      {
        "letra": "E",
        "texto": "Aquele que, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, é punido com detenção, de seis meses a dois anos, e multa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1941185",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "O crime de moeda falsa é um crime comum, tanto no que diz respeito ao sujeito ativo quanto no que diz respeito ao sujeito passivo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo, de forma livre, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "B",
        "texto": "culposo, de forma livre, monossubjetivo, plurissubsistente e transeunte."
      },
      {
        "letra": "C",
        "texto": "doloso, de forma livre, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "D",
        "texto": "doloso, de forma livre, necessariamente permanente, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "E",
        "texto": "doloso, de forma livre, necessariamente instantâneo, monossubjetivo, plurissubsistente e não transeunte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1909663",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: HORTOPREV - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Assinale a alternativa que aponta todas as condutas que são equiparadas à que configura o crime de moeda falsa, nos termos do art. 289, §1º do CP:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importar, exportar, adquirir, vender, transportar, trazer consigo, trocar, ceder, emprestar, guardar, introduzir na circulação."
      },
      {
        "letra": "B",
        "texto": "importar, exportar, adquirir, vender, transportar, trocar, ceder, emprestar, guardar, introduzir na circulação."
      },
      {
        "letra": "C",
        "texto": "importar, exportar, adquirir, vender, trocar, ceder, emprestar, guardar, introduzir na circulação."
      },
      {
        "letra": "D",
        "texto": "exportar, adquirir, vender, trocar, ceder, emprestar, guardar, introduzir na circulação."
      },
      {
        "letra": "E",
        "texto": "importar, exportar, adquirir, vender, trocar, guardar, introduzir na circulação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1878450",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, por conta própria ou alheia, adquire, vende, troca, cede, empresta, guarda ou introduz na circulação moeda falsa terá a pena reduzida até a metade, caso demonstrado sinal indicativo de inutilização do papel-moeda."
      },
      {
        "letra": "B",
        "texto": "O tipo penal do delito de moeda pune o agente que falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal, exclusivamente dentro do país."
      },
      {
        "letra": "C",
        "texto": "O agente que desvia e faz circular moeda verdadeira, cuja circulação não estava ainda autorizada, incorre nas mesmas penas do delito de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "O agente público que fabrica, emite ou permite a emissão de de papel-moeda em quantidade superior à autorizada, não pratica o crime de moeda falsa."
      },
      {
        "letra": "E",
        "texto": "No delito de moeda falsa, quem, tendo recebido moeda falsa ou alterada, a restitui à circulação, é punido como coautor do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2088196",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "No que se refere à moeda falsa (CP, art. 289 e ss.), analise os itens a seguir e, ao final, assinale a alternativa correta: I – Fabricar petrechos para falsificação de moeda é crime mais grave do que fabricar papel-moeda falso. II – A emissão de título ao portador sem permissão legal constitui infração de menor potencial ofensivo. III – A utilização de papel-moeda grosseiramente falsificado configura, em tese, o crime de estelionato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1903059",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Com relação ao crime de moeda falsa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta do agente pode recair sobre moeda estrangeira, ainda que não tenha curso legal no país de origem."
      },
      {
        "letra": "B",
        "texto": "O crime é compatível com o instituto do arrependimento posterior, desde que o agente repare monetariamente o dano causado."
      },
      {
        "letra": "C",
        "texto": "O tipo penal não admite a modalidade culposa, mas é punível a modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "O crime, em qualquer de suas hipóteses, consuma-se no momento em que a moeda é colocada em circulação, desde que a falsificação seja convincente."
      },
      {
        "letra": "E",
        "texto": "Caracteriza o crime, em sua forma tentada, a guarda ou a aquisição de maquinário destinado à falsificação de moeda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1762909",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Conforme dicção do Código Penal e entendimento sumulado pelo Superior Tribunal de Justiça, assinale a alternativa INCORRETA sobre os crimes contra a fé pública e contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da insignificância é inaplicável aos crimes contra a administração pública."
      },
      {
        "letra": "B",
        "texto": "Para efeitos penais, considera-se funcionário público quem, embora transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública. Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "O crime de falsificação de documento público compreende o ato de falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, incorrendo nas mesmas penas quem insere ou faz inserir em documento contábil, ou qualquer outro documento relacionado com as obrigações da empresa perante a previdência social, declaração falsa ou diversa da que deveria ter constado."
      },
      {
        "letra": "D",
        "texto": "A omissão, em documento público ou particular, de declaração que dele deveria constar, ou nele inserir ou fazer inserir declaração falsa, diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, configura o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "A competência para processar e julgar o crime de uso de documento falso é firmada em razão da qualificação do órgão expedidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751223",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública, julgue o item que se segue.O crime de moeda falsa é incompatível com o instituto do arrependimento posterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1251299",
    "metadata": "Ano: 2019 | Banca: CETREDE | Órgão: Prefeitura de São Gonçalo do Amarante - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Marque a opção CORRETA quanto aos crimes contra a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há concurso material de crimes quando o falsificador, posteriormente, usa o documento falsificado que se esgota nessa conduta."
      },
      {
        "letra": "B",
        "texto": "Caracteriza-se crime de falsificação de documentos públicos, quando apenas se falsificar, no todo, documento público."
      },
      {
        "letra": "C",
        "texto": "Para efeitos penais, não se equiparam a documento público o emanado de entidade paraestatal, o título ao portador ou transmissível por endosso, as ações de sociedade comercial, os livros mercantis e o testamento particular."
      },
      {
        "letra": "D",
        "texto": "Caracteriza crime de falsidade ideológica, omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      },
      {
        "letra": "E",
        "texto": "Configura-se crime de moeda falsa, aquele que falsificar, fabricando ou alterando papel de crédito público que não seja moeda de curso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1141424",
    "metadata": "Ano: 2019 | Banca: CONSULPAM | Órgão: Prefeitura de Viana - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos"
    ],
    "enunciado_principal": "Código Penal, julgue os itens a seguir: I- Quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, é punido com detenção, de seis meses a dois anos, e multa. II- Falsificar, fabricando-a, alterando-a, moeda metálica ou papel-moeda de curso legal no país. Pena: reclusão, de três a doze anos, e multa. Se o tipo penal ocorrer no estrangeiro: Pena (reclusão, de cinco a quinze anos). III- Emitir, sem permissão legal, nota, bilhete, ficha, vale ou título que contenha promessa de pagamento em dinheiro ao portador ou a que falte indicação do nome da pessoa a quem deva ser pago: Pena: detenção, de um a seis meses, ou multa. Está CORRETO o que se diz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1041611",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STJ e do STF e a legislação a respeito de crimes contra a fé pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilização de papel-moeda grosseiramente falsificado configura crime de moeda falsa; admite-se, no entanto, a aplicação do princípio da insignificância caso sejam grosseiramente falsificadas cédulas de pequeno valor."
      },
      {
        "letra": "B",
        "texto": "Crime de falsidade material de documento público se consuma com a efetiva utilização do documento público falsificado e a ocorrência de prejuízo."
      },
      {
        "letra": "C",
        "texto": "Há previsão de modalidade culposa para crime de falsidade ideológica de documento público ou particular"
      },
      {
        "letra": "D",
        "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial em situação de autodefesa não é considerada criminosa."
      },
      {
        "letra": "E",
        "texto": "Compete à justiça federal comum processar e julgar civil denunciado pelo crime de uso de documento falso quando se tratar de falsificação da caderneta de inscrição e registro expedida pela Marinha do Brasil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1013491",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Ronaldo, dono de um minimercado situado na cidade de Florianópolis, recebeu em seu estabelecimento, de boa-fé e como verdadeira, uma nota de R$ 100,00 de um cliente para pagamento de uma compra. No dia seguinte, Ronaldo tomou conhecimento de que a nota recebida é falsa, mas, mesmo assim, ele a restituiu à circulação. Neste caso, Ronaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu qualquer infração penal."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de moeda falsa e está sujeito à pena de detenção, de 6 meses a 2 anos, e multa."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de moeda falsa e está sujeito à pena de reclusão, de 3 a 12 anos, e multa, sem qualquer benefício."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de moeda falsa e está sujeito à pena de reclusão, de 3 a 12 anos, e multa, que será reduzida de 1/6 a 1/3 em razão da boa-fé quando do recebimento da cédula."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de moeda falsa e está sujeito à pena de reclusão, de 3 a 12 anos, e multa, mas o Magistrado poderá lhe conceder o perdão judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "967597",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Tirso de Arruda é servidor público e nas horas de folga auxilia seu irmão, Tássio, em uma pequena gráfica, sem qualquer remuneração. Aproveitando-se dos materiais ali existentes, imprimiu dez passes de transporte público municipal, para usar nos deslocamentos de casa para o trabalho e vice-versa. Ao agir dessa forma, Tirso cometeu o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "de falsificação de papéis públicos."
      },
      {
        "letra": "C",
        "texto": "de emissão de título ao portador sem permissão legal."
      },
      {
        "letra": "D",
        "texto": "de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "assimilado ao de moeda falsa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1000616",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, aquele que, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, restitui esta à circulação, desconhecendo a falsidade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica crime de moeda falsa."
      },
      {
        "letra": "B",
        "texto": "pratica crime assimilado ao de moeda falsa."
      },
      {
        "letra": "C",
        "texto": "pratica crime apenas se for funcionário público ou diretor, gerente, ou fiscal de banco de emissão."
      },
      {
        "letra": "D",
        "texto": "é punido com detenção, de seis meses a dois anos, e multa."
      },
      {
        "letra": "E",
        "texto": "não comete crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "977549",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: CRF-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "O Código Penal Brasileiro tipifica como crime contra a fé pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Falsificação de moeda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "950004",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Por estar em dificuldades financeiras, José passou a realizar falsificações em cédulas de dinheiro verdadeiras, alterando-as para que parecessem ser de um valor mais alto. Dessa forma, enganou o feirante Pedro, tendo-lhe entregado notas falsificadas. Ao perceber o prejuízo, Pedro tentou repassar a nota a João, que, por trabalhar na casa da moeda, descobriu a falsificação. João comunicou o fato à polícia, que, após diligências, identificou José como o autor da falsificação. A respeito dessa situação hipotética, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao caso poderá ser aplicado o princípio da insignificância, se verificado que a quantidade de cédulas de dinheiro repassadas havia sido muito pequena."
      },
      {
        "letra": "B",
        "texto": "Pedro não cometeu crime, pois não consumou o repasse das notas falsificadas."
      },
      {
        "letra": "C",
        "texto": "José não cometeu crime, porque a sua dificuldade financeira é causa excludente de culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Pedro não cometeu crime, uma vez que não produziu as notas falsificadas."
      },
      {
        "letra": "E",
        "texto": "José será processado pela justiça estadual caso se identifique que a falsificação das cédulas tenha sido grosseira."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "911041",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Sobre o crime de Moeda Falsa, previsto no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei não admite a punição da conduta praticada por funcionário público."
      },
      {
        "letra": "B",
        "texto": "o tipo comporta a conduta de fabricar ou alterar, mediante falsificação, a moeda metálica ou papel-moeda, de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "a lei admite a punição da conduta, na forma culposa."
      },
      {
        "letra": "D",
        "texto": "a conduta típica consiste em reconhecer, como verdadeira, no exercício de função pública, moeda metálica ou papel-moeda de curso legal no estrangeiro."
      },
      {
        "letra": "E",
        "texto": "consiste fato atípico a conduta de quem desvia e faz circular moeda cuja circulação não estava ainda autorizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886782",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Teodoro, 30 anos de idade, brasileiro, casado e sem antecedentes, falsificou 10 cédulas de R$ 10,00 (dez reais) com o intuito de introduzi-las em circulação, na conduta de pagar uma conta de TV a cabo atrasada. A caminho da casa lotérica, no entanto, foi abordado por policiais e, assustado, entregou as cédulas e confessou a falsificação. Considerando-se a situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teodoro praticou o crime de moeda falsa na modalidade tentada, pois não conseguiu consumar seu intento que era o de colocar as cédulas em circulação."
      },
      {
        "letra": "B",
        "texto": "tendo em vista o ínfimo valor das cédulas falsificadas, trata-se de fato atípico."
      },
      {
        "letra": "C",
        "texto": "Teodoro praticou o crime de moeda falsa na modalidade consumada e, se condenado, poderá receber uma pena de reclusão de 3 (três) a 12 (doze) anos, mais a imposição de multa."
      },
      {
        "letra": "D",
        "texto": "apesar de ter falsificado as cédulas, tendo em vista que as entregou à autoridade policial antes de introduzi-las na circulação, Teodoro poderá ter reconhecida em seu favor a figura privilegiada prevista no § 2° do art. 289 do Código Penal, que trata de figura privilegiada."
      },
      {
        "letra": "E",
        "texto": "por ter falsificado as cédulas visando pagar uma conta atrasada, Teodoro poderá alegar estado de necessidade e ter reconhecida a excludente de ilicitude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874395",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "No que se refere aos tipos penais, julgue o próximo item.A conduta de dolosamente adquirir dólares falsos para colocá-los em circulação por intermédio de operações cambiais tem a mesma gravidade que a conduta de falsificar papel moeda, sendo, por isso, punida com as mesmas penas deste crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874040",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a fé pública, julgue o item seguinte. A configuração do crime de moeda falsa exige que a falsificação não seja grosseira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1177612",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio, após receber, de boa-fé, nota falsa, para não ficar no prejuízo, repassa a cédula em um posto de gasolina, praticando, em tese, o crime de falsa moeda."
      },
      {
        "letra": "B",
        "texto": "O crime de falsificação de documento público é crime próprio, uma vez que só pode ser praticado por funcionário público."
      },
      {
        "letra": "C",
        "texto": "Mévio, empresário, tendo falsificado o Livro Diário, documento em que são registradas as operações diárias da empresa, em tese, pratica o crime de falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "Mévio, em contrato de locação, utiliza selo notarial de autenticação de firma falsificado, praticando, em tese, o crime de falso reconhecimento de firma ou letra."
      },
      {
        "letra": "E",
        "texto": "Mévio, tendo inserido em carta de recomendação de ex-funcionário, atividade ou função por ele não exercida, em tese, comete o crime de falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "823579",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "No que diz respeito a crimes contra a Administração Pública, contra a fé pública e relativos à licitação, julgue o item subsequente. Segundo o entendimento consolidado do STJ, é aplicável o princípio da insignificância ao crime de moeda falsa, desde que o valor ou a quantidade de cédulas apreendidas seja inferior ao salário mínimo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "690022",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que falsifica, fabricando ou alterando, selo destinado a controle tributário responde pelo crime de falsificação de selo ou sinal público, previsto no art. 296 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "A falsificação, no todo ou em parte, de atestado, para prova de fato ou circunstância que habilite alguém a obter cargo público configura o crime de falsificação de documento público, previsto no art. 297 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O princípio da insignificância, causa supralegal de exclusão da tipicidade, não se aplica ao crime de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "O crime de uso de documento falso é material, ou seja, para a consumação exige-se a obtenção de proveito."
      },
      {
        "letra": "E",
        "texto": "O crime de falsidade de atestado médico envolve também como conduta típica a opinião emitida pelo profissional, ainda que equivocada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "643067",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Aquele que guarda instrumento especialmente destinado à falsificação de moeda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime equiparado ao crime de falsificação de moeda (CP, art. 289), mas receberá pena reduzida."
      },
      {
        "letra": "B",
        "texto": "comete crime equiparado ao crime de falsificação de moeda (CP, art. 289), com idêntica pena."
      },
      {
        "letra": "C",
        "texto": "comete crime assimilado ao crime de falsificação de moeda (CP, art. 290)."
      },
      {
        "letra": "D",
        "texto": "comete o crime de petrechos para falsificação de moeda (CP, art. 291)."
      },
      {
        "letra": "E",
        "texto": "não comete crime algum, por se tratar de ato preparatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2036144",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falso reconhecimento de firma ou letra",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação aos crimes praticados contra a fé pública, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de moeda falsa tem como sujeito passivo somente o Estado."
      },
      {
        "letra": "B",
        "texto": "o delito de falsificação de documento público atinge sua consumação com a falsificação ou alteração do objeto material, independentemente de outro resultado, e admite tentativa."
      },
      {
        "letra": "C",
        "texto": "nos crimes de falsidade, o sujeito passivo será sempre o Estado, com exclusividade, pois ele é o titular da fé pública."
      },
      {
        "letra": "D",
        "texto": "a prova pericial é imprescindível para a comprovação dos crimes de falsidade material e ideológica."
      },
      {
        "letra": "E",
        "texto": "o delito do artigo 300, CP, por ser crime próprio (o sujeito ativo é o funcionário público com função específica de reconhecimento de firma ou letra), não admite coautoria ou participação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "580888",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Suponha que Felisberto, 25 anos, estudante de direito, pague uma compra no valor de R$ 150,00 com duas cédulas falsas de R$ 100,00, das quais conhece a falsidade, e que, dois dias após o pagamento, se arrependa, procure o dono do estabelecimento comercial e pague com moeda verdadeira. Nesse caso hipotético, pode-se afirmar que Felisberto poderá responder criminalmente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moeda falsa."
      },
      {
        "letra": "B",
        "texto": "moeda falsa com redução de pena em razão da desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "moeda falsa na modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "moeda falsa, mas fará jus à redução de pena, referente ao arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "moeda falsa, mas fará jus à redução de pena referente ao arrependimento eficaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552695",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. É aplicável o Princípio da Bagatela no Crime de Moeda Falsa (Art. 289 do CP). II. No caso de Funcionário Público que faz uso pessoal de veículo pertencente à Administração Pública não cabe Peculato (Art. 312 do CP) com relação ao veículo. Entretanto, é admissível o crime em comento no que diz respeito ao combustível utilizado. III. Inutilizar, dolosamente, documento de valor probatório, que recebeu na qualidade de advogado, é fato atípico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As afirmativas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "As afirmativas II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmativa II está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão erradas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534578",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Gustavo, funcionário público estadual, com o objetivo de obter vantagem patrimonial ilícita para si, utilizou papel-moeda grosseiramente falsificado para efetuar pagamento de compras de alto valor em um supermercado. Em face dessa situação hipotética, assinale a opção correspondente à figura típica do delito praticado por Gustavo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato"
      },
      {
        "letra": "B",
        "texto": "moeda falsa"
      },
      {
        "letra": "C",
        "texto": "crime assimilado ao de moeda falsa"
      },
      {
        "letra": "D",
        "texto": "fraude no comércio"
      },
      {
        "letra": "E",
        "texto": "concussão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "531758",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "Sobre os crimes contra a Fé Pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a configuração do crime de falsidade ideológica, basta que o agente omita, em documento público ou particular, declaração que dele deveria constar, ou, em documento público ou particular, insira ou faça inserir declaração falsa ou diversa da que deveria ser escrita, sem finalidade específica."
      },
      {
        "letra": "B",
        "texto": "aquele que recebe moeda falsa, de boa-fé, como verdadeira, e a restitui à circulação depois de conhecer a falsidade será isento de pena."
      },
      {
        "letra": "C",
        "texto": "um dentista que, no exercício da profissão, fornece atestado falso responde pelo crime de falsidade de atestado médico."
      },
      {
        "letra": "D",
        "texto": "para os efeitos penais, o cheque pode ser objeto do crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "o crime de falso reconhecimento de firma ou letra não se consuma em casos de documentos particulares."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "521349",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Em cada uma das opções abaixo, é apresentada uma situação hipotética, seguida de assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlio recebeu de boa-fé moeda falsa em transação comercial e, após saber da falsidade e visando evitar prejuízo, restituiu a moeda à circulação ao realizar compras em um supermercado. Nessa situação, ao fazer pagamento de suas compras com moeda falsa, Júlio praticou crime punido com pena de detenção."
      },
      {
        "letra": "B",
        "texto": "Renato, guarda municipal de cidade brasileira, favoreceu a remessa de um lote de trinta armas de fogo de uso permitido, sem autorização da autoridade competente, para país fronteiriço com o Brasil. Nessa situação, Renato praticou crime de tráfico internacional de arma de fogo, sem que incida causa de aumento de pena prevista no Estatuto do Desarmamento."
      },
      {
        "letra": "C",
        "texto": "José, com o intuito de enganar representante de instituição bancária para celebrar contrato de mútuo, apresentou contracheque e identidade falsos na ocasião do negócio. Nessa situação, praticou crime contra o sistema financeiro."
      },
      {
        "letra": "D",
        "texto": "Paulo e Pedro, ambos com bons antecedentes e sem condenação anterior transitada em julgado, associaram-se a outros quatro indivíduos com o intuito de praticar reiteradamente a venda de substâncias entorpecentes. Nessa situação, Paulo e Pedro cometeram delito de associação para o tráfico e, em razão de seus antecedentes pessoais, devem ser beneficiados com diminuição de pena prevista na Lei de Entorpecentes."
      },
      {
        "letra": "E",
        "texto": "Tarcísio, presidente de uma organização não governamental, deixou de repassar à previdência social as contribuições recolhidas dos empregados dessa associação no prazo e na forma legal e convencional. Nessa situação, caso tenha agido com dolo específico, ou seja, com intuito deliberado de fraudar a previdência social, Tarcísio terá cometido delito de apropriação indébita previdenciária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "498745",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "TRATANDO-SE DE MOEDA FALSA, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A utilização de papel-moeda grosseiramente falsificado configura, em tese, o crime de estelionato;"
      },
      {
        "letra": "B",
        "texto": "Fabricar petrechos para falsificação de moeda é crime mais grave do que fabricar papel- moeda falso;"
      },
      {
        "letra": "C",
        "texto": "A emissão de título ao portador sem permissão legal constitui infração de menor potencial ofensivo;"
      },
      {
        "letra": "D",
        "texto": "Ambas as Turmas do Supremo Tribunal Federal já consolidaram o entendimento de que é inaplicável o princípio da insignificância aos crimes de moeda falsa, em que objeto de tutela da norma a fé pública e a credibilidade do sistema financeiro, não sendo determinante para a tipicidade o valor posto em circulação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1039981",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Aquele que formar cédula, nota ou bilhete representativo de moeda com fragmentos de cédulas, notas ou bilhetes verdadeiros; ou suprimir, em notas, cédulas ou bilhetes recolhidos, para o fim de restituí-los à circulação, sinal indicativo de sua inutilização; restituir à circulação cédula, nota ou bilhete em tais condições, ou já recolhidos para o fim de inutilização; responderá pelo(s) crime(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de moeda falsa, art. 289 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "de constituição ou reconstituição de moeda falsa, art. 290-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "assimilados ao de moeda falsa, art. 290 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "de formação, adulteração ou supressão de sinais de moeda falsa, art. 291-A do Código Penal."
      },
      {
        "letra": "E",
        "texto": "de petrechos para falsificação de moeda, art. 291 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516464",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Quem, tendo recebido de boa fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde pelo crime de moeda falsa, porém tem sua pena diminuída de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "incorre nas mesmas penas do crime de moeda falsa."
      },
      {
        "letra": "C",
        "texto": "responde pelo crime culposo de moeda falsa, com pena de três meses a um ano de detenção."
      },
      {
        "letra": "D",
        "texto": "responde pelo crime de restituição de moeda falsa à circulação e é punido somente com a pena de multa."
      },
      {
        "letra": "E",
        "texto": "responde pelo crime de moeda falsa, porém é punido com a pena de detenção, de seis meses a dois anos e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "461433",
    "metadata": "Ano: 2014 | Banca: CETRO | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Um sujeito é pego após pagar uma compra de supermercado com duas notas falsas de R$50,00 (cinquenta reais) e foi enquadrado em crime de moeda falsa. Sobre tal fato, analise as assertivas abaixo. I. Tratando-se de pequena monta, o objetivo do sujeito está unicamente relacionado à ocorrência de prejuízo econômico, passível de quantificação, podendo, assim, ser aplicado o Princípio da Insignificância ao caso. II. Se o sujeito conseguir provar que recebeu o dinheiro falso de boa-fé, como se verdadeiro fosse e que, depois, para evitar prejuízo financeiro, resolveu repassá-lo com a compra no supermercado, também está cometendo crime de moeda falsa, mas em modalidade privilegiada. III. Se a olho nu se verifica que as notas falsas utilizadas pelo sujeito eram grosseiramente falsificadas, o crime pode ser desclassificado para Estelionato. IV. Se na residência do sujeito for encontrado equipamento próprio para falsificação de moeda, tal fato será entendido apenas como ato atentatório do crime de moeda falsa. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419577",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei do Colarinho Branco - Lei nº 7.492 de 1986 - Crimes contra o Sistema Financeiro Nacional",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Analise as assertivas e assinale, ao final, as opções corretas:I - O comerciante de materiais de construção, que se associa a quem contrata financiamento específico em instituição oficial, para a simulação de compra e venda de bens do seu comércio, incide em conduta tipificada na Lei nº 7.492/96 (apelidada de lei do colarinho branco) na forma do art. 29 Código Penal. II - Quem possui ou guarda aparelho destinado à falsificação de moeda não pratica o crime de moeda falsa. III - Quem se beneficia de dispensa de licitação, fora das hipóteses previstas em lei para tanto, pratica a conduta tipificada na Lei nº 8.666/93 (Lei de Licitações). IV - Deixar o agente público de praticar ato funcional a que está obrigado por lei, para que um amigo com isto se beneficie, configura a conduta tipificada no art. 319 Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva alternativa IV está errada."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva IV está correta."
      },
      {
        "letra": "E",
        "texto": "Há apenas duas assertivas corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "416914",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "A respeito do crime de moeda falsa, tal como tipificado no Código Penal (art. 289),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há duas hipóteses de condutas culposas, uma delas de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "há uma hipótese de conduta culposa de menor potencial ofensivo."
      },
      {
        "letra": "C",
        "texto": "há uma hipótese de conduta dolosa de menor potencial ofensivo."
      },
      {
        "letra": "D",
        "texto": "há uma hipótese de conduta culposa, mas nenhuma de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "todas as hipóteses são de condutas dolosas, mas nenhuma de menor potencial ofensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402196",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Ângela recebeu, inadvertidamente, algumas notas falsas de R$ 50,00 (cinquenta reais) e não se recorda mais de quem as obteve. As notas em questão foram recusadas em diversas oportunidades em estabelecimentos comerciais que dispunham de equipamento apropriado à verificação da autenticidade de papel-moeda. Mesmo assim, e sentindo-se injustiçada por ter recebido as notas falsas em questão de boa-fé, como se verdadeiras fossem, continuou a repassá-las em outros estabelecimentos. Acerca de sua conduta, pode-se afirmar que Ângela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime algum, pois recebeu as notas em questão de boa-fé."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de moeda falsa, a ser punido com a mesma pena prevista para a falsificação da moeda falsa."
      },
      {
        "letra": "C",
        "texto": "praticou forma privilegiada do crime de moeda falsa, pois repassou as notas sabendo serem falsas."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de estelionato, uma vez que não realizou a falsificação das notas em questão, tendo apenas as restituído à circulação."
      },
      {
        "letra": "E",
        "texto": "não praticou crime algum, pois não tem obrigação legal de reconhecer a falsidade de papel-moeda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "396074",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: CEFET-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Um famoso cantor realiza recitais por todo o país. Sua remuneração normalmente surge de pagamentos realizados nos locais onde ocorrem os eventos e, habitualmente, em espécie. Em um dos locais em que se apresentou, o cantor é surpreendido pelo recebimento de duas notas de R$ 100,00 que verificou serem falsas, após consulta a estabelecimento bancário local. O caso descrito caracteriza crime de moeda falsa. O crime de moeda falsa considerado pelo Código Penal brasileiro caracteriza-se por ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "realizado contra a fé pública."
      },
      {
        "letra": "B",
        "texto": "crime culposo contra a administração."
      },
      {
        "letra": "C",
        "texto": "idêntico ao de sinal público."
      },
      {
        "letra": "D",
        "texto": "semelhante ao de falsificação de selo."
      },
      {
        "letra": "E",
        "texto": "de falsidade de título público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363405",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Imagine que Pedro, ilicitamente, guarda consigo tintas, papéis e um aparelho capaz de fabricar moeda falsa. Tal conduta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura o crime de petrechos para falsificação de moeda (CP, art. 291)"
      },
      {
        "letra": "B",
        "texto": "configura crime assimilado ao de moeda falsa (CP, art. 290)."
      },
      {
        "letra": "C",
        "texto": "configura o crime de moeda falsa (CP, art. 289)"
      },
      {
        "letra": "D",
        "texto": "não configura crime algum, por ausência de previsão legal."
      },
      {
        "letra": "E",
        "texto": "não configura crime algum, por se tratar de mero ato preparatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "493102",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Janete recebeu de boa-fé como troco numa padaria uma nota falsa de cinquenta reais. Ao utilizá-la no comércio, foi cientificada de que se tratava de cédula falsa. Dirigiu-se, então, a outro estabelecimento e efetuou compras, pagando com a referida cédula, que, dessa forma, voltou a circular. Nesse caso, o crime de moeda falsa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será imputado a Janete no tipo principal, punido com pena de reclusão e multa, porque introduziu na circulação cédula falsa sabendo da falsidade, sendo irrelevante a forma como a recebeu."
      },
      {
        "letra": "B",
        "texto": "não será imputado a Janete, porque recebeu a cédula falsa de boa-fé, desconhecendo a falsidade."
      },
      {
        "letra": "C",
        "texto": "será imputado a Janete, na modalidade privilegiada, punida com pena de detenção e de multa, porque, depois de conhecer a falsidade, restituiu a cédula à circulação."
      },
      {
        "letra": "D",
        "texto": "não será imputado a Janete porque não adquiriu o papel-moeda por valor inferior ao que o mesmo, se verdadeiro, representaria."
      },
      {
        "letra": "E",
        "texto": "não será imputado a Janete porque não foi ela a autora da fabricação ou alteração do papel-moeda colocado em circulação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365793",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Sobre o estelionato e o delito de moeda falsa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No estelionato previdenciário, manifestado pelo recebimento sucessivo das parcelas do benefício, tem-se a figura de um crime permanente cujo lapso prescricional começa a contar da data em que cessa a permanência, para aquele que recebe os valores mensalmente."
      },
      {
        "letra": "B",
        "texto": "No crime de moeda falsa, é irrelevante o elemento subjetivo em razão do risco social criado."
      },
      {
        "letra": "C",
        "texto": "No crime de moeda falsa, é necessária a imitatio veritatis e não a perfeição da imitatio veri, exigindo-se para a configuração do delito a aptidão para enganar número indeterminado de pessoas."
      },
      {
        "letra": "D",
        "texto": "O estelionato praticado contra a Caixa Econômica Federal, empresa pública federal, é da competência da Justiça Federal, sendo cabível a figura majorada pelo dano à entidade de direito público ou de instituto de economia popular, assistência social ou beneficência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331744",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O médico que pratica manobra abortiva, desconhecen­ do que o feto já está morto, responderá por tentativa de aborto criminoso."
      },
      {
        "letra": "B",
        "texto": "O crime de violação de direito autoral não admite ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Incorrerá nas mesmas penas do crime de moeda falsa quem desviar e fizer circular moeda cuja circulação não estava ainda autorizada."
      },
      {
        "letra": "D",
        "texto": "Para a tipificação do crime de quadrilha ou bando, há necessidade de associação, estável ou momentânea, de pelo menos quatro pessoas com o fim de cometer crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "Os crimes de incêndio e explosão não admitem moda­ lidade culposa"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322363",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso de documento falso ou a atribuição de falsa identidade visando à ocultação de antecedentes, ainda que para fins de autodefesa, configuram crime."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do delito de falsa identidade, não se exige que o agente se utilize de documento verdadeiro e de titularidade de outrem, como se fosse seu, para ocultar a sua verdadeira identidade."
      },
      {
        "letra": "C",
        "texto": "O crime de uso de documento falso, cujo resultado naturalístico deve consistir na efetiva lesão ao bem jurídico e à fé pública, é material."
      },
      {
        "letra": "D",
        "texto": "É necessária a realização de prova pericial para a comprovação da materialidade do crime de uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Admite-se a aplicação do princípio da insignificância ao crime de moeda falsa, desde que as notas falsificadas sejam de pequeno valor, dada a mínima ofensividade da conduta do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "304685",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "De acordo com o Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A utilização de papel moeda falsificado configura crime de moeda falsa, em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "As ações penais em curso podem ser utilizadas como antecedentes criminais para agravar a pena-base."
      },
      {
        "letra": "C",
        "texto": "Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é pelo estelionato absorvido."
      },
      {
        "letra": "D",
        "texto": "É admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "E",
        "texto": "O crime de extorsão consuma-se no momento da obtenção da vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293471",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "É certo afirmar: I. Contrair casamento, induzindo em erro essencial o outro contraente, ou ocultando-lhe impedimento que não seja casamento anterior se constitui em crime de induzimento a erro essencial e ocultação de impedimento. II. O crime de adultério tem por objeto jurídico a organização jurídica da família e do casamento. III. Somente o Estado pode ser sujeito passivo no crime de falsificação de documento público. IV. O dolo no crime de moeda falsa consiste na vontade de falsificar, com consciência do curso legal e da possibilidade de vir a moeda a entrar em circulação. Na escola tradicional aponta-se o dolo genérico. Não há modalidade culposa. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287516",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de uso de documento falso (art. 304, CP) trata-se de delito unissubsistente, que não admite a forma tentada (art. 14, II, CP)."
      },
      {
        "letra": "B",
        "texto": "O crime de falsidade ideológica (art. 299, do CP) comporta as modalidades comissiva e omissiva."
      },
      {
        "letra": "C",
        "texto": "No crime de falsificação de documento público (art. 297, CP), a forma do documento é verdadeira, mas seu conteúdo é falso."
      },
      {
        "letra": "D",
        "texto": "A substituição de fotografia em documento de identidade verdadeiro (cédula de identidade) pertencente a outrem, com intenção de falsificá-lo, configura o crime de falsificação de documento público (art. 297, CP)."
      },
      {
        "letra": "E",
        "texto": "Quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, pratica o crime de moeda falsa na forma privilegiada (art. 289, § 2o , CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "265157",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública previstos no Código Penal brasileiro é correto afirmar,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excepcionalmente admitem a modalidade culposa quando se tratar de falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "Exigem como elemento a imitação ou alteração da verdade; a possibilidade de dano e o dolo."
      },
      {
        "letra": "C",
        "texto": "A alteração inapta a induzir número indeterminado de pessoas leva à consideração da forma tentada em qualquer caso."
      },
      {
        "letra": "D",
        "texto": "No crime de moeda falsa, mesmo ausente a capacidade ilusória da contrafação, tem-se caracterizada sua consumação."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de crimes formais não admitem forma tentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "261828",
    "metadata": "Ano: 2012 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "LEIA AS PROPOSlÇÕES ABAIXO: I) o crime de moeda falsa, previsto no art. 289, caput, do CP, consuma-se no lugar e no momento em que se conclui a falsificação, em qualquer de suas modalidades, independentemente de ser colocada de modo efetivo em circulação; II) a falsificação de várias moedas, na mesma ocasião,configura crime continuado; III) se o autor da falsificação da moeda no estrangeiro a trouxer para o Brasil responderá pelos crimes de falsificação e de circulação de moeda falsa, em concurso; IV) guardar moeda falsa, sem ser o proprietário, ciente da falsidade, constitui crime independentemente de sua intenção de colocá-la em circulação.DENTRE AS PROPOSIÇÕES ACIMA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas são corretas as dos itens I e IV;"
      },
      {
        "letra": "B",
        "texto": "apenas são corretas as dos itens I e III;"
      },
      {
        "letra": "C",
        "texto": "apenas são corretas as dos itens II e III;"
      },
      {
        "letra": "D",
        "texto": "todas são incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "236221",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Leo adquiriu de pessoa desconhecida um aparelho destinado à falsificação de moeda. Em seguida, fabricou várias cédulas falsas de cem reais e as colocou em circulação, adquirindo bens diversos. Nesse caso, Leo responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelos crimes de petrechos para falsificação de moeda, em continuidade delitiva."
      },
      {
        "letra": "B",
        "texto": "unicamente pelo crime de petrechos para falsificação de moeda."
      },
      {
        "letra": "C",
        "texto": "pelos crimes de petrechos para falsificação de moeda e moeda falsa, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "pelos crimes de petrechos para falsificação de moeda e moeda falsa, em concurso material."
      },
      {
        "letra": "E",
        "texto": "unicamente pelo crime de moeda falsa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236063",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Em cada um dos itens de 92 a 95 é apresentada uma situação hipotética, acerca dos crimes contra a pessoa, contra o patrimônio, contra a fé pública e contra a administração pública, seguida de uma assertiva a ser julgada.Luiz, proprietário da mercearia Pague Menos, foi preso em flagrante por policiais militares logo após passar troco para cliente com cédulas falsas de moeda nacional de R$ 20,00 e R$ 10,00. Os policiais ainda apreenderam, no caixa da mercearia, 22 cédulas de R$ 20,00 e seis cédulas de R$ 10,00 falsas. Nessa situação, as ações praticadas por Luiz — guardar e introduzir em circulação moeda falsa — configuram crime único.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235499",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falsidade de atestado médico"
    ],
    "enunciado_principal": "A falsificação de moeda e a falsificação de documento particular, bem como a falsidade ideológica e a falsidade de atestado médico, são crimes contra a fé pública. Os dois primeiros dizem respeito à forma do objeto falsificado, que é criado ou alterado materialmente pelo agente; os dois últimos referem-se à falsidade do conteúdo da declaração contida no documento, que, entretanto, é materialmente verdadeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234999",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Se um indivíduo adquirir, gratuitamente, maquinismo para falsificar moedas e alcançar o seu intento, então, nesse caso, ele responderá pelo crime de moeda falsa em concurso com o delito de petrechos para falsificação de moeda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "215768",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda",
      "Falsidade de documento particular",
      "Outras falsidades"
    ],
    "enunciado_principal": "Quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrige erros materiais em um contrato comete crime de alteração de documento particular verdadeiro."
      },
      {
        "letra": "B",
        "texto": "desvia e faz circular moeda cuja circulação não estava autorizada só responde por crime contra a fé pública se a autorização para circulação não vier a ser dada."
      },
      {
        "letra": "C",
        "texto": "possui objeto especialmente destinado à falsificação de moeda só responde por crime contra a fé pública se vier a utilizá-lo efetivamente para a falsificação de moeda."
      },
      {
        "letra": "D",
        "texto": "comparece a juízo sob nome falso, a fim de manter- se isento da mácula nos registros públicos, comete crime de falsa identidade."
      },
      {
        "letra": "E",
        "texto": "restitui à circulação, tendo recebido de boa fé, como verdadeira, moeda falsa ou alterada, depois de conhecer a falsidade, não comete nenhum delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "216434",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Márcio, maior, capaz, reincidente em crime doloso, comprou, na mercearia do bairro em que mora, na cidade de São João de Meriti – RJ, gêneros alimentícios no montante de R$ 60,00, pagou as compras com duas cédulas de R$ 50,00, cuja inaltenticidade era de seu pleno conhecimento, e recebeu o troco em moeda nacional autêntica. No dia seguinte, arrependido de sua conduta pela repercussão que poderia adquirir, procurou o proprietário da mercearia, Paulo, maior capaz e com ensino médio completo, confessou o ocorrido, restituiu o troco e pagou integralmente, com dinheiro legal, as mercadorias. Paulo chamou a polícia, que encontrou, no caixa da mercearia, apenas uma das cédulas falsificadas, tendo sido ela apreendida. Márcio foi conduzido à delegacia, ocasião em que foram encontrados em sua posse os seguintes petrechos destinados especificamente à falsificação de moeda: duas matrizes metálicas e faixa magnética que imita o fio de segurança de cédulas autênticas.A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo deve ser acusado da prática do delictum privilegiatum de reinserir em circulação moeda falsa, classificado como de menor potencial ofensivo, ainda que alegue desconhecer norma legal proibitiva, caso se comprove que ele, tendo recebido como verdadeira cédula falsa, portanto, de boa-fé, a tenha restituído à circulação, após perceber sua inautenticidade, para evitar prejuízo a seu regular comércio."
      },
      {
        "letra": "B",
        "texto": "Tendo sido o crime praticado sem violência ou grave ameaça a pessoa, com posterior reparação do prejuízo sofrido pela vítima, e em face do comportamento voluntário do agente, anterior ao oferecimento da denúncia, fica caracterizado o arrependimento eficaz, o que impõe a redução da pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "Caso se demonstre, na instrução do processo, que Márcio é o autor da falsificação do dinheiro e igualmente o responsável por sua circulação, ele deverá ser responsabilizado por concurso material, em face da peculiaridade do tipo misto cumulativo que caracteriza o crime de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "No caso de moeda falsa, o CP estabelece a sanção na modalidade culposa, de maneira excepcional, em duas circunstâncias: quando o agente tem ciência da falsidade da moeda e a guarda ou a tem em depósito de forma culposa, ou quando, ciente da falsidade, igualmente de forma culposa, a restitui à circulação."
      },
      {
        "letra": "E",
        "texto": "O delito de posse de petrechos para falsificação de moeda, previsto em tipo próprio no CP como ato preparatório, de perigo abstrato, deve ser punido de forma independente e autônoma em relação ao crime de falsificação, posse e circulação da moeda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "164724",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: BDMG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Os artigos do Código Penal citados abaixo se referem aos crimes contra a fé Pública, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de sigilo funcional - Art. 325 - Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      },
      {
        "letra": "B",
        "texto": "Moeda Falsa - Art. 289 - Falsifcar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Falsificação de papéis públicos - Art. 293 - Falsificar, fabricando-os ou alterando-os."
      },
      {
        "letra": "D",
        "texto": "Falsidade ideológica - Art. 299 - Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      }
    ],
    "gabarito": "A"
  }
]