[
  {
    "id": "2006441",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Concurso de crimes",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Aponte, dentre os seguintes entendimentos sobre matéria penal, qual está em conformidade com o expressado pelo STF.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão condenatório sempre interrompe a prescrição, exceto quando confirmatório da sentença de 1º grau, seja mantendo, reduzindo ou aumentando a pena anteriormente imposta."
      },
      {
        "letra": "B",
        "texto": "O previsto no inciso III, artigo 40 da Lei nº 11.343/2006, relativamente ao transporte público no tráfico, está caraterizado ao se utilizar linha interestadual de ônibus para o transporte de droga para outro estado."
      },
      {
        "letra": "C",
        "texto": "A reiteração criminosa indicadora de delinquência habitual ou profissional não é suficiente para descaracterizar o crime continuado."
      },
      {
        "letra": "D",
        "texto": "A decisão que, com base em certidão de óbito falsa, julga extinta a punibilidade do réu gera coisa julgada em sentido estrito e não pode ser revogada."
      },
      {
        "letra": "E",
        "texto": "No tráfico de drogas, a falta de laudo pericial da droga não conduz, necessariamente, à inexistência de prova da materialidade de crime que deixa vestígios, a qual pode ser demonstrada, em casos excepcionais, por outros elementos probatórios constantes dos autos da ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1749334",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Assinale a opção que apresenta motivos que extinguem a punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; retratação do agente, nos casos em que a lei a admite; e, nos crimes de ação privada, renúncia ao direito de queixa ou perdão aceito."
      },
      {
        "letra": "B",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; e, nos casos de crimes patrimoniais, reparação do dano."
      },
      {
        "letra": "C",
        "texto": "Prescrição, decadência ou perempção; renúncia do direito de queixa ou perdão aceito, nos crimes de ação pública; e prescrição, decadência ou perempção."
      },
      {
        "letra": "D",
        "texto": "Casamento do agente com a vítima, nos crimes contra os costumes definidos na Parte Especial do Código Penal; morte do agente; e prescrição, decadência ou perempção."
      },
      {
        "letra": "E",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; perdão extrajudicial, concedido pela vítima nos crimes praticados sem violência ou grave ameaça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1202690",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Linhares - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente"
    ],
    "enunciado_principal": "A morte do autor do crime traz como consequência a extinção da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade."
      },
      {
        "letra": "B",
        "texto": "antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "culpabilidade."
      },
      {
        "letra": "D",
        "texto": "punibilidade"
      },
      {
        "letra": "E",
        "texto": "proporcionalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1143682",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Renúncia"
    ],
    "enunciado_principal": "Considerando o disposto na legislação penal brasileira, extingue-se a punibilidade nas seguintes hipóteses: 1. pela morte do agente. 2. pela anistia, graça ou indulto. 3. pelo advento de lei que agrava o fato criminoso. 4. pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "889863",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A interceptação das comunicações telefônicas não poderá ser determinada ex officio pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Não pode o juiz, havendo indícios suficientes, decretar ex officio, no curso do inquérito ou da ação penal, a apreensão e outras medidas assecuratórias relacionadas aos bens móveis e imóveis ou valores consistentes em produtos dos crimes previstos na Lei no 11.343/06."
      },
      {
        "letra": "C",
        "texto": "As medidas protetivas de urgência, previstas na Lei no 11.340/06, não poderão ser concedidas ex officio pelo juiz, dependendo sempre de requerimento da parte interessada ou mesmo da autoridade policial ou do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Em relação à proteção aos réus colaboradores, prevista na Lei no 9.807/99, não pode o juiz conceder o perdão judicial ex officio."
      },
      {
        "letra": "E",
        "texto": "No caso de morte do acusado, o juiz somente à vista da certidão de óbito, e depois de ouvido o Ministério Público, declarará a extinção da punibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866478",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Com relação à punibilidade e às causas de sua extinção, julgue os itens a seguir. I A morte do agente extingue todos os efeitos penais, exceto a cobrança da pena de multa e da pena alternativa pecuniária, que poderão ser cobradas dos herdeiros. II O instrumento normativo para instrumentalizar o indulto e a anistia é o decreto presidencial; enquanto a graça é concedida por lei. III De acordo com o Código Penal, o recebimento de indenização pelo dano resultante do crime caracteriza renúncia tácita ao direito de prestar queixa. IV A retratação, prevista no Código Penal, é admitida nos casos de crimes contra a honra, mas apenas se tratar-se de calúnia e difamação, sendo inadmissível na injúria. V Em se tratando de crimes contra honra, o Código Penal prevê a possibilidade de retratação exclusivamente pessoal, ou seja, ela não se comunica aos demais ofensores. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854428",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente"
    ],
    "enunciado_principal": "Julgue o próximo item, acerca da ação penal e da extinção de punibilidade.Em caso de morte do agente, extingue-se a punibilidade, não podendo a pena alcançar os herdeiros do agente, salvo quanto à obrigação de reparação de dano, no limite do patrimônio herdado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "802880",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Com relação à extinção da punibilidade disposta no Código Penal Brasileiro, podemos extrair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade no direito penal brasileiro pode ocorrer em diversas hipóteses, dentre elas: morte do agente, perdão judicial, pela prescrição, decadência ou perempção e pela renúncia do direito de queixa nas ações privadas."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade somente se dá nos crimes de ações privadas quando o delito for de menor potencial ofensivo, previsto na Lei 9.099/95."
      },
      {
        "letra": "C",
        "texto": "Para que ocorra extinção da punibilidade nas ações penais condicionadas a representação é necessária a concordância das partes envolvidas e a homologação judicial do perdão."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade também poderá ocorrer na anistia, indulto e no Juízo de retratação promovido pelo juiz da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "558067",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Com relação às causas de extinção da punibilidade previstas no artigo 107 do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perempção é causa de extinção de punibilidade exclusiva da ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crime, a extinção da punibilidade incidirá sobre a soma das penas."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade pela morte do agente poderá ocorrer em qualquer momento da persecução penal, desde a instauração do inquérito até o término da execução penal, porém, extingue somente os efeitos principais da sentença condenatória não extinguindo a pena de multa."
      },
      {
        "letra": "D",
        "texto": "O perdão do ofendido é a manifestação de vontade, expressa ou tácita, do ofendido ou do seu representante legal, no sentido de desistir da ação penal privada já iniciada, ou seja, é a desistência manifesta após o oferecimento da queixa, portanto, só será realizado na ação penal exclusivamente privada, sendo inadmissível na ação privada subsidiária da pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299086",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Na sistemática do Código Penal, são causas de extinção de punibilidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente"
      },
      {
        "letra": "B",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      },
      {
        "letra": "C",
        "texto": "Perdão aceito nos crimes de ação penal privada e ação penal pública condicionada"
      },
      {
        "letra": "D",
        "texto": "Anistia, graça ou indulto"
      },
      {
        "letra": "E",
        "texto": "Prescrição, decadência ou perempção"
      }
    ],
    "gabarito": "C"
  }
]