[
  {
    "id": "3160773",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre o nexo de causalidade no Direito Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É irrelevante a existência de causas intermediárias na relação entre conduta e resultado."
      },
      {
        "letra": "B",
        "texto": "O Código Penal brasileiro adota a teoria da equivalência dos antecedentes causais, com temperamentos."
      },
      {
        "letra": "C",
        "texto": "O nexo causal depende de comprovação da intenção do agente em produzir o resultado."
      },
      {
        "letra": "D",
        "texto": "A superveniência de causa absolutamente independente da conduta não afasta a responsabilidade penal do agente."
      },
      {
        "letra": "E",
        "texto": "A causalidade penal exige que o resultado seja diretamente imputável à culpa ou dolo do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3114511",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Sobre a relação de causalidade em matéria penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniência de causa relativamente independente não exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "A superveniência de causa relativamente independente exclui a imputação dos fatos anteriores a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "Considera-se causa somente a ação sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "D",
        "texto": "A relação de causalidade não é excluída por concausa, antecedente ou superveniente, absolutamente independente."
      },
      {
        "letra": "E",
        "texto": "A omissão é penalmente relevante quando o omitente tinha o dever legal e a possibilidade de agir para evitar o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2643716",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Acerca do Título “Do Crime” previsto no Código Penal, é CORRETO dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa, de modo que a superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "não é isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, haja vista a incidência do elemento subjetivo culposo na hipótese putativa, bastante, em regra, para a punição."
      },
      {
        "letra": "C",
        "texto": "o desconhecimento da lei é inescusável, sem que o erro sobre a ilicitude do fato possa influir na punição."
      },
      {
        "letra": "D",
        "texto": "no fato cometido em estrita obediência a ordem, ainda que manifestamente ilegal, de superior hierárquico, só é punível o autor da ordem."
      },
      {
        "letra": "E",
        "texto": "pelo resultado que agrava especialmente a pena, respondem, necessariamente, todos os agentes que concorrem para o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2476388",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Alberto efetuou disparos de arma de fogo contra Bruno, mas não o acertou. Todavia, em razão do susto, a vítima teve um colapso nervoso e morreu. Nessa situação hipotética, a causa da morte de Bruno é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "superveniente e absolutamente independente."
      },
      {
        "letra": "B",
        "texto": "preexistente e absolutamente independente."
      },
      {
        "letra": "C",
        "texto": "concomitante e relativamente independente."
      },
      {
        "letra": "D",
        "texto": "concomitante e absolutamente independente."
      },
      {
        "letra": "E",
        "texto": "preexistente e relativamente independente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386992",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Kátia, namorada de Lizandra, em um restaurante, inconformada com o anúncio desta de que deseja pôr fim ao relacionamento amoroso, desfere-lhe facadas, com o intuito de matá-la, deixando em seguida o local. Socorrida por terceiros, Lizandra é hospitalizada, vindo o enfermeiro Miguel, por descuido, a trocar a medicação prescrita à paciente, aplicando-lhe substância diversa, que lhe provoca a morte, por choque anafilático. Diante do caso narrado, Kátia deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "feminicídio e Miguel, por homicídio culposo;"
      },
      {
        "letra": "B",
        "texto": "tentativa de feminicídio e Miguel, por homicídio culposo;"
      },
      {
        "letra": "C",
        "texto": "tentativa de feminicídio e Miguel, por homicídio doloso;"
      },
      {
        "letra": "D",
        "texto": "lesão corporal qualificada e Miguel, por homicídio doloso;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal qualificada e Miguel, por homicídio culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386346",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Acerca das disposições do Código Penal sobre crime, analise as afirmativas abaixo. I. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido. II. A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou. III. Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "I apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2340510",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "À luz da legislação penal e da jurisprudência do Superior Tribunal de Justiça, julgue o item que se segue. Suponha-se que, na ocasião de ato ilícito consistente na subtração de bem alheio, a vítima, portadora de doença cardíaca, tenha falecido devido ao estresse desencadeado pela violência empregada pelo agente do crime. Nessa situação, ainda que a doença cardíaca da vítima configure concausa preexistente relativamente independente, não se afasta o nexo de causalidade em relação ao resultado mais grave (morte), e o agente do crime deverá responder por latrocínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2194577",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Acerca da causalidade, à luz do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se causa a ação ou omissão sem a qual o resultado atípico teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "Foi adotada, como regra, a teoria da causalidade adequada sintética."
      },
      {
        "letra": "C",
        "texto": "A causa relativamente independente superveniente não exclui a imputação quando, por si só, deu origem ao resultado temperado."
      },
      {
        "letra": "D",
        "texto": "O resultado de que depende da existência do crime somente é imputável a quem lhe der causa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2066951",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Nexo de causalidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Um homem que adquiriu legalmente uma pistola e que tem porte de arma deferido pela Polícia Federal pretendia matar uma pessoa. Aguardava seu alvo em local que julgou propício para os disparos, quando decidiu escolher outra oportunidade, em razão da grande quantidade de pessoas que ali circulavam na ocasião. Essa conduta configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "ato preparatório impunível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1937422",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. Imagine que Caio, com animus necandi, ministre dose letal de veneno na comida de Ana. No entanto, antes que a substância produza o efeito almejado, Ana é atingida por um raio, morrendo eletrocutada. Nessa situação, em decorrência da quebra da relação de causalidade, Caio deverá responder por tentativa de homicídio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855776",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Nexo de causalidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da equivalência das condições, compatível com o Código Penal brasileiro e utilizada como método para determinar relações causais, causa é a condição sem a qual o resultado não poderia ter ocorrido"
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo dos crimes dolosos pode ser composto somente pelo dolo, direto ou eventual, mas também pode apresentar, ao lado do dolo, elementos subjetivos especiais, como ocorre por exemplo, nesta última hipótese, com os crimes de importunação sexual (CP, art. 215-A), assédio sexual (CP, art. 216-A) e fraude processual (CP, art. 347)."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, evitável ou inevitável, pode recair sobre elementos descritivos ou normativos do tipo objetivo, mas não pode recair sobre elementos subjetivos especiais, diversos do dolo, integrantes do tipo subjetivo"
      },
      {
        "letra": "D",
        "texto": "Com a finalidade específica de produzir lesões corporais contra B em via pública, A projeta seu veículo contra a motocicleta pilotada por B, representando, como consequência necessária, a produção de lesões corporais também em C, garupa da motocicleta: o resultado de lesão corporal em B é atribuído a título de dolo direto de 1º grau ao autor A, e o resultado de lesão corporal em C, ainda que lamentado por A, é atribuído a este a título de dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Com consciência e vontade dirigidas especificamente a produzir lesões corporais em B, A arremessa pedras contra este, mas por erro na execução acaba também atingindo C, situado próximo a B, produzindo lesões corporais em ambos: A responde por lesão corporal dolosa em B, em concurso formal com lesão corporal culposa em C."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1853618",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Nos exatos termos o art. 13, “caput” do CP, o resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta humana juridicamente relevante."
      },
      {
        "letra": "B",
        "texto": "a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "C",
        "texto": "qualquer ação ou omissão que dependa da voluntariedade humana."
      },
      {
        "letra": "D",
        "texto": "o fato jurídico penalmente qualificado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824968",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Sobre os pressupostos da imputação objetiva, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um resultado causado pelo agente apenas pode ser imputado ao tipo objetivo se sua conduta criou um perigo para o bem jurídico coberto por um risco permitido;"
      },
      {
        "letra": "B",
        "texto": "se o agente modifica um curso causal de tal maneira que diminui o perigo já existente à vítima e melhora a situação do objeto da ação, exclui a imputação;"
      },
      {
        "letra": "C",
        "texto": "é possível a imputação ao tipo objetivo ainda que a conduta do autor não eleve de modo juridicamente considerável o risco ao bem jurídico;"
      },
      {
        "letra": "D",
        "texto": "é possível a imputação ao tipo objetivo nas situações cotidianas de atividades, sobretudo as mais arriscadas, que excepcionalmente geram acidentes, quando os mínimos riscos são socialmente adequados;"
      },
      {
        "letra": "E",
        "texto": "não é possível excluir a imputação quando, ainda que o autor haja criado um risco para o bem jurídico tutelado, o resultado não for consequência desse perigo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1782433",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Acerca da relação de causalidade e da teoria da imputação objetiva, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a denominada “teoria da equivalência”, é causal, no sentido jurídico-penal, toda e qualquer condição que não possa ser suprimida mentalmente, em um juízo hipotético de eliminação, sem que o resultado seja excluído."
      },
      {
        "letra": "B",
        "texto": "A “teoria da conditio sine qua non” não faz distinção entre causa e condição."
      },
      {
        "letra": "C",
        "texto": "As denominadas concausas preexistentes relativamente independentes não afastam a imputação do resultado."
      },
      {
        "letra": "D",
        "texto": "De acordo com a denominada “teoria do aumento ou incremento do risco”, ainda que haja certeza - em um juízo ex post -, sobre a ineficácia do comportamento lícito alternativo, a imputação do resultado não deve ser excluída."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2002649",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Guarapuava - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "O Código Penal dispõe que: “Art. 13 - O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido”. Sobre o tema, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se adotou no Brasil a teoria conditio sine qua non (condição sem a qual não)."
      },
      {
        "letra": "B",
        "texto": "A cadeia causal tornar-se aparentemente infinita se não sofrer qualquer limitação, de modo que não se adota no Brasil a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "C",
        "texto": "A teoria da equivalência dos antecedentes causais é limitada pela proibição do regresso, de modo que não é possível retroceder além dos limites de uma vontade livre e consciente, dirigida à produção do resultado."
      },
      {
        "letra": "D",
        "texto": "O supramencionado artigo faz distinção entre condição, causa e concausa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1169397",
    "metadata": "Ano: 2019 | Banca: IMAGINE | Órgão: Câmara de Parisi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Diante do atropelamento e consequente morte de um pedestre, a teoria que considera como causa tanto a imperícia do condutor, como a constituição débil da vítima, a natureza do pavimento sobre o qual a vítima foi projetada, a demora de seu transporte para o hospital, a falta de meios adequados para o seu tratamento, sem a qual o resultado morte não teria ocorrido, é a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da causalidade adequada."
      },
      {
        "letra": "B",
        "texto": "Teoria da equivalência das condições."
      },
      {
        "letra": "C",
        "texto": "Teoria da causalidade imediata."
      },
      {
        "letra": "D",
        "texto": "Teoria dos danos diretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1109697",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Sobre o tema da relação de causalidade e das concausas, assinale a alternativa que está de acordo com a (s) teoria (s) adotada (s) pelo Código Penal (CP, art. 13, caput e ß 1º):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "\" A \" efetua disparos de arma e fogo conta \" B \", atingindo-o em regiões vitais. O exame necroscópico, no entanto, conclui que a morte de \" B \" foi causada pelo envenenamento anterior efetuado por \"C\" , que era seu desafeto. \" A \"deve responder pelo crime de homicídio consumado."
      },
      {
        "letra": "B",
        "texto": "\" A \" subministra dose letal de veneno a \" B \" , mas antes que produzisse o efeito desejado , surge , \" C \" , antigo desafeto de \" B \" , que contra ele efetua vários disparos de arma de fogo, matando, assim , \" B \" . \" A \" não responderá por tentativa de homicídio e nem pelo homicídio consumado ,já que sua conduta em nada contribuiu com o resultado morte."
      },
      {
        "letra": "C",
        "texto": "\" A \" , com a intenção de matar ,efetua disparos de arma de fogo contra \" B \" ,sendo este levado ao hospital para intervenção cirúrgica. Ocorre que em razão a anestesia ( ou mesmo por causa de uma infecção hospitalar ) \" B \" vem a falecer. \" A \" deve responder pelo crime de homicídio consumado ."
      },
      {
        "letra": "D",
        "texto": "\" A \" , com a intenção de matar, efetua disparos de arma de fogo contra \" B \" , sendo este colocado em uma ambulância para ser levado ao hospital para intervenção cirúrgica. Ocorre que no trajeto o veículo se envolve em uma colisão fatal, tendo \" B \" falecido em razão do acidente. \" A \" deve responder pelo crime e homicídio consumado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1006897",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Considerando o Código Penal brasileiro, julgue o item a seguir, com relação à aplicação da lei penal, à teoria de delito e ao tratamento conferido ao erro. A superveniência de causa relativamente independente da conduta do agente excluirá a imputação do resultado nos casos em que, por si só, ela tiver produzido o resultado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987759",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Considerando a relação causal entre conduta e resultado típico, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concausa preexistente absolutamente independente reforça o nexo entre a ação do agente e o resultado, não retirando a consumação do crime praticado pelo ofensor."
      },
      {
        "letra": "B",
        "texto": "A causa superveniente relativamente independente não exclui a imputação do fato ao agente, ainda que tenha produzido o resultado por si só."
      },
      {
        "letra": "C",
        "texto": "A teoria da imputação objetiva prevê que não haverá nexo de causalidade se o agente atuar dentro do risco permitido, mesmo que a sua conduta gere resultado previsto em lei como crime."
      },
      {
        "letra": "D",
        "texto": "A causa preexistente relativamente independente à conduta do agente não configura o nexo causal da ação do sujeito ativo e, por isso, exclui a imputação do resultado."
      },
      {
        "letra": "E",
        "texto": "A teoria naturalística, adotada em caso de omissão, dispõe que não há relevância causal entre a conduta omissiva do garantidor e o resultado material ocorrido quando ele poderia e deveria agir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984653",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código Penal Brasileiro, a relação de causalidade entre a conduta humana e o resultado é uma relação valorada que deve ser aferida conjuntamente com o vínculo subjetivo do agente limitada ao dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Os crimes omissivos impróprios dispensam a existência de um resultado e, portanto, não necessitam de verificação do nexo de causalidade."
      },
      {
        "letra": "C",
        "texto": "A teoria da imputação objetiva do resultado estabelece os seguintes requisitos: a criação de um risco jurídico-penal relevante não coberto pelo risco permitido, a realização desse risco no resultado e a independência do resultado produzido entre o âmbito de proteção da norma penal."
      },
      {
        "letra": "D",
        "texto": "O Código Penal em vigor admite a concausa como condição concorrente para a produção do resultado com preponderância sobre a conduta do sujeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973951",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Relação de causalidade é o liame ou vínculo de causa e efeito entre atos passíveis de serem imputados ao suspeito de determinado delito e seu resultado material. É certo que nosso direito positivo adotou um posicionamento sobre o assunto. A teoria da relação causal adotada pelo Código Penal brasileiro é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causalidade adequada."
      },
      {
        "letra": "B",
        "texto": "relevância jurídica."
      },
      {
        "letra": "C",
        "texto": "totalidade das condições."
      },
      {
        "letra": "D",
        "texto": "causa eficaz."
      },
      {
        "letra": "E",
        "texto": "equivalência das condições."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "971386",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Assinale a opção que indica a teoria sobre a relação de causalidade penal, que define causa como uma condição sem a qual o resultado não teria ocorrido, sendo um antecedente invariável e incondicionado de algum fenômeno, sem distinção entre causa e condição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "teoria da equivalência das condições"
      },
      {
        "letra": "B",
        "texto": "teoria da causalidade adequada"
      },
      {
        "letra": "C",
        "texto": "teoria da prognose objetiva posterior"
      },
      {
        "letra": "D",
        "texto": "teoria da causa próxima ou última de Ortmann"
      },
      {
        "letra": "E",
        "texto": "teoria da imputação objetiva de resultado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960758",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "João, com a intenção de matar José, seu desafeto, efetuou disparos de arma de fogo contra ele. José foi atingido pelos projéteis e faleceu. Considere que, depois de feitos os exames necessários, se tenha constatado uma das seguintes hipóteses relativamente à causa da morte de José. I Apesar dos disparos sofridos pela vítima, a causa determinante da sua morte foi intoxicação devido ao fato de ela ter ingerido veneno minutos antes de ter sido alvejada. II A morte decorreu de ferimentos causados por disparos de arma de fogo efetuados por terceiro no mesmo momento em que João agiu e sem o conhecimento deste. III A vítima faleceu em razão dos ferimentos sofridos, os quais foram agravados por sua condição de hemofílica. IV A morte decorreu de uma infecção hospitalar que acometeu a vítima quando do tratamento dos ferimentos causados pelos tiros. Nessa situação hipotética, conforme a teoria dos antecedentes causais adotada pelo CP, João responderá pela morte de seu desafeto caso se enquadre em uma das hipóteses previstas nos itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960487",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Imputação objetiva"
    ],
    "enunciado_principal": "Para se determinar quando uma ação é causa de um resultado, foram elaboradas várias teorias. A respeito destas teorias, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a Teoria da equivalência das condições, causa é a condição sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "Para a Teoria da causalidade adequada, causa é a condição mais adequada para produzir o resultado, fundando-se em um juízo de possibilidade ou de probabilidade à relação causal."
      },
      {
        "letra": "C",
        "texto": "Para a Teoria da qualidade do efeito, causa é a condição da qual depende a qualidade do resultado, havendo diferenciação entre condições estáticas e dinâmicas, sendo que somente estas últimas seriam causa decisiva ou eficiente para o efeito."
      },
      {
        "letra": "D",
        "texto": "Para a Teoria da imputação objetiva, não há diferenças entre níveis de admissibilidade de riscos permitidos, posto que o nível de proteção que cada tipo penal guarda é axiologicamente o mesmo."
      },
      {
        "letra": "E",
        "texto": "Para a Teoria da relevância causal, causa da produção de um resultado depende, dentre outros critérios, da relevância jurídica da conexão causal do ato de vontade com o resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "919005",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Mário, engenheiro civil responsável técnico pela construção da obra de um viaduto, elaborou o projeto sem as cautelas necessárias e permitiu a continuidade de sua execução de forma falha, mesmo após alertado de sua instabilidade, propiciando o desabamento da estrutura em construção e a morte de um trabalhador. A imperícia de Mário foi constatada por laudo pericial conclusivo. No curso de ação penal, restaram comprovadas a materialidade e autoria delitivas. No caso em tela, Mário cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato ilícito civil e não criminal, pois o engenheiro não agiu com dolo e vontade de matar o trabalhador, razão pela qual deve responder na seara da indenização por danos morais;"
      },
      {
        "letra": "B",
        "texto": "ato ilícito civil e não criminal, pois aplica-se a compensação da culpa do trabalhador, que também tinha a obrigação de não executar obra com vícios técnicos;"
      },
      {
        "letra": "C",
        "texto": "homicídio culposo, pois o engenheiro agiu com imperícia, inobservando regra técnica de profissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio doloso, pois o engenheiro não agiu com a necessária perícia que era esperada;"
      },
      {
        "letra": "E",
        "texto": "crime de dano, excluído o homicídio porque não houve intenção de matar alguém."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "918604",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Durante uma discussão entre Carla e Luana, que eram amigas, Carla desfere, com intenção de causar lesão leve, um tapa na face de Luana, que a havia ofendido. Ocorre que, de maneira totalmente surpreendente, Luana vem a falecer no dia seguinte, em virtude do tapa recebido e da lesão causada, pois rompeu-se um desconhecido coágulo sanguíneo na cabeça, mesmo diante do fraco golpe. Na semana seguinte, a família de Luana, revoltada, procura a Delegacia, narra o ocorrido e afirma ter interesse em ver Carla processada criminalmente. Confirmados os fatos, assim como a intenção de Carla, o Ministério Público poderá imputar a Carla a prática do(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve dolosa e homicídio culposo;"
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "C",
        "texto": "lesão corporal leve;"
      },
      {
        "letra": "D",
        "texto": "homicídio doloso;"
      },
      {
        "letra": "E",
        "texto": "homicídio culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913048",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado",
      "Nexo de causalidade",
      "Tipicidade formal",
      "Tipicidade conglobante",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "São elementos do fato típico, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta."
      },
      {
        "letra": "B",
        "texto": "resultado."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "nexo causal."
      },
      {
        "letra": "E",
        "texto": "antijuricidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904762",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado",
      "Nexo de causalidade",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Leia as afirmações abaixo e, ao final, indique a alternativa CORRETA:I. O crime somente se consuma quando nele se reúnem todos os elementos de sua definição legal. II. O agente que, voluntariamente, desiste de prosseguir na execução do crime não responde pelos atos já praticados. III. A tentativa não é punível quando o crime não se consuma por ineficácia absoluta do meio ou por absoluta impropriedade do objeto. IV. O erro sobre a identidade da pessoa contra a qual o crime é praticado isenta de pena o agente, se o erro é inevitável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações III e IV estão certas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e II estão certas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações I e III estão certas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmações II e IV estão certas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889859",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Utilizando-se de uma chave falsa, José invadiu um museu e amarrou o vigilante Marcos na cama em que este cochilava, a fim de efetivar a subtração de obras de arte que guarneciam o local. Durante a amarração, Marcos acorda, tenta impedir José, mas não consegue se desvencilhar das cordas e assiste, impotente, ao cometimento do crime. Praticada a subtração, José deixou o local, sem desamarrar Marcos. Horas depois, por conta de uma inesperada e forte chuva seguida de inundação, e em razão de estar amarrado, Marcos morreu por afogamento. Considere a inundação causa superveniente relativamente independente. Diante desse quadro, José será responsabilizado por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "latrocínio (CP, art. 157, § 3o )."
      },
      {
        "letra": "B",
        "texto": "roubo impróprio (CP, art. 157, § 1o )."
      },
      {
        "letra": "C",
        "texto": "roubo (CP, art. 157) em concurso com homicídio culposo (CP, art. 121, § 3o)."
      },
      {
        "letra": "D",
        "texto": "roubo próprio (CP, art. 157, caput)."
      },
      {
        "letra": "E",
        "texto": "furto qualificado (CP, art. 155, § 4o , III) em concurso com homicídio culposo (CP, art. 121, § 3o )."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "854425",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o item a seguir. A omissão de Antônio é penalmente relevante porque foi esse comportamento que criou o risco de ocorrência do resultado danoso à integridade física.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1384801",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Uma pessoa recebe um tiro de revólver e, após encaminhada ao hospital, já em recuperação, vem a falecer por força do desabamento de uma parede de gesso situada em seu leito. É correto afirmar que o autor do disparo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde pelo resultado, em virtude da teoria da equivalência dos antecedentes causais adotada pelo Código Penal de forma absoluta;"
      },
      {
        "letra": "B",
        "texto": "responde pelo resultado, porque trata-se de uma concausa superveniente relativamente independente;"
      },
      {
        "letra": "C",
        "texto": "responde pelo resultado, porque assim o desejou e acabou obtendo o seu intento, ainda que com a colaboração de uma concausa;"
      },
      {
        "letra": "D",
        "texto": "não responde pelo resultado, porque a concausa superveniente quebra o nexo causal determinante;"
      },
      {
        "letra": "E",
        "texto": "não responde pelo resultado, porque a sua conduta não teve o dolo de resultado implementado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "702372",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "O Código Penal, ao tratar da relação de causalidade do crime, considera causa a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emoção ou a paixão."
      },
      {
        "letra": "B",
        "texto": "delação."
      },
      {
        "letra": "C",
        "texto": "ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "D",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "descriminante putativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "693538",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Considerando a relação de causalidade prevista no Código Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As causas supervenientes relativamente independentes possuem relação de causalidade com conduta do sujeito e não excluem a imputação do resultado."
      },
      {
        "letra": "B",
        "texto": "As causas preexistentes relativamente independentes não possuem relação de causalidade com a conduta do sujeito e excluem a imputação do resultado."
      },
      {
        "letra": "C",
        "texto": "As causas preexistentes absolutamente independentes possuem relação de causalidade com a conduta do sujeito e não excluem o nexo causal."
      },
      {
        "letra": "D",
        "texto": "As causas concomitantes relativamente independentes não possuem relação de causalidade com a conduta do sujeito e não excluem a imputação do resultado."
      },
      {
        "letra": "E",
        "texto": "As causas concomitantes absolutamente independentes não possuem relação de causalidade com a conduta do sujeito e excluem o nexo causal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "650537",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "A relação de causalidade, estudada no conceito estratificado de crime, consiste no elo entre a conduta e o resultado típico. Acerca dessa relação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para os crimes omissivos impróprios, o estudo do nexo causal é relevante, porquanto o CP adotou a teoria naturalística da omissão, ao equiparar a inação do agente garantidor a uma ação."
      },
      {
        "letra": "B",
        "texto": "A existência de concausa superveniente relativamente independente, quando necessária à produção do resultado naturalístico, não tem o condão de retirar a responsabilização penal da conduta do agente, uma vez que não exclui a imputação pela produção do resultado posterior."
      },
      {
        "letra": "C",
        "texto": "O CP adota, como regra, a teoria da causalidade adequada, dada a afirmação nele constante de que “o resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa; causa é a ação ou omissão sem a qual o resultado não teria ocorrido”."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria da imputação objetiva, cuja finalidade é limitar a responsabilidade penal, o resultado não pode ser atribuído à conduta do agente quando o seu agir decorre da prática de um risco permitido ou de uma conduta que diminua o risco proibido."
      },
      {
        "letra": "E",
        "texto": "O estudo do nexo causal nos crimes de mera conduta é relevante, uma vez que se observa o elo entre a conduta humana propulsora do crime e o resultado naturalístico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "641837",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "O Código Penal, ao tratar da relação de causalidade, consignou que a superveniência de causa relativamente independente somente afasta a imputação quando, por si só, produziu o resultado, excluindo outras considerações quanto aos fatos anteriores ocorridos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "628803",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Nexo de causalidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sobre a aplicação dos elementos da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adamastor, tomado por ciúmes e agindo com animus necandi, desferiu três disparos de arma de fogo calibre .38 contra Bento, que atualmente namora sua ex-companheira Catarina. O primeiro tiro atingiu a região lateral esquerda do pescoço da vítima, enquanto os demais se alojaram na região inferior de sua perna esquerda, próximo ao joelho. Logo após os disparos, contudo, o próprio autor, assustado com o desfecho de sua ação, contatou o SAMU e o Hospital de Pronto Socorro, a fim de que a vítima fosse socorrida e recebesse atendimento médico de urgência, o que efetivamente veio a ocorrer em face do pronto atendimento de uma ambulância. Em que pese não ter corrido risco de vida, Bento recebeu alta médica após permanecer internado durante 45 dias. Pelo exposto, é correto tipificar a conduta de Adamastor como um crime de lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa e o erro na execução do crime fazem com que o agente responda pelos resultados típicos alcançados, não sendo levadas em consideração as condições e características das vítimas que efetivamente pretendia atingir."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa própria caracteriza-se por uma intepretação equivocada do agente em relação às circunstâncias reais de uma determinada situação fática, fazendo-o acreditar que está sofrendo (ou na iminência de sofrer) uma agressão injusta, e seu reconhecimento tem como consequência legal o afastamento da ilicitude da conduta, ainda que tal equívoco interpretativo decorra de culpa do próprio agente."
      },
      {
        "letra": "D",
        "texto": "Quando reconhecido que a conduta delitiva decorre de coação irresistível ou do cumprimento de ordem de superior hierárquico não manifestamente ilegal, o agente que a praticou terá sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a intenção do coautor de participar de crime menos grave, o juiz deverá aplicar-lhe a pena em relação ao mesmo crime dos demais acusados, diminuindo-a, todavia, de um sexto até a metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "643112",
    "metadata": "Ano: 2015 | Banca: Prefeitura de Fortaleza - CE | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Consumação e tentativa",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "Quanto à teoria do crime, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniência de causa relativamente independente não exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "O resultado de que depende a existência do crime somente é imputável a quem lhe deu causa."
      },
      {
        "letra": "C",
        "texto": "A omissão não é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "D",
        "texto": "Salvo disposição em contrário, não se pune a tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577638",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crimes contra a vida"
    ],
    "enunciado_principal": "Sobre o nexo de causalidade, à luz do Código Penal brasileiro, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por aplicação direta da teoria da causalidade adequada, adotada como regra pelo Código Penal brasileiro, “Télamon\", operário da mina de extração de ferro, agindo sem dolo ou culpa, não pode ser responsabilizado pelo homicídio praticado com a arma de fogo produzida com aquele minério."
      },
      {
        "letra": "B",
        "texto": "“Páris\", com ânimo de matar, fere “Nestor\", o qual, vindo a ser transportado em ambulância, morre em decorrência de lesões experimentadas em acidente automobilístico a caminho do hospital, sendo o acidente, no caso, causa superveniente e relativamente independente, respondendo “Páris\" por homicídio consumado."
      },
      {
        "letra": "C",
        "texto": "“Aquiles\", sabendo que “Heitor\" é hemofílico, fere-o, com intuito homicida, ocorrendo efetivamente a morte, em virtude de hemorragia derivada da doença da qual “Heitor\" era portador, situação essa que leva à punição de “Aquiles\" por homicídio tentado, sendo a hemofilia, nesse caso, considerada concausa."
      },
      {
        "letra": "D",
        "texto": "“Menelau\", inimigo do condenado à morte “Tideu\", presenciando os instantes anteriores à execução, antecipa-se ao carrasco e mata o sentenciado, caso em que sua conduta não é punível, por falta de configuração jurídica de causa do resultado morte, que se daria de qualquer maneira."
      },
      {
        "letra": "E",
        "texto": "“Pátroclo\", com o intuito de matar “Eneas\", dispara contra ele com arma de fogo, ferindo-o, sobrevindo a morte de “Eneas\", exclusivamente por intoxicação causada por envenenamento provocado no dia anterior por “Ulisses\", devendo “Pátroclo\", nessa situação, responder por homicídio tentado, porque o envenenamento é considerado causa absolutamente independente preexistente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565813",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.Como a relação de causalidade constitui elemento do tipo penal no direito brasileiro, foi adotada como regra, no CP, a teoria da causalidade adequada, também conhecida como teoria da equivalência dos antecedentes causais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "531853",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "A respeito da relação de causalidade, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o resultado, de que depende a existência do crime, só é imputável a quem lhe deu causa."
      },
      {
        "letra": "B",
        "texto": "não há fato típico decorrente de caso fortuito."
      },
      {
        "letra": "C",
        "texto": "não há crime sem resultado."
      },
      {
        "letra": "D",
        "texto": "a omissão também pode ser causa do resultado."
      },
      {
        "letra": "E",
        "texto": "o Código Penal adotou a teoria da equivalência das condições."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525135",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "O Código Penal adota no seu art. 13 a teoria conditio sine qua non (condição sem a qual não). Por ela,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputa-se o resultado a quem também não deu causa."
      },
      {
        "letra": "B",
        "texto": "a causa dispensa a adequação para o resultado."
      },
      {
        "letra": "C",
        "texto": "a ação e a omissão são desconsideradas para o resultado."
      },
      {
        "letra": "D",
        "texto": "tudo que contribui para o resultado é causa, não se distinguindo entre causa e condição ou concausa."
      },
      {
        "letra": "E",
        "texto": "a omissão é penalmente irrelevante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "514871",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "A é esfaqueada por B, sofrendo lesões corporais leves. Socorrida e medicada, A é orientada quanto aos cuidados a tomar, mas não obedece à prescrição médica e em virtude dessa falta de cuidado, o ferimento infecciona, gangrena, e ela morre. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "B responde pelo resultado morte, visto se tratar de causa superveniente absolutamente independente."
      },
      {
        "letra": "B",
        "texto": "B responde pelo ato de lesão praticado, visto se tratar de causa concomitante relativamente independente."
      },
      {
        "letra": "C",
        "texto": "B responde pelo resultado morte, visto se tratar de causa concomitante absolutamente independente."
      },
      {
        "letra": "D",
        "texto": "B responde pelo resultado morte, visto se tratar de causa preexistente relativamente independente."
      },
      {
        "letra": "E",
        "texto": "B responde pelo ato de lesão anteriormente praticado, visto se tratar de causa superveniente relativamente independente, que por si só produziu o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "511208",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "No que toca à relação de causalidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é normativa nos crimes omissivos impróprios."
      },
      {
        "letra": "B",
        "texto": "a superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado, não se podendo imputar os fatos anteriores a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "a previsão legal de que a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado, se tinha por lei obrigação de cuidado, proteção ou vigilância, é aplicável aos crimes omissivos próprios."
      },
      {
        "letra": "D",
        "texto": "se adota em nosso sistema a teoria da conditio sine qua non, distinguindo-se, porém, causa de condição ou concausa."
      },
      {
        "letra": "E",
        "texto": "a teoria da imputação objetiva estabelece que somente pode ser objetivamente imputável um resultado causado por uma ação humana quando a mesma criou, para o seu objeto protegido, uma situação de perigo juridicamente relevante, ainda que permitido, e o perigo se materializou no resultado típico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1370453",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Em se tratando da relação de causalidade, segundo o Código Penal Brasileiro, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa."
      },
      {
        "letra": "B",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "Tem o dever de agir quem, com seu comportamento anterior, criou o risco da ocorrência do resultado."
      },
      {
        "letra": "D",
        "texto": "A superveniência de causa relativamente independente que, por si só, produziu o resultado, não exclui a imputação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "417893",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Resultado",
      "Nexo de causalidade",
      "Crime preterdoloso",
      "Concurso de crimes",
      "Crime continuado"
    ],
    "enunciado_principal": "Em relação ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A continuidade delitiva ocorre quando o agente praticar dois ou mais crimes de mesma natureza em condições que possibilitem que os delitos subsequentes sejam tidos como continuação do primeiro."
      },
      {
        "letra": "B",
        "texto": "A espécie de dolo envolvido não influencia a classificação dos crimes segundo o resultado, pois crimes materiais ou formais podem ter como móvel tanto o dolo genérico quanto o específico."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime de omissão de socorro, caracteriza arrependimento posterior o fato de a vítima receber tratamento médico custeado pelo autor."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria da equivalência dos antecedentes, nem todos os antecedentes do resultado podem ser considerados na relação de causalidade, já que as causas relativamente independentes da conduta excluem o nexo de causalidade."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria da equivalência dos antecedentes, o agente que esteja diante de causa preexistente absolutamente independente e já a conheça ou, embora não a conheça, possa prevê-la, responde pelo resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402704",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "A respeito do princípio da legalidade, da relação de causalidade, dos crimes consumados e tentados e da imputabilidade penal, julgue os itens seguintes.Considere que Alfredo, logo depois de ter ingerido veneno com a intenção de suicidar-se, tenha sido alvejado por disparos de arma de fogo desferidos por Paulo, que desejava matá-lo. Considere, ainda, que Alfredo tenha morrido em razão da ingestão do veneno. Nessa situação, o resultado morte não pode ser imputado a Paulo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372323",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ressalvados os decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "C",
        "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou."
      },
      {
        "letra": "D",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "478913",
    "metadata": "Ano: 2013 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "A RELAÇÃO DE CAUSALIDADE APRESENTA-SE NOS TIPOS DEPENDENTES DE UM RESULTADO EXTERNO (DELITOS DE RESULTADO) COMO VÍNCULO OU NEXO ENTRE A CONDUTA DO AGENTE E O RESULTADO TÍPICO. ANALISE AS PROPOSIÇÕES ABAIXO E ASSINALE A ALTERNATIVA INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da equivalência das condições ou da conditio sine qua non é admitida pelo Código Penal, prevendo sob a rubrica de superveniência de causa independente, um limite à amplitude do conceito de causa."
      },
      {
        "letra": "B",
        "texto": "Para a teoria da imputação objetiva, a causação de um resultado típico só realizará o tipo objetivo se o agente criar um perigo juridicamente desaprovado, que se consubstancia naquele, ou se aumenta o risco permitido com violação do dever de cuidado relevante."
      },
      {
        "letra": "C",
        "texto": "Para os efeitos da relação de causalidade jurídico-penal, a distinção entre causa e condição é irrelevante."
      },
      {
        "letra": "D",
        "texto": "Nos crimes comissivos por omissão, a ilicitude surge: não porque o agente impediu o resultado, mas porque não o causou quando devia e podia fazê-lo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "317515",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. Em se tratando de nexo causal, o resultado, nas causas supervenientes relativamente independentes, somente poderá ser imputado ao agente se estiver na mesma linha de desdobramento natural da ação. II. Ocorre erro de tipo quando o equívoco do agente recai sobre o conteúdo proibitivo de uma norma penal. III. Mélvio e Acio entraram em luta corporal e ambos restaram lesionados. Se ao final da instrução processual não restar evidenciado quem teria dado início às agressões, a solução é a absolvição de ambos com base no reconhecimento da legítima defesa recíproca. IV. Os crimes habituais, os preterdolosos, os culposos, os unissubisistentes e os omissivos próprios não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "307418",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "No que diz respeito à relação de causalidade, à superveniência de causa independente e à relevância da omissão no direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria adotada pelo CP tem como inconveniente a possibilidade de se levar ad infinitum a pesquisa da causa, abrangendo todos os agentes das causas anteriores, sendo limitada pelo dolo ou culpa da conduta e do vínculo objetivo do agente com a ação."
      },
      {
        "letra": "B",
        "texto": "A exclusão do nexo de causalidade ocorre nas concausas absolutamente independentes quando estas forem supervenientes, mas não ocorre quando estas forem preexistentes ou concomitantes."
      },
      {
        "letra": "C",
        "texto": "A relevância causal da omissão diz respeito tão somente aos crimes omissivos próprios, em face da relação causal objetiva preconizada pelo CP."
      },
      {
        "letra": "D",
        "texto": "De acordo com preceito expresso no CP, a relação de causalidade limita-se aos crimes materiais."
      },
      {
        "letra": "E",
        "texto": "O CP adota a teoria da causalidade jurídica, uma vez que a causalidade relevante para o direito penal é aquela que pode ser prevista pelo agente, ou seja, que se encontra na esfera da previsibilidade, podendo ser mentalmente antecipada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "302735",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "A respeito da relação de causalidade, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o evento resultou de causa absolutamente independente, o agente por ele responde a título de culpa."
      },
      {
        "letra": "B",
        "texto": "Concausa é a confluência de uma causa na produção de um mesmo resultado, estando lado a lado com a ação do agente."
      },
      {
        "letra": "C",
        "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado, imputando-se, porém, os fatos anteriores a quem os praticou."
      },
      {
        "letra": "D",
        "texto": "O Código Penal brasileiro considera causa a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "E",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "301966",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "Abel, com intenção de matar, disparou um tiro de revólver contra Bruno, que foi socorrido e, dias depois, faleceu em decorrência do desabamento do prédio do hospital onde convalescia dos ferimentos causados pelo disparo. Carlos foi esfaqueado por Daniel, que pretendia matá-lo, e, embora tenha resistido às feridas, morreu dias depois, em decorrência de septicemia originada por infecção bacteriana contraída em razão dos ferimentos, apesar do rigoroso tratamento médico a que fora submetido. Fátima submeteu-se a uma cirurgia, após haver sido gravemente ferida por Eliana, que pretendia matá-la, e, já bastante debilitada pelos ferimentos sofridos, morreu em razão de hemorragia no curso do procedimento cirúrgico realizado por médico imperito. Considerando as situações hipotéticas acima apresentadas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O médico imperito e Eliana, autora das lesões, podem responder, em concurso de pessoas, pelo resultado morte."
      },
      {
        "letra": "B",
        "texto": "Abel deve responder por homicídio, pois, se não houvesse disparado o tiro contra Bruno, este não teria sido internado no hospital e, portanto, não teria morrido em decorrência do desabamento do prédio."
      },
      {
        "letra": "C",
        "texto": "Daniel deve responder por tentativa de homicídio, pois a septicemia não foi, no caso em questão, decorrência natural dos ferimentos produzidos em Carlos."
      },
      {
        "letra": "D",
        "texto": "Eliana deve responder por homicídio se for comprovado que a hemorragia poderia ter sido contida, não fosse a gravidade do estado de Fátima, em decorrência da lesão produzida por Eliana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "208951",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Considerando-se a relação de causalidade, é INCORRETO afrmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal adota a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "a superveniência de causa relativamente independente exclui o crime quando, por si só, produzir o resultado, podendo, entretanto, os fatos anteriores serem imputados a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "o agente que efetua disparo de arma de fogo contra outrem, atingindo-o e, arrependido, leva a vítima para o hospital, vindo esta a falecer, em razão de infecção hospitalar, responde pelo crime de homicídio consumado."
      },
      {
        "letra": "D",
        "texto": "pratica crime comissivo por omissão, o delegado de polícia que, de forma indulgente, deixa de lavrar auto de prisão em fagrante no qual o conduzido é seu vizinho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "204013",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "A disposição legal contida no art. 13, parágrafo segundo do CP, segundo a qual a omissão apresenta valor penal quando o agente devia e podia agir para evitar o resultado, corresponde corretamente à ideia ou ao conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causalidade normativa."
      },
      {
        "letra": "B",
        "texto": "possibilidade de punição superveniente de causa independente ao delito."
      },
      {
        "letra": "C",
        "texto": "causalidade entre a omissão e o resultado naturalístico."
      },
      {
        "letra": "D",
        "texto": "desnecessária conjugação do dever legal e possibilidade real de agir."
      },
      {
        "letra": "E",
        "texto": "regra aplicável somente aos crimes omissivos próprios."
      }
    ],
    "gabarito": "A"
  }
]