[
  {
    "id": "2340509",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "À luz da legislação penal e da jurisprudência do Superior Tribunal de Justiça, julgue o item que se segue. No crime de injúria praticado via Internet por meio de mensagens privadas a cujo conteúdo somente o autor e o destinatário tenham acesso, a consumação ocorre no local em que a vítima tomou conhecimento do conteúdo ofensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110711",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos crimes contra a honra, a pena é aumentada em 1/3 se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever de ofício."
      },
      {
        "letra": "B",
        "texto": "cometido na presença de várias pessoas ou por meio que facilite a divulgação do crime."
      },
      {
        "letra": "C",
        "texto": "cometido contra qualquer pessoa em razão de seu trabalho."
      },
      {
        "letra": "D",
        "texto": "a injúria ou difamação é irrogada em juízo, na discussão da causa, pela parte ou seu procurador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2078710",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Difamação"
    ],
    "enunciado_principal": "Na seara dos crimes contra a honra, aquele que imputa fato ofensivo e não criminoso à reputação alheia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete injúria."
      },
      {
        "letra": "B",
        "texto": "comete difamação."
      },
      {
        "letra": "C",
        "texto": "comete calúnia."
      },
      {
        "letra": "D",
        "texto": "comete injúria qualificada."
      },
      {
        "letra": "E",
        "texto": "não pratica fato típico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992193",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Fred, extremamente irritado com Thor, procurador do Estado de Santa Catarina, em razão da atuação do último, em seu detrimento, em um processo de natureza tributária, proferiu diversas palavras de baixo calão, ofendendo a honra objetiva e subjetiva do agente público. No cenário narrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Supremo Tribunal Federal consagrou a legitimidade concorrente do agente público, via queixa-crime, e do Ministério Público, por meio de denúncia, desde que haja representação, para deflagrar a ação penal, cabendo ao ofendido realizar a escolha. Optando pela representação, poderá a vítima mudar de ideia e oferecer queixa-crime, desde que o Parquet ainda não tenha oferecido denúncia;"
      },
      {
        "letra": "B",
        "texto": "como a conduta de ofender agente público, no regular exercício de suas atribuições, é detentora de um juízo de reprovabilidade mais acentuado, a ação penal é pública incondicionada, de forma que o Ministério Público oferecerá denúncia independentemente de qualquer representação por parte do ofendido;"
      },
      {
        "letra": "C",
        "texto": "o Supremo Tribunal Federal consagrou a legitimidade concorrente do agente público, via queixa-crime, e do Ministério Público, por meio de denúncia, desde que haja representação, para deflagrar a ação penal em juízo, cabendo ao ofendido realizar a escolha. A opção, uma vez efetivada, não poderá ser modificada, incidindo o fenômeno da preclusão;"
      },
      {
        "letra": "D",
        "texto": "considerando-se que os crimes contra a honra são persequíveis mediante ação penal de iniciativa privada, caberá ao procurador do Estado, a partir de um juízo de oportunidade e conveniência, optar por deflagrar ou não a persecução penal em juízo, via queixa-crime;"
      },
      {
        "letra": "E",
        "texto": "como Thor foi ofendido no exercício das suas atribuições legais, a ação penal é pública condicionada à representação do ofendido, de forma que, em havendo representação por parte do procurador do Estado, a persecução penal será deflagrada por iniciativa do Ministério Público, via denúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985500",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e as disposições do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A calúnia contra os mortos não é punível"
      },
      {
        "letra": "B",
        "texto": "É admitido exceção da verdade nos crimes de calúnia, injúria e difamação"
      },
      {
        "letra": "C",
        "texto": "Não constitui, via de regra, injúria ou difamação puníveis a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador"
      },
      {
        "letra": "D",
        "texto": "Se os crimes contra a honra são cometidos em quaisquer modalidades das redes sociais da rede mundial de computadores, a pena é aumentada de 1/6 a 1/3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951309",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Relativamente à sistemática dos crimes contra a honra previstos no Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica a exceção da verdade ao crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não se admite exceção da verdade no crime de difamação se o ofendido é funcionário público;"
      },
      {
        "letra": "C",
        "texto": "constitui injúria punível a ofensa irrogada em juízo por promotor de Justiça na discussão da causa;"
      },
      {
        "letra": "D",
        "texto": "se aplica em triplo a pena se o crime é cometido ou divulgado em quaisquer modalidades das redes sociais da rede mundial de computadores;"
      },
      {
        "letra": "E",
        "texto": "se admite exceção da verdade no crime de calúnia se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947758",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Em se tratando de crimes contra a honra, a retratação do agressor extingue a punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos crimes de calúnia e injúria."
      },
      {
        "letra": "B",
        "texto": "tanto no crime de difamação quanto no de injúria."
      },
      {
        "letra": "C",
        "texto": "no crime de calúnia, apenas."
      },
      {
        "letra": "D",
        "texto": "nos crimes de calúnia, difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "no crime de calúnia e no de difamação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1943266",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a configuração de injúria contra pessoa jurídica."
      },
      {
        "letra": "B",
        "texto": "A imunidade material dos vereadores pelos discursos que proferem restringe-se aos dizeres emanados por eles nos limites do município onde possuem mandato, além de ter estrita pertinência com o exercício do mandato."
      },
      {
        "letra": "C",
        "texto": "A intenção de caçoar da vítima é suficiente para a configuração da difamação."
      },
      {
        "letra": "D",
        "texto": "A imputação de um fato que não seja verdadeiro é pressuposto da difamação."
      },
      {
        "letra": "E",
        "texto": "Tanto a calúnia quanto a difamação exigem resultado material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1927529",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Nos crimes contra a honra dos Presidentes do Senado Federal, da Câmara dos Deputados ou do Supremo Tribunal Federal, as penas cominadas no Código Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumentam-se de 1/2."
      },
      {
        "letra": "B",
        "texto": "aumentam-se de 2/3."
      },
      {
        "letra": "C",
        "texto": "aplicam-se em dobro."
      },
      {
        "letra": "D",
        "texto": "aplicam-se em triplo."
      },
      {
        "letra": "E",
        "texto": "aumentam-se de 1/3."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1857513",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SERIS-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir.Crime contra honra é considerado crime contra a pessoa, e sua pena será aumentada caso seja cometido contra funcionário público, em razão de suas funções.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771675",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Injúria"
    ],
    "enunciado_principal": "Enquanto realizava compras em uma famosa loja de grife da cidade, Roberto iniciou discussão com a vendedora Joana, vindo a afirmar, na presença de quinze clientes, que o mau atendimento só poderia ter sido causado por uma “negrinha que deveria estar comendo banana”. Joana ficou envergonhada com toda a situação, optando por ir para casa e não contar a ninguém sobre o ocorrido. Contudo, a proprietária do estabelecimento compareceu em sede policial e narrou os fatos. Considerando apenas as informações expostas, é correto afirmar que o delegado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá instaurar inquérito policial, pois o crime em tese praticado foi de injúria racial sem causa de aumento, que é de ação penal pública incondicionada;"
      },
      {
        "letra": "B",
        "texto": "não poderá instaurar inquérito policial, pois o crime em tese praticado foi de injúria racial majorada, que exige representação da vítima;"
      },
      {
        "letra": "C",
        "texto": "deverá instaurar inquérito policial, pois foi praticado crime de racismo, que é de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "não poderá instaurar inquérito policial, pois foi praticado crime de injúria racial simples, que é de ação penal privada;"
      },
      {
        "letra": "E",
        "texto": "deverá instaurar inquérito policial, pois o crime praticado foi de injúria racial majorada, que é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2689596",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Fortaleza dos Nogueiras - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Observe os itens a seguir relacionados aos crimes contra a honra. I. constituem injúria ou difamação punível a opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar. II. Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes, a pena é de detenção, de três meses a um ano, e multa, além da pena correspondente à violência. III. É punível a calúnia contra os mortos. IV. No crime de calúnia admite-se a prova da verdade se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível. A quantidade de itens corretos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2"
      },
      {
        "letra": "B",
        "texto": "1"
      },
      {
        "letra": "C",
        "texto": "4"
      },
      {
        "letra": "D",
        "texto": "3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1096974",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item. Responde pelo crime de injúria a pessoa que imputa a alguém fato definido como crime, sabendo que é mentira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010461",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Nos crimes contra a honra, a ação penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime contra chefe de governo estrangeiro, será pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "no crime contra funcionário público, em razão de suas funções, será pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "no crime de injúria real, será de iniciativa privada, ainda que resulte lesão corporal."
      },
      {
        "letra": "D",
        "texto": "no crime de injúria racial, será de iniciativa privada."
      },
      {
        "letra": "E",
        "texto": "no crime contra Presidente de República, será pública condicionada à representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1006901",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Acerca da ação penal, das causas extintivas da punibilidade e da prescrição, julgue o seguinte item. Conforme entendimento do STF, a persecução penal por crime contra a honra de servidor público no exercício de suas funções é de ação pública condicionada à representação do ofendido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "911538",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e às imunidades previstas na legislação constitucional e infraconstitucional, julgue os itens subsequentes. I Vereador não responde por ofensas pessoais proferidas em razão de discussão política dentro dos limites territoriais do seu município. II A imunidade processual do advogado garantida pelo Estatuto da OAB não pode afastar punição por calúnias proferidas em discussão de causa. III O pedido de explicações não interrompe o prazo decadencial para a propositura da ação penal nos crimes contra a honra. IV Ação penal por injúria praticada contra servidor público é exercida exclusivamente por intermédio do MP, mediante a representação do ofendido. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840174",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, considere as afirmativas abaixo: I. Não é admissível a exceção da verdade para o delito de injúria. II. A retratação somente é admissível nos casos de calúnia e difamação. III. O juiz pode deixar de aplicar a pena na difamação no caso de retorsão imediata, que consista em outra difamação. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "803019",
    "metadata": "Ano: 2017 | Banca: COSEAC | Órgão: UFF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "É vedado ao servidor público prejudicar deliberadamente a reputação de outros servidores ou de cidadãos que dele dependam. É classificado como crime contra a honra o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "alteração de limites."
      },
      {
        "letra": "D",
        "texto": "injúria."
      },
      {
        "letra": "E",
        "texto": "divulgação de segredo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2034909",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos termos do Art. 138 do Código Penal, imputar a alguém um fato definido como crime constitui o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "improbidade."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641842",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Nos crimes contra a honra previstos no Código Penal, todas as hipóteses delituosas enumeradas admitem a exceção da verdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "620608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Renúncia",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Assinale a opção correta conforme a jurisprudência do STJ no âmbito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo sendo declarada a extinção da possibilidade em decorrência da prescrição da pretensão punitiva, o fato de o réu ter sido condenado justifica a avaliação negativa por maus antecedentes na dosimetria da pena por outro crime praticado posteriormente."
      },
      {
        "letra": "B",
        "texto": "Se várias pessoas ofenderem a honra de alguém em rede social, cada qual fazendo comentários desairosos de forma autônoma, caberá ao ofendido ajuizar queixa-crime contra todos eles, em razão do princípio da indivisibilidade da ação penal, sob pena de se presumir renúncia tácita ao direito de queixa."
      },
      {
        "letra": "C",
        "texto": "Para que se tipifique o crime contra a honra, tem de haver dolo direto, não se configurando ele com o dolo eventual."
      },
      {
        "letra": "D",
        "texto": "Na tipificação do crime de perigo abstrato, não se dispensa prova de um dano efetivo a bem jurídico tutelado, ante os princípios que orientam a doutrina do direito penal mínimo."
      },
      {
        "letra": "E",
        "texto": "O motorista que apenas conduzir os agentes ao local onde estes praticarão um crime e ali permanecer, vigiando as imediações para alertar os comparsas sobre a eventual aproximação de outras pessoas, ou para lhes proporcionar a fuga, responderá por participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552697",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. Os crimes de Calúnia (Art. 138 do CP), Difamação (Art. 139 do CP) e Injúria (Art. 140 do CP) atingem a honra objetiva da vítima. II. A crítica literária desfavorável constitui crime contra a honra. III. É punível a injúria contra os mortos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa II está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544570",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Admissível a exceção da verdade e a retratação, respectivamente, nos crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho e calúnia."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e falso testemunho."
      },
      {
        "letra": "D",
        "texto": "difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "difamação e falso testemunho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "418357",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Assinale a resposta que, de acordo com previsões legais, contém a sequência CORRETA para os itens abaixo:( ) O prazo legal para oferecimento de denúncia em caso de prática de infração penal eleitoral é de 10 (dez) dias. ( ) No caso de crimes contra a honra, antes da análise do recebimento da queixa-crime em se tratando de ações penais de competência originária dos Tribunais de Justiça dos Estados, será oferecida opodunidade às partes para reconciliação. ( ) Na fase de debates no rito do júri, em se tratando o caso de ação penal de iniciativa privada, falará em primeiro lugar o querelante e, em seguida, o Ministério Público, salvo se este houver retomado a titularidade da ação. ( ) As regras de informatização do processo judicial preveem que quando a petição eletrônica for enviada para atender a prazo processual, serão consideradas tempeistivas as transmitidas até as 24 (vinte e quatro) horas do seu último dia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(V) (F) (V) (V)."
      },
      {
        "letra": "B",
        "texto": "(F) (F) (V) (V)."
      },
      {
        "letra": "C",
        "texto": "(V) (V) (V) (F)."
      },
      {
        "letra": "D",
        "texto": "(V) (V) (F) (V)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423157",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Assinale a opção incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "Resultando da injúria real ou qualificada lesão corporal, a ação penal passa a ser pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Quem, de modo preconceituoso, afirma que alguém é velho caquético, ciente da idade e deficiência auditiva da pessoa, comete uma das modalidades de crime de racismo."
      },
      {
        "letra": "D",
        "texto": "Caracterizado crime contra a honra de servidor público, em razão do exercício de suas funções, será concorrente a legitimidade do ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "Considere que Paulo pratique crime contra a honra de Cezar, imputando-lhe, falsamente, fato definido como crime e que Adalberto, sabendo falsa a imputação, a propale e divulgue. Nessa hipótese, Adalberto incorre na mesma pena de Paulo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335805",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, assinale a opção correta de acordo com o entendimento dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A forma privilegiada do homicídio é compatível com a qualificadora da motivação torpe, em face da ausência de contradição lógica."
      },
      {
        "letra": "B",
        "texto": "Comete o crime de homicídio a mulher que, iniciado o trabalho de parto, não estando sob o estado puerperal, mata o nascituro, ainda que este não tenha respirado"
      },
      {
        "letra": "C",
        "texto": "A consumação dos crimes de calúnia, difamação e injúria ocorre quando terceiro, que não o sujeito passivo, toma conhecimento do fato."
      },
      {
        "letra": "D",
        "texto": "A prática do crime de homicídio sob o estado de embriaguez afasta o reconhecimento da motivação fútil, haja vista que a embriaguez pode reduzir a capacidade do autor de entender o caráter ilícito de sua conduta."
      },
      {
        "letra": "E",
        "texto": "No ato de se desferir, no ímpeto, golpes reiterados com instrumento perfurocortante em indivíduo, com a intenção de matá-lo, causando-lhe a morte por hemorragia, incide a qualificadora do meio cruel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305555",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "O termo “decoro”, prescrito no tipo penal do artigo 140 do CP, pode ser classificado como elemento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "misto."
      },
      {
        "letra": "B",
        "texto": "objetivo."
      },
      {
        "letra": "C",
        "texto": "subjetivo."
      },
      {
        "letra": "D",
        "texto": "normativo."
      },
      {
        "letra": "E",
        "texto": "alternativo."
      }
    ],
    "gabarito": "D"
  }
]