[
  {
    "id": "3287924",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal vigente, temos no Brasil, excludentes de ilicitude nos casos de aborto praticado por médico, nas seguintes situações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aborto necessário e aborto sentimental."
      },
      {
        "letra": "B",
        "texto": "aborto necessário e aborto eugênico."
      },
      {
        "letra": "C",
        "texto": "aborto social e aborto eugênico."
      },
      {
        "letra": "D",
        "texto": "aborto sentimental e aborto social."
      },
      {
        "letra": "E",
        "texto": "aborto necessário e aborto social."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3163070",
    "metadata": "Ano: 2025 | Banca: Instituto Darwin | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Dois guardas municipais se depararam com criminosos fortemente armados dentro da Secretaria de Administração Municipal, que tinha acabado de receber uma grande carga de computadores e impressoras novas. Após intenso confronto balístico, os criminosos acabaram sofrendo lesões corporais graves e, em seguida, foram encaminhados ao hospital. Com base na situação em comento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se algum criminoso não resistir aos ferimentos e vier a falecer, os dois guardas municipais serão responsabilizados criminalmente pelo homicídio."
      },
      {
        "letra": "B",
        "texto": "Como os guardas municipais estavam em estrito cumprimento de dever legal, eles são inimputáveis."
      },
      {
        "letra": "C",
        "texto": "Os guardas municipais agiram em excludente de ilicitude, não devendo responder pelas lesões corporais graves."
      },
      {
        "letra": "D",
        "texto": "Como os guardas municipais atuaram em legítima defesa, eles são isentos de pena, caso algum criminoso venha a falecer."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2326900",
    "metadata": "Ano: 2023 | Banca: IMPARH | Órgão: Prefeitura de Pedra Branca - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A respeito das excludentes de ilicitude, assinale a alternativa CORRETA conforme expresso pelo Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime quando o agente pratica o fato em estrito cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "São penalmente inimputáveis os menores de dezoito anos."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322679",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Com relação à antijuridicidade, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em determinas hipóteses, o consentimento do ofendido é aceito como causa supralegal excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "O estado de necessidade defensivo ocorre quando o agente sacrifica bem jurídico do próprio causador do perigo e o estado de necessidade agressivo se verifica quando aquele que deve suportar a agressão não tem relação com o perigo."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa sucessiva ocorre quando o agressor originário age para repelir o excesso de defesa da vítima original."
      },
      {
        "letra": "D",
        "texto": "A divulgação de cena de estupro em publicação acadêmica com a adoção de recurso que impossibilite a identificação da vítima não ostenta ilicitude penal."
      },
      {
        "letra": "E",
        "texto": "É admissível a legítima defesa contra a legítima defesa nos casos de crimes omissivos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2165930",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Quanto às excludentes de antijuridicidade, analise as afirmativas a seguir. I. Aquele que pratica o fato para salvar de perigo iminente, que não provocou por sua vontade, direito próprio, é considerado em estado de necessidade. II. Aquele que tem o dever legal de enfrentar o perigo não pode alegar estado de necessidade, salvo quando for razoável exigir-se o sacrifício do direito ameaçado. III. A tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana, da proteção à vida e da igualdade de gênero. IV. Age em legítima defesa o agente de segurança pública que, usando moderadamente dos meios necessários, repele agressão atual e injusta à vítima mantida refém durante a prática de crime. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente l e II;"
      },
      {
        "letra": "B",
        "texto": "somente Ill e IV;"
      },
      {
        "letra": "C",
        "texto": "somente l, Il e IV;"
      },
      {
        "letra": "D",
        "texto": "somente II, IIl e IV;"
      },
      {
        "letra": "E",
        "texto": "I,II, Ill e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075598",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estrito cumprimento de dever legal o agente de segurança pública que repele agressão ou risco de agressão a vítima mantida refém durante a prática de crimes."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2280941",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Analise as opções e marque a alternativa CORRETA no que diz respeito às causas excludentes de ilicitude, conforme os artigos 23, 24 e 25 do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa dá-se, usando abundantemente dos meios necessários, repele injusta agressão a outrem."
      },
      {
        "letra": "B",
        "texto": "Pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "C",
        "texto": "O agente, em qualquer das hipóteses, não responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Observados os requisitos, considera-se também em legítima defesa o agente de segurança pública que repele agressão ou risco de agressão a agente criminoso durante a prática de crimes."
      },
      {
        "letra": "E",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2280940",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "“A ilicitude, também denominada de antijuricidade, é o segundo substrato do conceito analítico de crime. Deve ser entendida como conduta típica não justificada, espelhando a relação de contrariedade entre o fato típico e o ordenamento jurídico como um todo.” Assinale a alternativa que se refere às causas excludentes da ilicitude, de acordo com o art. 23 do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade, legítima defesa, estrito cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "Estado de calamidade, legítima defesa, estrito cumprimento de dever legal."
      },
      {
        "letra": "C",
        "texto": "Estado de calamidade, legítima defesa, desincumbência de cumprimento de dever legal."
      },
      {
        "letra": "D",
        "texto": "Estado de necessidade, legítima defesa, desincumbência de cumprimento de dever legal ou no exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "Estado de calamidade, legítima defesa, desincumbência de cumprimento de dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960225",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No que se refere à exclusão da ilicitude, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se"
      },
      {
        "letra": "B",
        "texto": "O agente, em meio ao estrito cumprimento do dever legal, haverá de responder pelo excesso doloso ou culposo"
      },
      {
        "letra": "C",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem"
      },
      {
        "letra": "D",
        "texto": "Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo"
      },
      {
        "letra": "E",
        "texto": "Embora seja razoável exigir-se o sacrifício do direito ameaçado, é vedado, nesta hipótese, a redução de pena"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1946480",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A respeito das hipóteses de exclusão de ilicitude, constantes do Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no estado de necessidade, ainda que seja razoável exigir o sacrifício do direito que se visou salvaguardar, o agente restará isento de pena."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa é justificável para repelir injusta agressão a direito próprio ou a direito alheio."
      },
      {
        "letra": "C",
        "texto": "o estado de necessidade é justificável apenas para salvaguarda de direito próprio, não englobando direito alheio."
      },
      {
        "letra": "D",
        "texto": "quando o agente age em estado de necessidade, legítima defesa ou em estrito cumprimento do dever legal, incorre em crime, mas restará isento de pena, desde que não caracterizado o excesso, doloso ou culposo."
      },
      {
        "letra": "E",
        "texto": "a legítima defesa específica aos agentes de segurança pública, prevista no parágrafo único do art. 25, do Código Penal, aplica-se apenas quando em causa vítima de crime de extorsão mediante sequestro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855780",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre causas de justificação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O motorista A ignora o sinal de parada obrigatória e conduz o veículo em sentido diverso para evitar blitz de trânsito: se o disparo de arma de fogo pelo policial B, visando o motorista A, produz apenas danos superficiais no veículo deste, mas impede sua efetiva fuga da blitz, a ação do policial B é justificada pelo estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "Não se admite legítima defesa para repelir injusta agressão, atual ou iminente, a direito próprio ou alheio, derivada de culpa inconsciente do agressor"
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal brasileiro, o erro fático evitável sobre a situação justificante do exercício regular de direito permite a redução da culpabilidade do agente, na terceira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A ausência de responsabilização penal de atletas na produção de lesões corporais entre si, durante a prática de esportes violentos, como lutas oficiais de boxe e competições de artes marciais regulamentadas, está diretamente relacionada a hipóteses de consentimento real do titular do bem jurídico ofendido."
      },
      {
        "letra": "E",
        "texto": "Na análise da cláusula de razoabilidade do estado de necessidade, prevista no Código Penal brasileiro, se na situação concreta era razoável exigir-se o sacrifício do direito ameaçado, deve ser reconhecida circunstância atenuante, na segunda fase de aplicação da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1617584",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No que se refere ao uso diferenciado da força, julgue o item a seguir.A conduta de um policial rodoviário federal de, no exercício da função, atirar e causar lesão corporal em alguém poderá não ser considerada crime se ele comprovar alguma causa de exclusão de antijuridicidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1740610",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Identifique abaixo as afirmativas verdadeiras ( V ) e as falsas ( F ) sobre o Excludente de Ilicitude, previsto no Código Penal – Decreto-Lei nº 2.848, de 7 de dezembro de 1940. ( ) Entende-se em Legítima Defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou eminente, a direito seu ou de outrem. ( ) Estrito Cumprimento do Dever Legal consiste na realização de um fato típico, por força de desempenho de uma obrigação imposta por lei, nos exatos limites dessa obrigação. ( ) Exercício Regular de Direito é uma ação típica praticada por um indivíduo, não sendo considerada um ilícito. ( ) Estado de Necessidade acontece quando o agente pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. Assinale a alternativa que indica a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V • V • V • V"
      },
      {
        "letra": "B",
        "texto": "V • V • F • F"
      },
      {
        "letra": "C",
        "texto": "V • F • V • F"
      },
      {
        "letra": "D",
        "texto": "F • V • V • V"
      },
      {
        "letra": "E",
        "texto": "F • F • F • V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639810",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre o instituto da exclusão de ilicitude, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso doloso ou culposo nos casos de exclusão de ilicitude não é punível."
      },
      {
        "letra": "B",
        "texto": "É causa de exclusão de ilicitude a legítima defesa."
      },
      {
        "letra": "C",
        "texto": "O excesso doloso nos casos de exclusão de ilicitude é punível."
      },
      {
        "letra": "D",
        "texto": "O excesso culposo nos casos de exclusão de ilicitude é punível."
      },
      {
        "letra": "E",
        "texto": "É causa de exclusão de ilicitude o exercício regular de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1637838",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Segundo o Código Penal, não é causa excludente de ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa."
      },
      {
        "letra": "C",
        "texto": "O estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "O estrito cumprimento de dever legal."
      },
      {
        "letra": "E",
        "texto": "O exercício regular de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "994228",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Descriminantes Putativas",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre a parte geral do Código Penal, analise as afirmativas a seguir. I. O excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto. II. A desistência voluntária pode se materializar tanto em hipóteses de tentativa perfeita quanto em casos de tentativa imperfeita. III. Descriminantes putativas ocorrem quando o agente supõe que está agindo licitamente, imaginando que se encontra presente uma das causas excludentes de ilicitude previstas em lei. IV. A regra da incomunicabilidade das circunstâncias (art. 30 do Código Penal), promove a extensão da culpabilidade com base em ficção legal de qualidades pessoais.V. Na hipótese de aberratio ictus com unidade complexa, deve ser utilizado, na aplicação da sanção penal, o mesmo tratamento do concurso formal impróprio. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e V, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "978057",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "João subtrai para si um pacote de bolachas no valor de R$ 10,00 de um grande supermercado e o fato se encaixa formalmente no art. 155 do Código Penal. Em virtude da inexpressividade da lesão causada ao patrimônio da vítima e pelo desvalor da conduta, incide o princípio da insignificância que tem sido aceito pela doutrina e por algumas decisões judiciais como excludente de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "punibilidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade material."
      },
      {
        "letra": "C",
        "texto": "culpabilidade."
      },
      {
        "letra": "D",
        "texto": "ilicitude formal."
      },
      {
        "letra": "E",
        "texto": "executividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1063377",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Nos termos da regulamentação do Código Penal Brasileiro vigente, o estrito cumprimento do dever legal e a obediência hierárquica configuram, respectivamente, hipóteses de exclusão da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade e culpabilidade."
      },
      {
        "letra": "B",
        "texto": "ilicitude e culpabilidade."
      },
      {
        "letra": "C",
        "texto": "culpabilidade e tipicidade."
      },
      {
        "letra": "D",
        "texto": "culpabilidade e ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "953786",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas relativamente independentes",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Quanto ao Título II, da Parte Geral do Código Penal, “Do Crime”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a superveniência de causa relativamente independente, preexistente, concomitante ou superveniente, exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "se o fato é cometido sob coação moral irresistível, só é punível o autor da coação. Se resistível, coator e coato respondem em concurso de pessoas, atenuando-se obrigatoriamente a pena do último."
      },
      {
        "letra": "C",
        "texto": "nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "quanto às excludentes de ilicitude, o excesso doloso ou culposo punível aplica-se à legítima defesa e ao estado de necessidade, enquanto ao estrito cumprimento do dever legal e ao exercício regular de direito, somente o doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "917864",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Tipicidade formal",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Durante uma tragédia causada pela natureza, Júlio, que caminhava pela rua, é arrastado pela força do vento e acaba se chocando com uma terceira pessoa, que, em razão do choque, cai de cabeça ao chão e vem a falecer. Sobre a consequência jurídica do ocorrido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a tipicidade do fato restou afastada por ausência de tipicidade formal, apesar de haver conduta por parte de Júlio;"
      },
      {
        "letra": "B",
        "texto": "a tipicidade do fato restou afastada, tendo em vista que não houve conduta penal por parte de Júlio;"
      },
      {
        "letra": "C",
        "texto": "o fato é típico, ilícito e culpável, mas Júlio será isento de pena em razão da ausência de conduta;"
      },
      {
        "letra": "D",
        "texto": "a conduta praticada por Júlio, apesar de típica e ilícita, não é culpável, devendo esse ser absolvido;"
      },
      {
        "letra": "E",
        "texto": "a conduta praticada por Júlio, apesar de típica, não é ilícita, devendo esse ser absolvido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "913048",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado",
      "Nexo de causalidade",
      "Tipicidade formal",
      "Tipicidade conglobante",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "São elementos do fato típico, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta."
      },
      {
        "letra": "B",
        "texto": "resultado."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "nexo causal."
      },
      {
        "letra": "E",
        "texto": "antijuricidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905794",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Com relação às causas de exclusão da ilicitude, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Astrogildo colocou cacos de vidro, visíveis, em cima do muro de sua casa, para evitar a ação de ladrões. Certo dia, uma criança neles se lesionou ao pular o muro da casa de Astrogildo para pegar uma bola que ali havia caído. Nessa situação, ainda que se tratando da defesa de um perigo incerto e ou remoto, a conduta de Astrogildo restaria acobertada por excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "No caso de legítima defesa ou estado de necessidade de terceiros, é imprescindível a prévia autorização destes para que a conduta do agente não seja ilícita."
      },
      {
        "letra": "C",
        "texto": "Caio, lutador de boxe, durante uma luta em que seguia as regras desportivas, atinge região vital de Tício, causando-lhe a morte. Ante a gravidade da situação fática, a violência não encontra amparo em nenhuma causa de exclusão da ilicitude, devendo Caio responder pela morte causada."
      },
      {
        "letra": "D",
        "texto": "Nos moldes do finalismo penal, pode a inexigibilidade de conduta diversa ser considerada causa supralegal de exclusão de ilicitude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883342",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A respeito da culpabilidade, da ilicitude e de suas excludentes, julgue o item que se segue.Conforme a doutrina pátria, uma causa excludente de antijuridicidade, também denominada de causa de justificação, exclui o próprio crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "841991",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "\"A\" dispara dois tiros contra \"B\" que acabara de agredir violentamente seu marido. Entretanto, diante da imperícia de \"A\" no manuseio da arma de fogo, o tiro atinge \"C\", uma senhora de 80 anos, que vem a falecer. A esse respeito, é correto afirmar que \"A\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o homicídio sob o abrigo da legítima defesa putativa de terceiro, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de homicídio privilegiado."
      },
      {
        "letra": "C",
        "texto": "responderá por homicídio privilegiado consumado."
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de homicídio privilegiado contra \"B\" e homicídio culposo contra \"C\"."
      },
      {
        "letra": "E",
        "texto": "responderá por homicídio privilegiado consumado contra \"B\", qualificado por ser a vítima maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "839105",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em Atenas, na Antiguidade, retirar a própria vida era visto como uma injustiça contra a comunidade, sendo vedadas ao suicida as honras fúnebres, bem como a sepultura regular. Na Roma antiga, por sua vez, aquele que pretendesse se matar, deveria submeter seus motivos ao Senado que, então, decidiria se eram ou não aceitáveis. No Brasil, segundo o Direito Penal atual, o suicídio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é crime contra a pessoa, previsto na parte especial do Código Penal, com pena de reclusão, de 2 a 6 anos, se o agente vier a sobreviver."
      },
      {
        "letra": "B",
        "texto": "somente é punível o induzimento, a instigação e o auxílio a suicídio, ainda que da tentativa resulte apenas lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "somente é punível se praticado mediante o uso de explosivo."
      },
      {
        "letra": "D",
        "texto": "não tem qualquer relevância penal para seu autor."
      },
      {
        "letra": "E",
        "texto": "somente é punível se o suicida deixar herdeiros menores ou incapazes"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "828405",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Conforme as normas penais brasileiras, não há crime quando o agente pratica o fato: I. Em estrito cumprimento de dever legal. II. Em legítima defesa. III. No exercício regular de direito. IV. Em estado de necessidade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assertiva III está incorreta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828135",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Ensina a doutrina que na relação entre a tipicidade e a ilicitude a existência do fato típico gera uma presunção relativa de que também é ilícito. Esta teoria, adotada pelo Código Penal e pela doutrina majoritária brasileira, é chamada de teoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da autonomia."
      },
      {
        "letra": "B",
        "texto": "Da indiciariedade."
      },
      {
        "letra": "C",
        "texto": "Da absoluta dependência."
      },
      {
        "letra": "D",
        "texto": "Dos elementos negativos do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800679",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre a parte geral do Direito Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez completa não exclui a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "No erro de tipo essencial o agente não age de forma dolosa."
      },
      {
        "letra": "C",
        "texto": "É admitida a utilização da analogia no direito penal."
      },
      {
        "letra": "D",
        "texto": "O direito penal não admite a compensação de culpas."
      },
      {
        "letra": "E",
        "texto": "O arrependimento eficaz é causa de diminuição de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "786161",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O sonambulismo exclui o seguinte elemento do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato típico."
      },
      {
        "letra": "B",
        "texto": "Punibilidade."
      },
      {
        "letra": "C",
        "texto": "Culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Antijuridicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "981132",
    "metadata": "Ano: 2016 | Banca: FACET Concursos | Órgão: Prefeitura de Marcação - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No pertinente a ilicitude (antijuridicidade), assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez completa, proveniente de caso fortuito ou força maior, exclui a ilicitude da conduta praticada pelo agente, isentando o mesmo de pena."
      },
      {
        "letra": "B",
        "texto": "Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual e iminente, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "A sentença penal que reconhece a legítima defesa, em regra, não faz coisa julgada no âmbito cível."
      },
      {
        "letra": "D",
        "texto": "Sendo verificada a existência de excludente de ilicitude pela análise do auto de prisão em flagrante, poderá o magistrado conceder liberdade provisória em favor do autuado, mediante termo de comparecimento a todos os atos processuais, sob pena de revogação."
      },
      {
        "letra": "E",
        "texto": "Demonstrada a existência de causa excludente de ilicitude, não é cabível a responsabilidade penal do agente pelo excesso doloso ou culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "676970",
    "metadata": "Ano: 2016 | Banca: COMPERVE - UFRN | Órgão: Câmara de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sabe-se que não há crime quando o agente pratica o fato em estado de necessidade, em legítima defesa, em estrito cumprimento do dever legal ou no exercício regular de um direito, tratando-se os mencionados institutos de excludentes de ilicitude. Sobre essa temática, conforme o código penal, afirma-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "B",
        "texto": "está em legítima defesa quem, usando imoderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu."
      },
      {
        "letra": "C",
        "texto": "no estado de necessidade, embora seja razoável exigir-se o sacrifício do direito ameaçado, a pena poderá ser reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "o agente, em qualquer das hipóteses de excludente de ilicitude, responderá tão -somente pelo excesso doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647127",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Exigibilidade de conduta diversa",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca das questões de tipicidade, ilicitude (ou antijuridicidade) e culpabilidade, bem como de suas respectivas excludentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição é causa excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Há excludente de ilicitude em casos de estado de necessidade, legítima defesa, em estrito cumprimento do dever legal ou no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "Há excludente de tipicidade em casos de estado de necessidade, legítima defesa, exercício regular do direito e estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595626",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o CP, constituem hipóteses de exclusão da antijuridicidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o estrito cumprimento do dever legal e o estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "a insignificância da lesão e a inexigibilidade de conduta diversa."
      },
      {
        "letra": "C",
        "texto": "a legítima defesa putativa e o estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "o estado de necessidade e a coação moral irresistível."
      },
      {
        "letra": "E",
        "texto": "o exercício regular de direito e a inexigibilidade de conduta diversa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "636618",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "“Em 2012, Tício, contando com 20 anos de idade, forneceu cocaína, gratuitamente, sem autorização, a Caio, que contava com 30 anos de idade. Tício foi denunciado e, no curso do processo, confessou os fatos. O exame de insanidade mental revelou que Tício, por doença mental, era, ao tempo do ato, inteiramente incapaz de entender o caráter ilícito do fato.” A sentença, proferida dois anos após os fatos, foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenatória, com aplicação de pena."
      },
      {
        "letra": "B",
        "texto": "condenatória, com aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "absolutória, com aplicação de medida de segurança."
      },
      {
        "letra": "D",
        "texto": "extintiva de punibilidade, pelo perdão judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525137",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Nas hipóteses de excludentes de ilicitude",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente criminoso responderá pelo excesso doloso e culposo nos casos de estado de necessidade, legítima defesa,estrito cumprimento do dever legal ou exercício regular do direito e coação irresistível."
      },
      {
        "letra": "B",
        "texto": "o agente criminoso responderá pelo excesso doloso e culposo nos casos de estado de necessidade, legítima defesa, estrito cumprimento do dever legal ou exercício regular do direito, coação irresistível e obediência hierárquica."
      },
      {
        "letra": "C",
        "texto": "o agente criminoso responderá pelo excesso doloso e culposo nos casos de legítima defesa, estrito cumprimento do dever legal e obediência hierárquica."
      },
      {
        "letra": "D",
        "texto": "o agente criminoso responderá pelo excesso doloso e culposo nos casos de estado de necessidade, legítima defesa e estrito cumprimento do dever legal ou exercício regular do direito."
      },
      {
        "letra": "E",
        "texto": "não há excesso doloso ou culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "438079",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Prevalece na doutrina o conceito de crime como sendo um fato típico, ilícito e culpável. Acerca destes requisitos do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coação moral resistível exclui a culpabilidade, enquanto a coação física exclui a conduta e, assim, o fato típico."
      },
      {
        "letra": "B",
        "texto": "O Código Penal vigente reconhece o estado de necessidade exculpante como causa de exclusão da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente."
      },
      {
        "letra": "D",
        "texto": "A legítima defesa, o estado de necessidade, o exercício regular de direito, o estrito cumprimento de dever legal e o consentimento do ofendido são causas de exclusão de ilicitude, podendo o último, em alguns casos, excluir a própria tipicidade."
      },
      {
        "letra": "E",
        "texto": "A embriaguez culposa completa exclui a culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "420561",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A incidência da regra jurídica sancionatória sobre a conduta de um sujeito dispensa a realização de um juízo de valor acerca da ilicitude do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "419449",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Roalda vinha dirigindo seu carro quando, em uma descida, percebeu que vinha em sua direção, na traseira de seu veículo, um enorme caminhão desgovernado, em face de ter perdido a capacidade de frenagem. Para salvar a sua vida, Roalda jogou o seu automóvel para o acostamento, colidindo com uma condução escolar, que estava estacionada aguardando uma criança. Logo, a conduta de Roalda frente à colisão com o veículo estacionado constituiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade defensivo."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade agressivo."
      },
      {
        "letra": "C",
        "texto": "legítima defesa real."
      },
      {
        "letra": "D",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "E",
        "texto": "exercício regular do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362521",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Algumas teorias procuram definir a relação entre a tipicidade e ilicitude. Uma delas poderia ser resumida na frase: “A tipicidade é a ratio cognoscendi da ilicitude”. Assinale a alternativa que corresponde à teoria que melhor se adequa à frase anteriormente destacada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da identidade ou da absoluta dependência;"
      },
      {
        "letra": "B",
        "texto": "Teoria indiciária ou da indiciariedade;"
      },
      {
        "letra": "C",
        "texto": "Teoria do tipo independente;"
      },
      {
        "letra": "D",
        "texto": "Teoria dos elementos negativos do tipo;"
      },
      {
        "letra": "E",
        "texto": "Teoria do tipo avalorado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958173",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico é causa excludente de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "culpabilidade."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "ilicitude."
      },
      {
        "letra": "E",
        "texto": "detração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958172",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO contempla uma excludente de ilicitude.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Menoridade."
      },
      {
        "letra": "B",
        "texto": "Exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "Estrito cumprimento de dever legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "489660",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Segundo o Direito Penal brasileiro, analise os itens abaixo e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São elementos que integram o fato típico: a conduta humana, o resultado, o nexo causal e a ilicitude."
      },
      {
        "letra": "B",
        "texto": "São excludentes legais de ilicitude: o estado de necessidade, a legítima defesa, o estrito cumprimento de dever legal, o exercício regular de direito e o consentimento do ofendido."
      },
      {
        "letra": "C",
        "texto": "Integram o crime tentado: o início da execução e a não consumação por circunstâncias alheias à vontade do agente, a qual pode ser dar a título de dolo ou de culpa."
      },
      {
        "letra": "D",
        "texto": "Sobre a lei penal no tempo, o Código Penal Brasileiro adotou a Teoria da Ubiquidade."
      },
      {
        "letra": "E",
        "texto": "O crime é consumado quando nele se reúnem todos os elementos de sua definição legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "325233",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No que diz respeito ao conceito analítico de crime (fato típico, ilícito e culpável), a situação do indivíduo que invade a casa de um vizinho e,ignorando-lhe os protestos veementes, arrebenta a parede desta,a marretadas, como forma de ter acesso a sua própria residência e ali resgatar a esposa, numa situação de incêndio, é semelhante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a de um taxista que, sob ameaça armada, é obrigado a dirigir seu carro e dar fuga a criminosos que acabaram de realizar um assalto."
      },
      {
        "letra": "B",
        "texto": "a do investigador de polícia que, em cumprimento a ordem expressa do delegado, que o acompanha, efetua prisão de suspeito, descobrindo-se posteriormente que aquela prisão era ilegal."
      },
      {
        "letra": "C",
        "texto": "a do autor de um crime de ameaça que, pelo decurso do tempo, não pode mais ser processado por força da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "a do indivíduo que subtrai uma caixa fechada de notebook, supondo que dentro havia o equipamento eletrônico, mas posteriormente descobre que só havia folhas de papel sem qualquer valor."
      },
      {
        "letra": "E",
        "texto": "a do vigilante de rua que usa seu cassetete para bater e acaba matando o assaltante, no momento em que este, armado, atacava com violência uma vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322296",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com doutrina majoritária no mundo, o conceito analítico de crime o define como um fato típico,antijurídico e culpável, sendo que, ao analisarmos um fato supostamente criminoso,devemos investigar seus requisitos nessa sequência. Por causa disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um fato praticado sob coação moral irresistível não é crime porque lhe falta culpabilidade, porém ele continua sendo antijurídico."
      },
      {
        "letra": "B",
        "texto": "um fato praticado sob legítima defesa não é crime porque lhe falta antijuridicidade, porém ele continua sendo culpável."
      },
      {
        "letra": "C",
        "texto": "um fato praticado sob estado de necessidade não é crime porque lhe falta tipicidade e, por consequência, faltam-lhe também antijuridicidade e culpabilidade."
      },
      {
        "letra": "D",
        "texto": "um fato praticado por menor de 18 anos não é crime porque lhe falta tipicidade, já que os atos atribuídos a adolescentes não podem ser alcançados pelo Código Penal."
      },
      {
        "letra": "E",
        "texto": "um fato praticado sob erro de proibição invencível não é crime porque lhe faltam antijuridicidade e culpabilidade, porém ele continua sendo típico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305403",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Geraldino permitiu seu encarceramento pelo patologista André, para se submeter a uma experiência científica. Ao terminar o período da experiência, Geraldino procurou a delegacia de polícia da circunscrição de sua residência, alegando que fora vítima de crime, em face do seu encarceramento.Do relato apresentado, conclui-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime, pois o consentimento do ofendido excluiu a ilicitude."
      },
      {
        "letra": "B",
        "texto": "André praticou o crime de sequestro ou cárcere privado qualificado, preceituado no artigo 148, § 1º, II (se o crime é praticadomediante internação da vítima em casa de saúde ou hospital) do CP."
      },
      {
        "letra": "C",
        "texto": "André praticou o crime de sequestro ou cárcere privado qualificado, preceituado no artigo 148, § 2º (se resulta à vítima, em razão de maus-tratos ou da natureza da detenção, grave sofrimento físico oumoral) do CP."
      },
      {
        "letra": "D",
        "texto": "André praticou o crime de lesão corporal, que absorve o crime de sequestro ou cárcere privado."
      },
      {
        "letra": "E",
        "texto": "André praticou os crimes de lesão corporal e de sequestro ou cárcere privado, em concurso material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "791267",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Constituem circunstâncias que excluem a ilicitude de conduta descrita na lei penal como típica, todas as alternativas abaixo, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a legitima defesa."
      },
      {
        "letra": "B",
        "texto": "o estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "a ausência de culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "o estrito cumprimento de dever legal."
      },
      {
        "letra": "E",
        "texto": "o exercício regular de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359517",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Ocorre exclusão de ilicitude quando o crime é praticado;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por menor de 18 anos."
      },
      {
        "letra": "B",
        "texto": "sobre forte emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "sobre os efeitos de comprovada embriaguez."
      },
      {
        "letra": "D",
        "texto": "pelo agente em estado de necessidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "324606",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "O Código Penal e a Lei de Contravenções Penais, nas suas partes gerais, tratam de aspectos relacionados à estrutura do fato punível. Sobre esses aspectos, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ressalvados os casos expressos em lei, ninguém pode ser punido por fato previsto como crime senão quando o pratica dolosamente."
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime, se for inevitável, isenta de pena, mas, se for evitável, poderá diminuí - la de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa se confgura, somente, quando o agente, usando moderadamente dos meios necessários, repele injusta e atual agressão a direito seu ou de outrem"
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez voluntária ou culposa, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "E",
        "texto": "Sempre que o fato é cometido sob coação moral ou em obediência à ordem de superior hierárquico, somente é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "286994",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "As causas excludentes de ilicitude produzem efeitos na esfera extrapenal e, uma vez reconhecidas na sentença judicial absolutória, alcançam as esferas civil e administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "273412",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Segundo o Código Penal, não há crime quando o agente pratica o fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em flagrante delito ou por ordem escrita e fundamentada de autoridade judiciária ou policial competente."
      },
      {
        "letra": "B",
        "texto": "em legítima defesa, não respondendo tampouco por eventual excesso doloso ou culposo."
      },
      {
        "letra": "C",
        "texto": "para repelir injusta agressão, atual ou iminente, a direito de outrem, usando moderadamente dos meios necessários."
      },
      {
        "letra": "D",
        "texto": "sob desconhecimento da lei."
      },
      {
        "letra": "E",
        "texto": "em estado de necessidade, ainda que tivesse por dever enfrentar o perigo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "273822",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Entende-se por ilicitude o juízo de reprovação que recai sobre o agente quando ele podia e devia agir em conformidade com o direito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "203875",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No que diz respeito às causas de exclusão da ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o reconhecimento da causa de exclusão de ilicitude, há necessidade da presença dos pressupostos objetivos e da consciência do agente de agir acobertado por uma excludente, de modo a evitar o dano pessoal ou de terceiro, admitindo-se as causas supralegais de justificação."
      },
      {
        "letra": "B",
        "texto": "A legislação extravagante prevê, entre as causas de exclusão de culpabilidade, a que assegura, na Lei de Entorpecentes, a isenção de pena do agente que, em razão da dependência de droga, seja, ao tempo da ação ou da omissão, incapaz de entender o caráter ilícito do fato, incidindo, apenas, no delito de portar ou trazer consigo drogas para uso pessoal."
      },
      {
        "letra": "C",
        "texto": "A condição de silvícola e a surdo-mudez completa são consideradas causas de exclusão da imputabilidade absoluta, por presunção legal expressa, com fulcro no critério biopsicológico, de as pessoas nessas condições demonstrarem incapacidade de entender o que seja ilicitude e de se autodeterminar de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "As causas de exclusão de ilicitude são taxativas e estão previstas na parte geral do CP, tendo o legislador pátrio fornecido o conceito preciso de cada uma delas, de modo a evitar interpretações não previstas na norma, em benefício do autor da conduta."
      },
      {
        "letra": "E",
        "texto": "As causas de exclusão de ilicitude e de culpabilidade têm os mesmos efeitos jurídicos, reconhecem a conduta como infração penal e, em nenhuma hipótese, acarretam a imposição de pena ao agente."
      }
    ],
    "gabarito": "A"
  }
]