[
  {
    "id": "3533568",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Suponha que um indivíduo psicótico com sintomas paranoides mate uma pessoa, reconhecendo que o ato é ilícito, mas movido por ideias delirantes que alteram seu juízo de realidade. Nesse caso, ele tem preservada sua capacidade de entendimento e prejudicada sua capacidade de autodeterminação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086775",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente."
      },
      {
        "letra": "B",
        "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos."
      },
      {
        "letra": "C",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco."
      },
      {
        "letra": "D",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada."
      },
      {
        "letra": "E",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030458",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante uma briga, Paulo, movido por forte emoção após ser ofendido, agrediu fisicamente seu colega de trabalho, causando-lhe lesões corporais. No processo penal, a defesa de Paulo alegou que ele não deve ser responsabilizado devido ao estado emocional em que se encontrava. Como o Ministério Público deve tratar a questão da emoção no caso de Paulo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção atenua a pena, mas não exclui a culpabilidade de Paulo."
      },
      {
        "letra": "B",
        "texto": "A emoção agrava a pena, pois Paulo agiu de forma descontrolada."
      },
      {
        "letra": "C",
        "texto": "Paulo deve ser considerado inimputável, pois estava fora de si no momento do crime."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a culpabilidade, devendo Paulo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "A emoção transforma o ato de Paulo em uma contravenção penal, não em crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2462151",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A respeito dos elementos do crime e seus aspectos fundamentais, julgue o item seguinte. A culpabilidade é um juízo de reprovabilidade e refere-se à capacidade do agente, porquanto só pode ser culpado aquele que tiver a capacidade de entender a ilicitude do seu comportamento, ainda que seja incapaz de exercer controle sobre suas ações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2450741",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "São causas de exclusão de culpabilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a legítima defesa e a exigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "o exercício regular de direito e a potencial consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "a obediência hierárquica e a coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "o estado de necessidade e o estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2448585",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "João, no dia 14 de novembro de 2023, ingressou em um estabelecimento comercial e, mediante o emprego de uma arma de fogo, subtraiu o numerário existente no caixa, evadindo-se na sequência. Durante o processo penal, foi juntado, aos autos, um laudo pericial, em observância às formalidades legais, demonstrando que, à época dos fatos, João, em razão de uma determinada doença mental, era inteiramente incapaz de entender o caráter ilícito da conduta que praticou. Considerando as disposições do Código Penal e os entendimentos doutrinário e jurisprudencial dominantes, João será absolvido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impropriamente, em razão da inimputabilidade penal do acusado, excludente de culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "propriamente, em razão da inimputabilidade penal do acusado, excludente de culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "propriamente, em razão da inimputabilidade penal do acusado, excludente de tipicidade;"
      },
      {
        "letra": "D",
        "texto": "impropriamente, em razão da inimputabilidade penal do acusado, excludente de ilicitude;"
      },
      {
        "letra": "E",
        "texto": "propriamente, em razão da inimputabilidade penal do acusado, excludente de ilicitude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2355314",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "“A” vivia pelas ruas da capital, sem moradia. Usuário de crack, já havia sido preso, processado e condenado várias vezes por crimes contra o patrimônio – furtos e roubos perpetrados mediante grave ameaça, segundo consta das respectivas denúncias e sentenças. Em alguns dos processos ainda não há trânsito em julgado e a Defensoria Pública tenta, no Superior Tribunal de Justiça, o reconhecimento da atipicidade material pela incidência do princípio da insignificância; noutros, a desclassificação de roubo para furto, em virtude da descaracterização da “gravidade” da ameaça. Em favor de “A” milita, ainda, a constatação de que nunca praticou crime com emprego de violência. Agora, “A” está sendo processado por novo furto, em liberdade após sua prisão provisória ter sido mantida por tempo excessivo durante a investigação. Consta do auto do flagrante que, no momento da prisão, a polícia chegou e praticamente resgatou “A” da ação de populares, que, revoltados com a alegada subtração do celular de uma adolescente, espancaram-no com socos e chutes aplicados por todo o corpo (o que de fato ficou constatado por laudo pericial requisitado pelo juízo da custódia), amarraram-no num poste e tatuaram em sua testa, de forma improvisada: “perdeu, mané”. Consta, também, seu relato de que, não fosse a chegada dos policiais, talvez tivesse morrido, tamanha era a fúria das pessoas que o castigaram pelo furto. Com a chegada da polícia, os responsáveis pelas agressões correram e ninguém foi identificado. Sobre a autoria do crime ou sobre a ocorrência da subtração, “A” se limita a dizer que “não se lembra de nada, porque apanhou muito, mas que está arrependido”. O celular supostamente subtraído, afinal, em meio à confusão, não foi localizado. O processo se encontra na fase das alegações finais e o Promotor de Justiça requereu a condenação de “A” por furto, aplicando-se a pena mínima, reduzida de 1/3 pela não consumação do crime. Em relação ao caso descrito, considerando a evolução teórica da “culpabilidade” no sistema funcional-teleológico de compreensão do delito, as regras legais expressas do Código Penal brasileiro, não obstante a resistência do Superior Tribunal de Justiça em admiti-la para a hipótese, seria viável desenvolver, em benefício de “A”, a tese defensiva de incidência do seguinte instituto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atipicidade material pela coculpabilidade."
      },
      {
        "letra": "B",
        "texto": "Medida de segurança pela actio libera in causa."
      },
      {
        "letra": "C",
        "texto": "Isenção de pena por arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "Circunstância atenuante supralegal (“inominada”)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2355313",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considere-se a seguinte afirmação doutrinária: Para ser culpável, não basta que o fato seja doloso, ou culposo, mas é preciso que, além disso, seja censurável ao autor. O dolo e a culpa stricto sensu deixam de ser espécies de culpabilidade e passam a ser “elementos” dela. A culpabilidade se enriquece, pois, com novos elementos – o juízo de censura que se faz ao autor do fato e, como pressuposto deste, a exigibilidade de conduta conforme à norma. [...] “Dentro desta concepção [...] a culpabilidade é, pois, essencialmente, um juízo de reprovação ao autor do fato, composto dos seguintes elementos: imputabilidade; dolo ou culpa stricto sensu [...]; exigibilidade, nas circunstâncias, de um comportamento conforme ao direito. [...].” (TOLEDO, Francisco de Assis. Princípios básicos de direito penal. 5ª ed., 8ª tiragem, São Paulo: saraiva, 2000, p. 223.) O texto anterior, quanto à evolução teórica da culpabilidade, refere-se à:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria finalista da ação, de base ontofenomenológica."
      },
      {
        "letra": "B",
        "texto": "Teoria da coculpabilidade, radicada no funcionalismo sistêmico."
      },
      {
        "letra": "C",
        "texto": "Pretensão de reprovação, vinculada à teoria significativa da ação."
      },
      {
        "letra": "D",
        "texto": "Concepção psicológico-normativa da culpabilidade, orientada pelo neokantismo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2645864",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A inimputabilidade não acontece apenas nos casos de doenças psiquiátricas. Nossa legislação e doutrina trazem vários casos que denotam o estado descrito. Dentre as opções abaixo, marque a que não é aplicável de acordo com a informação exposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Silvícola não aculturado"
      },
      {
        "letra": "B",
        "texto": "Surdo-mudo de nascença"
      },
      {
        "letra": "C",
        "texto": "Menor de 18 anos"
      },
      {
        "letra": "D",
        "texto": "Embriagado"
      },
      {
        "letra": "E",
        "texto": "Oligofrenia de moderada a grave"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2322685",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Conforme Cláudio Brandão (2019): A culpabilidade é o único elemento que versa sobre a pessoa humana. Por isso já se disse, desde o século XIX, a partir da obra de Von Liszt, que o progresso do Direito Penal é medido pelo aperfeiçoamento da culpabilidade. BRANDÃO, Cláudio. Teoria Jurídica do Crime. Coleção Ciência Criminal Contemporânea. Coord. Cláudio Brandão. Belo Horizonte: Editora D’Plácido, 2019, p. 216. Sobre esse elemento do crime, analise as afirmativas a seguir. I. Para a teoria finalista, a culpabilidade é um juízo normativo que reprova o autor de um fato típico e antijurídico, quando se verificam concomitantemente a potencial consciência de antijuridicidade, a imputabilidade e a exigibilidade de outra conduta. II. Cometer o fato sob coação moral irresistível ou em estrita obediência à ordem de superior hierárquico não manifestamente ilegal são hipóteses previstas no Código Penal de excludente de culpabilidade por inexigibilidade de conduta conforme o direito. III. A exclusão da culpabilidade por inexigibilidade de comportamento conforme o direito é admitida por significativa parcela da doutrina e jurisprudência, mesmo em hipóteses não previstas na legislação. IV. A culpabilidade pela vulnerabilidade, proposta por Zaffaroni, expressa a busca pela limitação da violência punitiva a partir da constatação de que o âmbito de autodeterminação dos agentes é diferente em razão das reais desigualdades. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2298577",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre a teoria do crime é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilicitude ou antijuridicidade, diz respeito à contrariedade da conduta aos valores jurídicos protegidos pelo ordenamento jurídico."
      },
      {
        "letra": "B",
        "texto": "a tipicidade diz respeito à adequação da conduta ao tipo penal descrito na lei, ou seja, é preciso que a conduta esteja prevista como criminosa em lei."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade exige que o agente tenha consciência da ilicitude de sua conduta e que possua capacidade para agir de forma diferente."
      },
      {
        "letra": "D",
        "texto": "a legitima defesa é exclui a tipicidade da conduta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2254159",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Marcelo decide sair para beber com os seus amigos. Depois de algumas horas ingerindo bebidas alcóolicas voluntariamente, deixa o bar e, no caminho de casa, resolve matar uma pessoa em situação de rua com a qual tinha desentendimento anterior. Durante o processo, a Defesa de Marcelo alega que ele não tinha condição de responder pelos seus atos (ausência de culpabilidade), pois estava completamente embriagado. Tendo como base o caso concreto, a tese da Defesa de Marcelo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não está correta, pois a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos não exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "não está correta, pois a embriaguez proveniente de caso fortuito ou força maior não isenta de pena, ainda que ele fosse, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "está correta, pois a embriaguez pelo álcool ou substância de efeitos análogos, mesmo voluntária, exclui a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "não está correta, pois apenas a embriaguez voluntária decorrente do uso de entorpecentes (drogas) exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "está correta, de modo que Marcelo não responderá pelo crime na medida em que tinha desentendimento anterior com a vítima, o que justifica a sua conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2218514",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Mik, Pat, Barney e Vilm organizam ato criminoso, que é realizado com sucesso. Posteriormente, todos os meliantes são capturados, julgados e condenados. Nos termos do Código Penal, quem, de qualquer modo, concorre para o crime, incide nas penas a este cominadas, na medida de sua:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reação"
      },
      {
        "letra": "B",
        "texto": "inserção"
      },
      {
        "letra": "C",
        "texto": "atividade"
      },
      {
        "letra": "D",
        "texto": "culpabilidade"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2144075",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Mévio foi vítima de crime de roubo com restrição de liberdade, tendo sido amarrado. Antes de liberá-lo, Caio, o roubador, fez com que Mévio ingerisse bebida alcoólica à força, a fim de reduzir a sua capacidade de resistência. Contudo, ainda que completamente embriagado e sem capacidade de discernimento sobre o caráter ilícito do fato, após ser liberado e estar a caminho de casa, Mévio resolveu voltar ao local em que Caio se encontrava e o espancou até ocasionar sua morte. Diante dessa situação, é correto afirmar que Mévio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de lesão corporal qualificado pelo resultado morte, em razão do dolo com que praticou as lesões corporais e da culpa quanto ao resultado morte;"
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de homicídio doloso, uma vez que o resultado morte era previsível, havendo, ao menos, dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da tipicidade;"
      },
      {
        "letra": "D",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da ilicitude;"
      },
      {
        "letra": "E",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110334",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A respeito dos erros no direito penal, julgue o item a seguir. Considere, a propósito, que a sigla CP, quando empregada, refere-se ao Código Penal. O CP adota a teoria limitada da culpabilidade, a qual distingue entre o erro incidente sobre os pressupostos fáticos de uma causa de justificação do erro incidente sobre os limites da norma permissiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992050",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre a Teoria do Tipo, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o fato criminoso é cometido sob coação irresistível, a pena do agente será reduzida em dois terços."
      },
      {
        "letra": "B",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985744",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Durante assalto a uma joalheria, dois homens armados obrigaram a gerente, mediante grave ameaça, a abrir o cofre e a acondicionar as joias que estavam guardadas ali em uma mochila, que eles levaram consigo na fuga. Com base no caso descrito e no conceito tripartite de crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cooperação da gerente com os roubadores é um fato penalmente atípico."
      },
      {
        "letra": "B",
        "texto": "Em razão da ameaça, a gerente não agiu com dolo ao colaborar com os roubadores."
      },
      {
        "letra": "C",
        "texto": "A gerente não agiu de forma culpável, apesar de haver cometido um injusto penal."
      },
      {
        "letra": "D",
        "texto": "A gerente cometeu o crime de roubo em concurso de agentes, mas é favorecida por uma escusa absolutória."
      },
      {
        "letra": "E",
        "texto": "A gerente agiu em legítima defesa, razão por que a sua colaboração com os roubadores é justificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1981464",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como circunstância judicial na aplicação da pena deve ser avaliada sempre positivamente sob pena de configuração de dupla punição pelo mesmo fato."
      },
      {
        "letra": "B",
        "texto": "fundada na teoria psicológica abarca a imputação objetiva do funcionalismo teleológico."
      },
      {
        "letra": "C",
        "texto": "é excluída com o reconhecimento da prescrição da pretensão executória em razão das consequências garantistas do instituto."
      },
      {
        "letra": "D",
        "texto": "fundada na teria extremada compreende as discriminantes putativas como erro de tipo."
      },
      {
        "letra": "E",
        "texto": "como juízo de reprovação exige que se tenha a possibilidade de saber que a ação praticada é proibida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1971688",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca das teorias do dolo e da culpabilidade, assinale a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a “teoria extremada, estrita ou rigorosa” da culpabilidade, a consciência acerca da ilicitude do fato deve ser efetiva e não apenas potencial, em distinção à “teoria limitada” da culpabilidade, que se contenta com a consciência potencial."
      },
      {
        "letra": "B",
        "texto": "De acordo com a “teoria limitada da culpabilidade”, o erro sobre elementares normativas do tipo penal não exclui o dolo, exceto em se tratando de elementar que verse matéria “extra-penal”, pois o erro, neste caso, é equiparado ao erro factual, excluindo o dolo."
      },
      {
        "letra": "C",
        "texto": "Segundo a “teoria limitada do dolo”, o erro de proibição, ainda que seja motivado por cegueira jurídica, afasta a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Aplicada a “teoria limitada da culpabilidade”, não é possível que se reconheça a tentativa em caso de erro de tipo permissivo evitável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968394",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Todo indivíduo age numa circunstância determinada e com um âmbito de autodeterminação também determinado. A sociedade nunca tem a possibilidade de brindar a todos os homens com as mesmas oportunidades. Em consequência, há sujeitos que têm um menor âmbito de autodeterminação, condicionado desta maneira por causas sociais. Assim, ao considerar que essas pessoas que têm um menor âmbito de autodeterminação tendem ao crime por carências sociais; a reprovação pela prática da infração penal deve ser dirigida conjuntamente ao Estado e ao agente, se verificada, no caso concreto, tal desigualdade de oportunidade de vida. O texto precedente apresenta a ideia central da teoria denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "normalidade das circunstâncias concomitantes."
      },
      {
        "letra": "B",
        "texto": "coculpabilidade."
      },
      {
        "letra": "C",
        "texto": "tipicidade conglobante."
      },
      {
        "letra": "D",
        "texto": "elementos negativos do tipo."
      },
      {
        "letra": "E",
        "texto": "imputação objetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1959614",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como princípio norteador do direito penal moderno impede a punição por dolo eventual quando ausente previsão expressa no tipo penal."
      },
      {
        "letra": "B",
        "texto": "como elemento constitutivo da teoria do delito acolhe como sua causa de exclusão a imputação objetiva do resultado."
      },
      {
        "letra": "C",
        "texto": "é estruturada sobre a motivação normativa do sujeito responsável por um fato ilícito."
      },
      {
        "letra": "D",
        "texto": "como circunstância judicial permite a exclusão da punibilidade quando valorada positivamente."
      },
      {
        "letra": "E",
        "texto": "fundamenta a exclusão da punibilidade em caso de erro sobre os elementos constitutivos do tipo penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937423",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. Enzo, 25 anos, em uma tabacaria da cidade, conhece Clara, com quem passa a conversar. Animados com a química entre eles, decidem ir para um motel com o carro de Clara, onde passam a ter relações sexuais. Na manhã seguinte, na saída do motel, Enzo é preso em flagrante delito pela suposta prática do crime de estupro de vulnerável, pois, conforme esclarecimento dos policiais, Clara possuía apenas 13 anos de idade. Nesse caso, considerando que Clara estava em posse de um veículo automotor e que, por seus aspectos físicos, aparentava ser maior de idade, assim como o fato de que é proibida a entrada de menores de 18 anos em uma tabacaria, impõe-se o reconhecimento de que a conduta de Enzo é atípica por força de erro sobre a pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1933402",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Com base na análise da culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclui-se a culpabilidade do agente que, em virtude de perturbação da saúde mental, não tenha sido inteiramente capaz de entender o caráter ilícito do fato ou de se determinar conforme o direito."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria finalista de crime, a exigibilidade de conduta diversa é um elemento subjetivo da culpabilidade, que deve ser analisado, diante do caso concreto, com base na hipótese de o agente poder agir em conformidade com o direito."
      },
      {
        "letra": "C",
        "texto": "O erro mandamental exclui a culpabilidade, se inescusável, uma vez que não se pode exigir conduta diversa do agente que não tem o necessário discernimento para ato."
      },
      {
        "letra": "D",
        "texto": "A embriaguez completa e preordenada isenta o réu de pena, por constituir causa legal de exclusão da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "Incorre em erro de validade o agente que pratica um fato proibido, supondo acreditar que o STF tenha declarado a inconstitucionalidade de uma lei penal incriminadora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921459",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Constituem elementos da culpabilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputabilidade, potencial consciência da lei e inexigibilidade de uma conduta diversa;"
      },
      {
        "letra": "B",
        "texto": "maioridade, potencial consciência da lei e inexigibilidade de uma conduta diversa;"
      },
      {
        "letra": "C",
        "texto": "imputabilidade, potencial conhecimento da ilicitude e exigibilidade de uma conduta diversa;"
      },
      {
        "letra": "D",
        "texto": "maioridade, potencial conhecimento da ilicitude e exigibilidade de uma conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "imputabilidade, potencial conhecimento da ilicitude e inexigibilidade de uma conduta diversa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1884463",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Foi atribuída a um cidadão a autoria de um homicídio, não se encontrando o agente acobertado por nenhuma justificativa. Nessa situação hipotética, conforme a teoria da culpabilidade adotada pelo ordenamento jurídico penal brasileiro, o fato será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpável se demonstrado o dolo ou a culpa do agente, principais elementos da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "considerado culpável se o agente, ao tempo do crime, tiver agido sob influência de violenta emoção provocada por ato injusto da vítima."
      },
      {
        "letra": "C",
        "texto": "culpável se demonstrada a ilicitude da conduta do agente, elemento intrínseco da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "culpável se o agente, ao tempo do crime, fosse imputável, detivesse potencial consciência da ilicitude e não lhe fosse exigido outro comportamento."
      },
      {
        "letra": "E",
        "texto": "considerado culpável se o agente tiver atuado sem a consciência da ilicitude do fato, sem que lhe fosse possível ter ou atingir esse conhecimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873715",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considerando que um cidadão penalmente imputável tenha praticado um crime sob coação irresistível de terceiro, julgue o item subsequente, à luz do entendimento doutrinário quanto ao fato típico e seus elementos, à culpabilidade e suas respectivas causas excludentes. Caso se trate de coação moral irresistível, a culpabilidade do cidadão coagido será excluída.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1870416",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Para determinada teoria, criticada por não conseguir explicar a culpa inconsciente, a culpabilidade deve abordar os elementos subjetivos dolo e culpa, sendo a imputabilidade pressuposto para sua análise. Nessa perspectiva, a culpabilidade retira o seu fundamento do aspecto psicológico do agente. Nesse sentido, é a relação subjetiva entre o fato e o seu autor que toma relevância, pois a culpabilidade reside nela. O texto precedente refere-se à teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "funcionalista."
      },
      {
        "letra": "B",
        "texto": "finalista ou normativa pura."
      },
      {
        "letra": "C",
        "texto": "social da ação ou da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "causal naturalista ou psicológica."
      },
      {
        "letra": "E",
        "texto": "psicológico-normativa ou normativa complexa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859275",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Alfredo, no dia 01 de abril de 2020, quando andava pelas ruas da região central do pequeno município em que vivia, cruzou o caminho de Luana, que também era moradora daquele lugar. Luana, por simples picardia – até porque o fato de Alfredo ser pessoa com deficiência, paciente de saúde mental, era de todos conhecido, inclusive dela - passou a agredi-lo com tapas violentos e empurrões, momento em que Alfredo, revidando, bateu em Luana, até fazer com que ela cessasse seus atos. À vista da confusão que se formou, a polícia foi chamada ao local e conduziu Alfredo à delegacia local. Diante da situação hipotética narrada e, assumindo que a condição de saúde mental de Alfredo era capaz de afastar totalmente sua capacidade de discernimento, é CORRETO afirmar que deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicada a Alfredo medida de segurança detentiva, considerando sua condição de saúde mental e a sanção cabível para a conduta por ele praticada."
      },
      {
        "letra": "B",
        "texto": "aplicada a Alfredo medida de segurança restritiva, em razão da condição de Alfredo e da sanção cabível para a conduta por ele praticada."
      },
      {
        "letra": "C",
        "texto": "reconhecida a ausência de culpabilidade da conduta de Alfredo, em razão de sua condição de pessoa com deficiência, que lhe afasta a responsabilidade penal, sem aplicação de qualquer sanção jurídico-penal."
      },
      {
        "letra": "D",
        "texto": "reconhecida a falta das condições para a imposição de qualquer resposta penal a Alfredo, inexistindo injusto penal em seu comportamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855782",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre a culpabilidade, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na última fase de exame do juízo de culpabilidade, a normalidade das circunstâncias do fato fundamenta a exigibilidade de comportamento diverso, conforme ao direito, e a anormalidade das circunstâncias de fato pode fundamentar situações de exculpação, que excluem ou reduzem a dirigibilidade normativa."
      },
      {
        "letra": "B",
        "texto": "A pratica excesso na legítima defesa real exercida contra B, por utilização imoderada de meio necessário, em razão de defeito emocional no psiquismo de A, derivado de medo: a hipótese concreta pode fundamentar situação de exculpação, que exclui a culpabilidade de A."
      },
      {
        "letra": "C",
        "texto": "A ação típica praticada em situação de coação moral irresistível não é justificada, mas é exculpada por inexigibilidade de comportamento diverso, punindo-se apenas o autor mediato."
      },
      {
        "letra": "D",
        "texto": "O delegado de polícia A ordena que seu comandado, o investigador de polícia B, realize sessões de afogamento no preso cautelar C, para obtenção de confissão de prática do crime de homicídio qualificado, o que é cumprido por B: na hipótese, não há situação de exculpação a B, nem mesmo causa de diminuição de pena, podendo, entretanto, haver reconhecimento de circunstância atenuante a este."
      },
      {
        "letra": "E",
        "texto": "Não é admissível juridicamente o exercício da legítima defesa por parte de inimputável por doença mental contra agressões injustas, atuais ou iminentes, de terceiros, mas a legítima defesa exercida por outrem, contra agressão injusta, atual ou iminente, de inimputável por doença mental, sujeita-se a limitações ético-sociais, que definem a permissibilidade de defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855781",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre modalidades de erro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição pode recair sobre o cuidado objetivo exigido."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria limitada da culpabilidade, adotada pelo Código Penal brasileiro, o erro de tipo permissivo, inevitável ou evitável, na realização de ação típica de violação de domicílio, exclui qualquer responsabilização penal."
      },
      {
        "letra": "C",
        "texto": "Com finalidade de correção, A priva a liberdade das crianças B e C, seus filhos, mediante cárcere privado ininterrupto por um mês, no interior de cubículo da residência comum, supondo ser jurídica a ação, no exercício do poder familiar: trata-se de erro de proibição indireto que, se inevitável, exclui a culpabilidade, e se evitável, reduz a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "O sitiante A acredita seriamente ser lícita sua ação de guardar grande quantidade de lenha em seu imóvel rural, sem licença outorgada pela autoridade competente, o que é tipificado como crime ambiental no art. 46, parágrafo único, da Lei 9.605/98: trata-se de hipótese de erro de proibição direto, que recai sobre a existência da lei penal e, se inevitável, isenta de pena."
      },
      {
        "letra": "E",
        "texto": "O erro sobre os limites jurídicos de uma causa de justificação existente constitui erro de proibição indireto e o erro sobre a existência de uma causa de justificação inexistente constitui erro de proibição direto, embora ambas as modalidades de erro estejam sujeitas ao mesmo tratamento jurídico no Código Penal brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810867",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Vinícius sofre de sonambulismo desde a mais tenra idade. Certa noite, durante o sono, Vinícius, em estado de inconsciência, se levanta e se dirige até o escritório de sua casa e pega uma tesoura na gaveta. Nesse momento, sua esposa toca em seu ombro para levá-lo de volta à cama, ocasião em que Vinícius, ainda sonâmbulo, se vira e desfere cinco golpes com a tesoura em sua esposa, na altura do abdômen. Ato contínuo, Vinícius retorna para o quarto e continua seu sono, enquanto sua esposa cai inconsciente e morre minutos depois em virtude da excessiva perda de sangue. Nessa hipótese, é correto afirmar que Vinícius",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por delito de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "deve responder por delito de homicídio doloso, praticado com dolo eventual."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois o estado de inconsciência exclui a culpabilidade pela inexigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "não praticou crime, pois o estado de inconsciência exclui a conduta, por ausência de voluntariedade no movimento."
      },
      {
        "letra": "E",
        "texto": "deve responder por delito de homicídio preterdoloso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1785355",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "No Direito Penal, o erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de proibição incide sobre os elementos imputabilidade e exigibilidade de conduta diversa da culpabilidade, levando à isenção de pena."
      },
      {
        "letra": "B",
        "texto": "de tipo, quando evitável, conduz à redução da pena de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "sobre a pessoa consideram-se as condições e qualidades da vítima, em razão da proibição de responsabilidade penal objetiva."
      },
      {
        "letra": "D",
        "texto": "inevitável sobre a ilicitude do fato exclui a culpabilidade, de modo a impedir a responsabilidade penal do agente."
      },
      {
        "letra": "E",
        "texto": "sobre a existência ou limites de uma causa de justificação configura o erro de tipo permissivo, com exclusão da tipicidade objetiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1782437",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Segundo a “teoria limitada da culpabilidade”, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro inevitável sobre a existência ou sobre os limites legais de uma causa de justificação exclui a culpabilidade, mas mantém intacto o dolo do tipo."
      },
      {
        "letra": "B",
        "texto": "Conforme a “teoria da acessoriedade limitada”, o erro de proibição indireto ou permissivo, por parte do autor, não exclui a responsabilidade penal do partícipe."
      },
      {
        "letra": "C",
        "texto": "O denominado erro de proibição mandamental ou erro de mandato ocorre nos delitos omissivos, incidindo sobre a norma que obriga o agente a atuar para a evitação do resultado, seja como garante (art.13, §2°, do CP), seja em face do dever geral de socorro (art. 135 do CP). Se invencível, o erro de mandato exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo permissivo afasta o dolo típico, exceto se derivar de motivos censuráveis, tais como a indiferença ou a hostilidade ao direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1752652",
    "metadata": "Ano: 2021 | Banca: APICE | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto ao direito penal assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Direito Penal, o princípio da legalidade possui quatro finalidades importantíssimas: proibir a retroatividade da lei penal; proibir a criação de crimes e penas pelos costumes; proibir o emprego de analogia para criar crimes e penas e proibir incriminações vagas e indeterminadas."
      },
      {
        "letra": "B",
        "texto": "No que tange à gradação das penas temos as infrações penais de menor potencial ofensivo cuja pena máxima não pode ser superior a 2 anos, cumulada ou não com multa, Infrações penais de médio potencial ofensivo com pena máxima superior a 2 anos, mas cuja pena mínima seja igual ou inferior a um ano e infrações penais de maior potencial ofensivo com pena máxima superior a 2 anos e pena mínima superior a um ano."
      },
      {
        "letra": "C",
        "texto": "O crime doloso ocorre quando o agente quis o resultado ou assumiu o risco de produzi-lo, crime culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia e crime preterdoloso é uma espécie de crime agravado pelo resultado, no qual o agente pratica uma conduta antecedente dolosa e deste decorre um resultado consequente culposo."
      },
      {
        "letra": "D",
        "texto": "Concurso de crimes é a nomenclatura dada à prática de mais de um crime por parte do agente, seja mediante uma só ação ou várias ações, sendo subdividido em concurso material, concurso formal e crime continuado."
      },
      {
        "letra": "E",
        "texto": "São causas legais de exclusão da culpabilidade, inimputabilidade, a ausência de potencial consciência da ilicitude e a exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1120532",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, julgue os itens a seguir. I Os maiores de dezesseis anos de idade que ainda não tiverem alcançado a maioridade são considerados relativamente incapazes no que tange à responsabilidade criminal.II Emoção ou paixão não são causas de exclusão a imputabilidade penal. III A embriaguez culposa anterior à prática de crime é causa de diminuição de pena, mas não torna o agente inimputável. IV O deficiente mental inteiramente incapaz de entender o caráter ilícito do fato é inimputável. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1347044",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em relação à estrutura analítica do crime, o juízo da culpabilidade avalia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As condições pessoais da vítima;"
      },
      {
        "letra": "B",
        "texto": "A prática da conduta;"
      },
      {
        "letra": "C",
        "texto": "A existência do injusto penal;"
      },
      {
        "letra": "D",
        "texto": "A reprovabilidade da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1109702",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre a culpabilidade, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de coação física ou moral irresistíveis há fato típico, mas é excluída a culpabilidade. Só é punível o autor da coação, sendo a pena agravada. A coação moral irresistível constitui um exemplo de autoria mediata. No caso de coação moral resistível, ambos (coator e coacto) respondem pelo crime, porém o coator tem a pena aumentada e o coagido deve ser beneficiado com atenuante da sanção penal. A coação moral resistível não é exemplo de autoria mediata."
      },
      {
        "letra": "B",
        "texto": "A obediência hierárquica, como dirimente ou eximente, só tem valor nas relações de direito público. Não pode ser invocada, portanto, nos casos de obediência religiosa ou familiar."
      },
      {
        "letra": "C",
        "texto": "Pela teoria da coculpabilidade, adotada por Zaffaroni e Pierangeli, quando a sociedade é desorganizada, discriminatória e excludente, ou mesmo marginalizadora, ou seja, quando ela cria condições sociais que reduzem o âmbito de determinação e liberdade do agente, ela também contribui para o delito. Assim, haveria coculpabilidade entre o autor da infração e a própria sociedade, devendo o juiz reduzir a pena a ser imposta ao acusado."
      },
      {
        "letra": "D",
        "texto": "A coculpabilidade às avessas, segundo ensina a doutrina, pode envolver a reprovação penal mais severa quanto aos crimes praticados por pessoas dotadas de elevado poder econômico e que abusam dessa vantagem no cometimento de delitos em regra prevalecendo-se das facilidades proporcionadas pelo livre trânsito nos centros de controle político e econômico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1006898",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considerando o Código Penal brasileiro, julgue o item a seguir, com relação à aplicação da lei penal, à teoria de delito e ao tratamento conferido ao erro. Para a teoria limitada da culpabilidade, o erro de agente que recaia sobre pressupostos fáticos de uma causa de justificação configura erro de tipo permissivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "986549",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com a teoria da coculpabilidade, na forma como foi proposta por Eugenio Raúl Zaffaroni,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sociedade é corresponsável pela prática do delito por ter deixado de oferecer ao agente as condições sociais necessárias para uma vida digna, o que fez com que ele fosse compelido à prática do delito, havendo um determinismo social."
      },
      {
        "letra": "B",
        "texto": "o agente que não teve acesso às mesmas oportunidades e direitos conferidos a outros indivíduos da sociedade possui limitado âmbito de autodeterminação, o que enseja a redução do seu grau de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "na medida em que a miserabilidade do agente constitui um fator que reduz sua liberdade de escolha e contribui para a adoção do comportamento ilícito, é possível concluir que a pobreza é uma das causas da criminalidade."
      },
      {
        "letra": "D",
        "texto": "o Estado é corresponsável pela criminalidade por ter deixado de oferecer a todos os indivíduos direitos e oportunidades iguais, devendo descriminalizar os delitos patrimoniais que são típicos das classes menos favorecidas."
      },
      {
        "letra": "E",
        "texto": "a situação de miserabilidade em que vive o agente o condicionam à realização do comportamento ilícito, devendo ser excluída a sua culpabilidade uma vez que ele não dispõe de qualquer liberdade de vontade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "974063",
    "metadata": "Ano: 2019 | Banca: UPENET/IAUPE | Órgão: UPE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Segundo a sistemática punitiva vigente no Brasil, sempre excluem a culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inimputabilidade e a embriaguez."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa putativa e a coação moral irresistível."
      },
      {
        "letra": "C",
        "texto": "o estado de necessidade e o erro de proibição."
      },
      {
        "letra": "D",
        "texto": "o erro de proibição e o erro sobre elemento constitutivo do tipo penal."
      },
      {
        "letra": "E",
        "texto": "a desistência voluntária e o arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "973950",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipicidade formal",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "“Mas o que possibilita a ‘visão científica no Direito Penal’? O conceito de crime, mais especificamente um conceito denominado analítico, porquanto ‘analisa’ o crime em partes. É este, na verdade, o conceito mais importante do Direito Penal” (BACILA, 2011). Com base no texto, assinale a alternativa que apresenta o elemento do conceito analítico de crime que descreve a conduta proibida pela norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imputabilidade."
      },
      {
        "letra": "B",
        "texto": "Culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Tipo subjetivo."
      },
      {
        "letra": "D",
        "texto": "Tipo objetivo."
      },
      {
        "letra": "E",
        "texto": "Potencial conhecimento do ilícito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "972053",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Para Welzel, a culpabilidade é a reprovabilidade de decisão da vontade, sendo uma qualidade valorativa negativa da vontade de ação, e não a vontade em si mesma. O autor aponta a incorreção de doutrinas segundo as quais a culpabilidade tem caráter subjetivo, porquanto um estado anímico pode ser portador de uma culpabilidade maior ou menor, mas não pode ser uma culpabilidade maior ou menor. Essa definição de culpabilidade está relacionada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à teoria psicológica."
      },
      {
        "letra": "B",
        "texto": "à teoria normativa pura, ou finalista."
      },
      {
        "letra": "C",
        "texto": "à teoria psicológico-normativa, ou normativa complexa."
      },
      {
        "letra": "D",
        "texto": "ao conceito material de culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "965424",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A conduta típica será inteiramente desculpável e será excluída a culpabilidade quando o erro inevitável recair sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei."
      },
      {
        "letra": "B",
        "texto": "a pessoa."
      },
      {
        "letra": "C",
        "texto": "a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "a eficácia do meio empregado."
      },
      {
        "letra": "E",
        "texto": "as condições pessoais da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960486",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No âmbito do direito canônico, a responsabilidade penal não reconhecia a diferença entre ações intencionais e involuntárias."
      },
      {
        "letra": "B",
        "texto": "Por meio do conceito naturalístico de ação, era possível explicar em essência a omissão, e a culpa inconsciente, uma vez que existente o vínculo psicológico entre o fato e o agente."
      },
      {
        "letra": "C",
        "texto": "Para o conceito psicológico da culpabilidade, o dolo está fundamentalmente vinculado à questão da vontade, sendo que o elemento cognitivo, apesar de existente, seria apenas pressuposto de direcionamento da vontade, desprezando-se totalmente a discussão sobre a consciência da ilicitude."
      },
      {
        "letra": "D",
        "texto": "Para a teoria estrita da culpabilidade, o erro sobre a ilicitude do fato é sempre tido como erro de tipo."
      },
      {
        "letra": "E",
        "texto": "A teoria psicológico-normativa da culpabilidade tem como fundamental característica a retirada do dolo e da culpa do conceito de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1392775",
    "metadata": "Ano: 2018 | Banca: TJ-MS | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A coação moral irresistível e a obediência hierárquica excluem a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "culpabilidade e a tipicidade, respectivamente"
      },
      {
        "letra": "C",
        "texto": "punibilidade e a ilicitude, respectivamente"
      },
      {
        "letra": "D",
        "texto": "tipicidade e a culpabilidade, respectivamente"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1197734",
    "metadata": "Ano: 2018 | Banca: CONPASS | Órgão: Prefeitura de Tabira - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Qual a única alternativa indica uma excludente de culpabilidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo."
      },
      {
        "letra": "B",
        "texto": "Erro na execução."
      },
      {
        "letra": "C",
        "texto": "Erro sobre a pessoa."
      },
      {
        "letra": "D",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "Erro de proibição"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "953786",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas relativamente independentes",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Quanto ao Título II, da Parte Geral do Código Penal, “Do Crime”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a superveniência de causa relativamente independente, preexistente, concomitante ou superveniente, exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "se o fato é cometido sob coação moral irresistível, só é punível o autor da coação. Se resistível, coator e coato respondem em concurso de pessoas, atenuando-se obrigatoriamente a pena do último."
      },
      {
        "letra": "C",
        "texto": "nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "quanto às excludentes de ilicitude, o excesso doloso ou culposo punível aplica-se à legítima defesa e ao estado de necessidade, enquanto ao estrito cumprimento do dever legal e ao exercício regular de direito, somente o doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952585",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "É causa de exclusão da culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez preordenada."
      },
      {
        "letra": "B",
        "texto": "o erro de tipo invencível."
      },
      {
        "letra": "C",
        "texto": "o agir sob violenta emoção."
      },
      {
        "letra": "D",
        "texto": "a embriaguez culposa."
      },
      {
        "letra": "E",
        "texto": "o erro de proibição escusável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952102",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "“No direito brasileiro não haverá culpabilidade quando o agente não puder compreender a ilicitude de sua conduta.” (TAVARES, 2018, p. 464). Tomando por base as teorias da culpabilidade, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O erro de tipo permissivo, ainda que evitável, não exclui a culpabilidade dolosa. ( ) O erro de proibição direto rege-se pela teoria limitada da culpabilidade. ( ) Quando um agente julga que tem autoridade para agir de acordo com uma causa de justificação não reconhecida ou quando acredita que pode ultrapassar os limites de uma causa de justificação reconhecida, caracteriza-se o erro de permissão. ( ) O erro de permissão não abrange as causas de exculpação. ( ) A norma proibitiva ou qualquer um dos seus elementos constitui objeto do erro de proibição. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "F F V F F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950176",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A capacidade de entender que uma conduta é ilícita e de se adequar conforme tal conduta é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilicitude."
      },
      {
        "letra": "B",
        "texto": "tipicidade."
      },
      {
        "letra": "C",
        "texto": "culpabilidade."
      },
      {
        "letra": "D",
        "texto": "imputabilidade."
      },
      {
        "letra": "E",
        "texto": "responsabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921263",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O Direito Penal trabalha com a necessidade de se apurar a responsabilidade subjetiva para punir o autor do crime. No que concerne à responsabilidade objetiva, o Direito Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-a excepcionalmente, quando pune aquele que agiu em estado de completa embriaguez culposa."
      },
      {
        "letra": "B",
        "texto": "não a admite, em hipótese alguma."
      },
      {
        "letra": "C",
        "texto": "admite-a excepcionalmente, quando determina a punição do coautor particular nos crimes cometidos por funcionários públicos."
      },
      {
        "letra": "D",
        "texto": "admite-a excepcionalmente, quando estabelece a figura dos garantes nos crimes comissivos por omissão."
      },
      {
        "letra": "E",
        "texto": "admite-a excepcionalmente, quando estabelece os crimes omissivos próprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "905798",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Com relação à culpabilidade e suas teorias, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria normativa pura, a fim de tipificar uma conduta, desloca a análise do dolo ou da culpa para o fato típico, transformando a culpabilidade em um juízo de reprovação social incidente sobre o fato típico e antijurídico e sobre seu autor."
      },
      {
        "letra": "B",
        "texto": "O Código Penal vigente adota a teoria limitada da culpabilidade, pela qual as descriminantes putativas incidentes sobre a existência ou os limites de uma causa de justificação sempre são consideradas erro de proibição."
      },
      {
        "letra": "C",
        "texto": "São elementos da culpabilidade, tanto para a teoria normativa quanto a limitada, a imputabilidade, a consciência potencial da ilicitude e a exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria psicológica idealizada por Von Liszt e Beling, a imputabilidade é pressuposto da culpabilidade, fazendo o dolo e a culpa parte de sua análise. Por sua vez, as teorias normativas, seja a extremada seja a limitada, excluem o dolo e a culpa de sua apreciação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904145",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipicidade formal",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Julgue os itens a seguir acerca da tipicidade, ilicitude, culpabilidade e punibilidade. I - Não há crime quando o agente pratica o fato em estado de necessidade. II - Extingue-se a punibilidade pelo casamento do agente com a vítima, nos crimes contra a dignidade sexual. III - Tipicidade é a conduta típica realizada. IV - Para ser culpável, o agente deverá ser imputável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente estão corretos os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente estão corretos os itens I e IV."
      },
      {
        "letra": "C",
        "texto": "Somente estão corretos os itens I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente estão corretos os itens II e IV."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886216",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade penal e a imputabilidade são pressupostos ou requisitos fundamentais do juízo de culpabilidade, mas não se distinguem."
      },
      {
        "letra": "B",
        "texto": "A noção de capacidade penal é absoluta e se refere à própria posição da pessoa perante o ordenamento jurídico-penal e, aplicável a qualquer relação hipotética que possa existir."
      },
      {
        "letra": "C",
        "texto": "De acordo o sistema biopsicológico adotado pelo Código Penal, a imputabilidade deve ser aferida antes da prática do delito."
      },
      {
        "letra": "D",
        "texto": "As alternativas “a” e “c” estão corretas."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a”, “b” e “c” estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886079",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo exclui a culpabilidade do agente, uma vez que ausente o conhecimento da antijuridicidade do fato por ele praticado."
      },
      {
        "letra": "B",
        "texto": "A teoria limitada da culpabilidade, adotada pelo ordenamento penal brasileiro, afirma que o erro sobre os pressupostos fáticos de uma causa de justificação possui natureza de erro de tipo permissivo, com as mesmas consequências jurídicas do erro de tipo."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo essencial, que recai sobre elemento constitutivo do tipo legal, permite a redução da pena, caso seja inevitável."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei penal é inescusável, não atenuando a pena do condenado."
      },
      {
        "letra": "E",
        "texto": "A teoria extremada da culpabilidade – atualmente predominante – distingue, em relação à causa de justificação, erro de proibição indireto e erro de tipo permissivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874974",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "No que se refere a essa situação hipotética, julgue o próximo item.Maria será punida, mas terá direito ao benefício de atenuante por ter colaborado com a polícia no desbaratamento do tráfico dentro do sistema prisional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "872833",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "No que tange aos institutos penais das excludentes de ilicitude e de culpabilidade e da imputabilidade penal, julgue o próximo item.Preenchidos os requisitos legais, a coação irresistível e a obediência hierárquica são causas excludentes de culpabilidade daquele que recebeu ordem para cometer o fato, mantendo-se punível o autor da coação ou da ordem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "872832",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que tange aos institutos penais das excludentes de ilicitude e de culpabilidade e da imputabilidade penal, julgue o próximo item.A embriaguez acidental, proveniente de força maior ou caso fortuito, exclui a culpabilidade, ainda que o sujeito ativo possuísse, ao tempo da ação, parcial capacidade de entender o caráter ilícito do fato que praticou.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "872517",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "No dia 25 de dezembro de 2017, Carlos, funcionário público, recebe uma visita inesperada de João, seu superior hierárquico, em sua residência. João informa a Carlos que estava sendo investigado pela prática de um delito e exige que este altere informação em determinado documento público, mediante falsificação, de modo a garantir que não sejam obtidas provas do crime que vinha sendo investigado, assegurando que, caso a ordem não fosse cumprida, sequestraria o filho de Carlos e que a restrição da liberdade perduraria até o atendimento da exigência. Diante desse comportamento de João, Carlos falsifica o documento público, mas vem a ser descoberto e denunciado pela prática do crime previsto no Art. 297 do Código Penal (falsificação de documento público). Com base apenas nessas informações, o advogado de Carlos deveria alegar, em busca de sua absolvição, a ocorrência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coação moral irresistível, causa de exclusão da culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "estrita obediência à ordem de superior hierárquico, causa de exclusão da culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "estado de necessidade, causa de exclusão da ilicitude;"
      },
      {
        "letra": "D",
        "texto": "coação moral irresistível, causa de exclusão da ilicitude;"
      },
      {
        "letra": "E",
        "texto": "estrita obediência à ordem de superior hierárquico, causa de exclusão da ilicitude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866808",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A imputabilidade é definida como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade mental, inerente ao ser humano, de, ao tempo da ação ou da omissão, entender o caráter ilícito do fato e de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "a contrariedade entre o fato típico praticado por alguém e o ordenamento jurídico, capaz de lesionar ou expor a perigo de lesão bens jurídicos penalmente protegidos."
      },
      {
        "letra": "C",
        "texto": "a reprovabilidade ou o juízo de censura que incide sobre a formação e a exteriorização da vontade do responsável pela conduta criminosa."
      },
      {
        "letra": "D",
        "texto": "a obediência às formas e aos procedimentos exigidos na criação da lei penal e, principalmente, na elaboração de seu conteúdo normativo."
      },
      {
        "letra": "E",
        "texto": "a necessidade de que a conduta reprovável se encaixe no modelo descrito na lei penal vigente no momento da ação ou da omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2791392",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Segundo o conceito analítico o crime é composto por três elementos: fato típico, antijurídico e culpável. Sendo a culpabilidade, dessa forma, elemento essencial para a caracterização do crime, marque alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que pratica crime considerado hediondo poderá receber pena privativa de liberdade, mesmo que seja absolutamente incapaz de compreender a ilicitude de seu ato, desde que tenha capacidade de se autodeterminar."
      },
      {
        "letra": "B",
        "texto": "As doenças que afetam as capacidades intelectiva e cognitiva da pessoa por si excluem a culpabilidade daquele que praticarem fatos ilícitos, mesmo que no momento da conduta o sujeito tenha capacidade de entender e compreender."
      },
      {
        "letra": "C",
        "texto": "Aos sujeito julgados incapazes para fins penais serão excluídas suas culpabilidades, sendo-lhes imputadas medidas de segurança que consistirão em privação de liberdade, prestação de serviços ou pagamento de pena de multa."
      },
      {
        "letra": "D",
        "texto": "Ao sujeito que, na condução de veículo automotor, mata outra pessoa estando completamente embriagado, sendo a embriaguez fruto de força maior, será excluída sua culpabilidade, não sendo possível a aplicação de pena."
      },
      {
        "letra": "E",
        "texto": "O menor de dezoito anos que pratica uma conduta ilícita somente será considerado inimputável se não tiver condições de compreender a ilicitude de sua conduta ou não tiver condições de se autodeterminar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1178798",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SJDH-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "857075",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "De acordo com o Código Penal, quando o juiz deixar de aplicar a pena na hipótese de homicídio culposo, por considerar que as consequências da infração atingem o próprio agente de forma tão grave que a sanção penal se torne desnecessária, ocorre o fenômeno:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da desclassificação da conduta."
      },
      {
        "letra": "B",
        "texto": "da imputabilidade familiar."
      },
      {
        "letra": "C",
        "texto": "da excludente de ilicitude."
      },
      {
        "letra": "D",
        "texto": "do perdão judicial."
      },
      {
        "letra": "E",
        "texto": "da atipicidade judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "856013",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A coação moral irresistível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "torna o fato atípico."
      },
      {
        "letra": "B",
        "texto": "é causa excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "é circunstância que sempre atenua a pena."
      },
      {
        "letra": "D",
        "texto": "tem o mesmo tratamento legal da coação física irresistível."
      },
      {
        "letra": "E",
        "texto": "é causa de isenção da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855343",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca de crime, imputabilidade penal e concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias e as condições de caráter pessoal sempre se comunicam entre todos que concorrem para o crime."
      },
      {
        "letra": "B",
        "texto": "A utilização da mesma fundamentação para dosar a pena aos corréus, com análise conjunta das circunstâncias judiciais, por violar a individualização da pena, não pode ser admitida."
      },
      {
        "letra": "C",
        "texto": "O uso de cerca elétrica nos muros das residências constitui espécie de legítima defesa putativa."
      },
      {
        "letra": "D",
        "texto": "A ofensa irrogada na discussão da causa pela parte ou por seu procurador configura causa excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "O trote acadêmico em que o calouro é obrigado a ingerir álcool não configura embriaguez por força maior, não afastando a imputabilidade do agente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "853170",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No caso de semi-imputalilidade, pode o magistrado, ao reconhecê-la, reduzir a pena de um a dois terços ou substitui-la por medida de segurança. Trata-se de aplicação do sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vicariante."
      },
      {
        "letra": "B",
        "texto": "psicológico."
      },
      {
        "letra": "C",
        "texto": "do duplo trilho."
      },
      {
        "letra": "D",
        "texto": "do duplo binário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "846050",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A culpa é elemento constituidor do crime, ou seja, sua presença se faz essencial para avaliação da responsabilidade penal do agente por ato considerado ilícito. Nesse sentido, a culpa apresenta diversas nuances capazes de serem identificadas a partir do estudo minucioso dos termos contidos na legislação pátria. Sobre o tema, assinale a alternativa que não contém descrição de ato culposo relevante aos olhos do Direito Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Realização de ato sem a necessária aptidão técnica para o exercício da função ou ofício"
      },
      {
        "letra": "B",
        "texto": "Prática de ato tido como perigoso, agindo com precipitação e sem cautela"
      },
      {
        "letra": "C",
        "texto": "Realização de ato cujo resultado danoso é sabido pelo agente e lhe causa indiferença"
      },
      {
        "letra": "D",
        "texto": "Exercício de ato sem precaução quanto a eventual resultado danoso"
      },
      {
        "letra": "E",
        "texto": "Prática de ato cujo resultado danoso é previsto, mas há certeza por parte do agente quanto a sua não ocorrência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "840605",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considere trechos do poema abaixo. (...) Meu leiteiro tão sutil de passo maneiro e leve, antes desliza que marcha. É certo que algum rumor sempre se faz: passo errado, vaso de flor no caminho, cão latindo por princípio, ou um gato quizilento. E há sempre um senhor que acorda, resmunga e torna a dormir. Mas este acordou em pânico (ladrões infestam o bairro), não quis saber de mais nada. O revólver da gaveta saltou para sua mão. Ladrão? se pega com tiro. Os tiros na madrugada liquidaram meu leiteiro. Se era noivo, se era virgem, se era alegre, se era bom, não sei, é tarde para saber. Mas o homem perdeu o sono de todo, e foge pra rua. Meu Deus, matei um inocente. Bala que mata gatuno também serve pra furtar a vida de nosso irmão. Quem quiser que chame médico, polícia não bota a mão neste filho de meu pai. Está salva a propriedade. A noite geral prossegue, a manhã custa a chegar, mas o leiteiro estatelado, ao relento, perdeu a pressa que tinha. Da garrafa estilhaçada, no ladrilho já sereno escorre uma coisa espessa que é leite, sangue... não sei. Por entre objetos confusos, mal redimidos da noite, duas cores se procuram, suavemente se tocam, amorosamente se enlaçam, formando um terceiro tom a que chamamos aurora. Diante destes trechos derradeiros do poema Morte do Leiteiro, de Carlos Drummond de Andrade (A rosa do povo. Rio de Janeiro: Record, 1996, p. 110-111), é correto tecnicamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de tipo que bem se tributa à chamada teoria limitada da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de proibição, com a subsequente exclusão do dolo."
      },
      {
        "letra": "C",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio ictus."
      },
      {
        "letra": "D",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio criminis."
      },
      {
        "letra": "E",
        "texto": "tem-se, nesse poema, um argumento clássico de advento de causa relativamente independentemente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "828138",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A teoria que aponta e evidencia a parcela de responsabilidade que deve ser atribuída à sociedade quando da prática de determinadas infrações penais pelos seus cidadãos é chamada de teoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da coculpabilidade."
      },
      {
        "letra": "B",
        "texto": "Psicológica normativa."
      },
      {
        "letra": "C",
        "texto": "Social da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Psicológica da culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "818947",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre modalidades de erro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria limitada da culpabilidade, o erro de proibição indireto (ou erro de permissão), se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "O erro de mandado pode recair sobre o dever jurídico especial de agir, que fundamenta a omissão imprópria, e, se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "Ao subtrair frutas de chácara alheia, a criança A sofre lesões corporais graves por disparo certeiro de arma de fogo realizado por B, proprietário da chácara, que supõe plenamente justificada a sua ação: trata-se de modalidade de erro de proibição direto, incidente sobre a existência da lei penal que, se evitável, reduz a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria limitada da culpabilidade, o estado de necessidade putativo constitui modalidade de erro de tipo permissivo, que incide sobre os pressupostos fáticos da causa de justificação e recebe tratamento jurídico equiparado ao erro de tipo: se inevitável, exclui o dolo e o próprio crime, e se evitável, admite punição a título de culpa, se prevista em lei."
      },
      {
        "letra": "E",
        "texto": "O excesso de legítima defesa real pode ser determinado por erro de representação sobre a intensidade da agressão (excesso intensivo) ou sobre a atualidade de agressão (excesso extensivo)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "818946",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre culpabilidade, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito normativo de culpabilidade deslocou os componentes psicológicos para o tipo de injusto, permanecendo a culpabilidade com os componentes normativos do juízo de reprovação e do juízo de exculpação."
      },
      {
        "letra": "B",
        "texto": "O efeito do álcool ou de droga, proveniente de caso fortuito ou de força maior, se determina a incapacidade de culpabilidade na prática de crime, não permite a aplicação de qualquer medida de segurança, e se determina a capacidade relativa de culpabilidade na prática de crime, constitui fator obrigatório de redução de pena."
      },
      {
        "letra": "C",
        "texto": "A obediência a ordem não manifestamente ilegal de superior hierárquico caracteriza situação de exculpação legal, que exclui a culpabilidade, por inexigibilidade de comportamento diverso, e a obediência a ordem ilegal de superior hierárquico não exclui a culpabilidade, podendo funcionar como causa de diminuição de pena, que reduz a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "A emoção e a paixão não excluem a imputabilidade, mas a violenta emoção, logo em seguida a injusta provocação da vítima, pode privilegiar determinados crimes ou constituir circunstância atenuante de outros."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria do tipo, que exige coincidência entre capacidade de culpabilidade e realização dolosa ou culposa do tipo de injusto, em situações de actio libera in causa, o dolo ou culpa do agente devem ser aferidos na ação anterior de autocolocação em estado de incapacidade temporária de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "786161",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O sonambulismo exclui o seguinte elemento do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato típico."
      },
      {
        "letra": "B",
        "texto": "Punibilidade."
      },
      {
        "letra": "C",
        "texto": "Culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Antijuridicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "773174",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Vantuir e Lúcio cometeram, em momentos distintos e sem associação, crimes previstos na Lei de Drogas (Lei n.º 11.343/2006). No momento da ação, Vantuir, em razão de dependência química e de estar sob influência de entorpecentes, era inteiramente incapaz de entender o caráter ilícito do fato. Lúcio, ao agir, estava sob efeito de droga, proveniente de caso fortuito, sendo também incapaz de entender o caráter ilícito do fato. Nessas situações hipotéticas, qualquer que tenha sido a infração penal praticada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vantuir terá direito à redução de pena de um a dois terços e Lúcio será isento de pena."
      },
      {
        "letra": "B",
        "texto": "somente Vantuir será isento de pena."
      },
      {
        "letra": "C",
        "texto": "Lúcio e Vantuir serão isentos de pena."
      },
      {
        "letra": "D",
        "texto": "somente Lúcio terá direito à redução de pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "Lúcio e Vantuir terão direito à redução de pena de um a dois terços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2802997",
    "metadata": "Ano: 2016 | Banca: FUNRIO | Órgão: IF-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei nº 2.848/1940, são inimputáveis:I - os portadores de doença mental ou desenvolvimento mental incompleto ou retardado que, ao tempo da ação, eram inteiramente incapazes de entender o caráter ilícito do fato;II - os menores de 18 anos ao tempo do fato;III - os acometidos de embriaguez completa, proveniente de caso fortuito ou força maior, que eram inteiramente incapazes de entender o caráter ilícito do fato;IV - os que delinquiram sob a ação de forte emoção ou paixão.Pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "todas estão erradas."
      },
      {
        "letra": "C",
        "texto": "somente a I está correta."
      },
      {
        "letra": "D",
        "texto": "somente I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "somente a IV está errada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1384803",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em relação às causas de exclusão da culpabilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de proibição afasta o requisito da exigibilidade de conduta diversa;"
      },
      {
        "letra": "B",
        "texto": "a coação moral irresistível afasta a potencial consciência da ilicitude;"
      },
      {
        "letra": "C",
        "texto": "a obediência hierárquica afasta a potencial consciência da ilicitude;"
      },
      {
        "letra": "D",
        "texto": "a menoridade penal, segundo o Código vigente, orienta-se pelo critério puramente biológico;"
      },
      {
        "letra": "E",
        "texto": "o erro de proibição afasta o requisito da imputabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "758142",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Por teoria da ratio essendi entende-se o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estruturação do direito penal sob o princípio da intervenção mínima, que orientará iniciativas político-criminais pelo prisma da ultima ratio."
      },
      {
        "letra": "B",
        "texto": "ingresso pelo agente nos atos executórios de um crime, quando este se posta, de acordo com sua idealização, em atividade imediata e diretamente coligada à realização do tipo."
      },
      {
        "letra": "C",
        "texto": "possibilidade de punição da punição da participação em sentido estrito quando o agente da conduta principal é um adolescente-infrator, bastando que este aja de forma típica e antijurídica."
      },
      {
        "letra": "D",
        "texto": "concepção da culpabilidade como uma relação psicológica entre o autor e o fato por ele praticado, de sorte que dolo e culpa, para a teoria, são espécies de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "fusão entre dois substratos do conceito analítico de crime, a saber, a tipicidade e a antijuridicidade, sendo aquela reconhecida como a razão de ser desta; assim, o crime é composto pelo fato antijurídico (injusto) e pela culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "713824",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Assustado pelo atual contexto da criminalidade, um pequeno empresário, no dia do pagamento do salário aos funcionários, estando em mãos com vinte mil reais, constata o ingresso de dois rapazes no escritório e supõe tratar-se de um iminente assalto, reagindo com três letais tiros de revólver em cada um deles. Comprova-se, depois, que os rapazes tinham ido ao escritório em busca de emprego e não para assaltar. Considerando a situação descrita, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a legislação penal brasileira, o erro sobre a existência de iminente agressão, no qual o empresário incorreu, excluiria a tipicidade dolosa dos dois homicídios."
      },
      {
        "letra": "B",
        "texto": "Para a teoria extremada da culpabilidade, mesmo que o empresário tivesse errado a mira e atingido mortalmente um dos rapazes e um funcionário, o tratamento penal adequado seria o do erro de proibição. Assim, os dois homicídios seriam fatos típicos e antijurídicos."
      },
      {
        "letra": "C",
        "texto": "A teoria limitada da culpabilidade trata como erro de proibição somente o erro que recai sobre os limites de uma causa de justificação penal."
      },
      {
        "letra": "D",
        "texto": "Para os setores doutrinários que emprestam dupla função ao dolo no sistema do delito, o efeito do erro inevitável sobre pressuposto fático de uma justificativa penal deve ser o de exclusão da culpabilidade dolosa; quando evitável o erro, por analogia que se justifica pela identidade da natureza negligente do fato de que decorrem, deve ser equiparado ao efeito do erro de tipo."
      },
      {
        "letra": "E",
        "texto": "Para a posição doutrinária que consagra uma teoria de culpa que remete para as consequências jurídicas, o erro sobre pressuposto fático de uma excludente de ilicitude é um erro sui generis, que não se confunde com o erro de tipo e o erro de proibição indireto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "692965",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Afim de produzir prova em processo penal, o Juiz de Direito de determinada comarca encaminha requisição à Delegacia de Polícia local, ordenando que seja realizada busca domiciliar noturna na casa de um réu. O Delegado de Polícia designa, assim, uma equipe de agentes para o cumprimento da medida, sendo certo que um dos agentes questiona a legalidade do ato, dado o horário de seu cumprimento. O Delegado confirma a ilegalidade. No entanto, sustenta que a diligência deve ser realizada, uma vez que há imposição judicial para seu cumprimento. Com base apenas nas informações constantes do enunciado, caso os agentes efetivem a busca domiciliar noturna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não agirão criminosamente, uma vez que atuam no estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "agirão criminosamente."
      },
      {
        "letra": "C",
        "texto": "não agirão criminosamente. em virtude de coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "não agirão criminosamente, já que há mera obediência hierárquica."
      },
      {
        "letra": "E",
        "texto": "não agirão criminosamente, pois amparados pelo estado de necessidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647127",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Exigibilidade de conduta diversa",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca das questões de tipicidade, ilicitude (ou antijuridicidade) e culpabilidade, bem como de suas respectivas excludentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição é causa excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Há excludente de ilicitude em casos de estado de necessidade, legítima defesa, em estrito cumprimento do dever legal ou no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "Há excludente de tipicidade em casos de estado de necessidade, legítima defesa, exercício regular do direito e estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1227015",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, assinale a alternativa correta de acordo com o Código penal vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção ou a paixão excluem a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "C",
        "texto": "O maior de dezesseis anos é imputável penalmente, desde que cometa crime hediondo."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588516",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A análise da culpabilidade do agente não constitui requisito legal para a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "progressão de regime prisional."
      },
      {
        "letra": "B",
        "texto": "fixação da pena de cada concorrente no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "determinação do regime inicial de cumprimento da pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586526",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "São causas de inimputabilidade previstas no Código Penal, além de doença mental e desenvolvimento mental incompleto ou retardado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emoção e paixão; embriaguez completa, decorrente de caso fortuito ou força maior; idade inferior a 18 anos."
      },
      {
        "letra": "B",
        "texto": "idade inferior a 16 anos; embriaguez voluntária; coação irresistível."
      },
      {
        "letra": "C",
        "texto": "idade inferior a 18 anos; embriaguez completa, decorrente de caso fortuito ou força maior."
      },
      {
        "letra": "D",
        "texto": "idade inferior a 21 anos; embriaguez completa, decorrente de caso fortuito ou força maior; legítima defesa."
      },
      {
        "letra": "E",
        "texto": "emoção e paixão; idade inferior a 18 anos; embriaguez preordenada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532410",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Com relação às teorias penais referentes à culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria normativa pura, o dolo é constituído de três elementos: o intencional (a voluntariedade ou volitividade), o intencional (previsão ou consciência; previsão do fato) e o normativo (consciência atual da ilicitude)."
      },
      {
        "letra": "B",
        "texto": "À luz da teoria psicológica, a culpabilidade é algo que se encontra fora do agente, não podendo ser vista como vínculo entre este e o fato, mas como um juízo de valoração a respeito do agente."
      },
      {
        "letra": "C",
        "texto": "Para os defensores da teoria normativa pura, o dolo, como elemento da culpabilidade, somente existe se o agente quiser praticar um fato típico e ilícito com a consciência da antijuridicidade desse fato, isto é, quando sabe que está contrariando a ordem jurídica."
      },
      {
        "letra": "D",
        "texto": "De acordo com a concepção original da teoria psicológica, a culpabilidade de um agente é afastada quando ele age com “erro\", o que elimina o elemento intelectual do crime, ou quando ele é coagido a cometer o crime, o que suprime o elemento volitivo do dolo."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria psicológico-normativa ou normativa, a reprovação contra o agente do fato, além de consistir na desconformidade entre a ação e a ordem jurídica, também se fundamenta no fato de o agente ter a possibilidade de não realizar a ação contrária às normas jurídicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512251",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Com base na doutrina majoritária, na jurisprudência, no CP e na Lei de Contravenções Penais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É formalmente atípica a conduta consistente em ter, mediante fraude, conjunção carnal com pessoa maior de idade e capaz."
      },
      {
        "letra": "B",
        "texto": "Tanto na teoria psicológica da culpabilidade como na teoria psicológico-normativa da culpabilidade, exige-se atual, real e efetiva consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Conforme o STF, a lesão corporal leve praticada com violência doméstica contra a mulher é crime de ação penal pública condicionada à representação da ofendida."
      },
      {
        "letra": "D",
        "texto": "O criminoso que coloca bomba em avião, a fim de que exploda durante o voo e mate seu desafeto – que se encontra na aeronave –, atua mediante dolo direto em face do desafeto e mediante dolo eventual em face das demais pessoas dentro do avião."
      },
      {
        "letra": "E",
        "texto": "Nos termos da Lei das Contravenções Penais, é punível a tentativa de contravenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2780434",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta. É causa que exclui a culpabilidade do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inimputabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "Exercício regular de um direito."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento de um dever legal."
      },
      {
        "letra": "E",
        "texto": "Estado de necessidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1617875",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "No que concerne a aspectos relacionados ao direito constitucional, ao direito administrativo e ao direito penal, julgue o próximo item. Considere que um PRF, obedecendo ordem de superior hierárquico, não manifestamente ilegal, tenha cometido um crime. Nessa situação, apesar de ser imputável e de ter potencial consciência da ilicitude de sua conduta, o policial não deverá ser apenado, haja vista a ausência de um dos elementos da culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1396112",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A obediência hierárquica é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diminuição especial de pena"
      },
      {
        "letra": "B",
        "texto": "Exclusão da tipicidade"
      },
      {
        "letra": "C",
        "texto": "Aumento especial de penal"
      },
      {
        "letra": "D",
        "texto": "Exclusão da antijuridicidade"
      },
      {
        "letra": "E",
        "texto": "Exclusão da culpabilidade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884474",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Tipicidade conglobante",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O artigo 3º do Código Penal dispõe: “a lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência”. O referido artigo prevê o fenômeno da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coculpabilidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade conglobante."
      },
      {
        "letra": "C",
        "texto": "retroatividade da lei."
      },
      {
        "letra": "D",
        "texto": "abolitio criminis."
      },
      {
        "letra": "E",
        "texto": "ultra-atividade da lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432634",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Quanto às teorias a respeito do conceito de culpabilidade é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria psicológica da culpabilidade nasceu na segunda metade do século XIX, início do XX, estando vinculada a ideia de livre-arbítrio, qualidade esta distintiva do ser humano na concepção do domínio da vontade, ou seja, a possibilidade de agir conforme os ditames da própria consciência e tendo como pressupostos da culpabilidade a potencial consciência de ilicitude e a imputabilidade;"
      },
      {
        "letra": "B",
        "texto": "Para teoria psicológica - conceito influenciado pelo pensamento positivista -, a culpabilidade não possuía qualquer elemento normativo, sendo uma relação psicológica entre o agente e o fato, sendo a imputabilidade considerada como pressuposto;"
      },
      {
        "letra": "C",
        "texto": "Para a teoria psicológico-normativa, apesar de ainda estarem integrados ao conceito de culpabilidade elementos puramente psicológicos (dolo e a culpa), diferentemente da teoria psicológica, a culpabilidade passou a ser também constituída por elementos normativos, ou seja a imputabilidade, a exigibilidade de conduta diversa e a potencial consciência da ilicitude;"
      },
      {
        "letra": "D",
        "texto": "A teoria psicológico-normativa surgiu em contraponto ao conceito de culpabilidade da teoria psicológica, deslocando o dolo e a culpa para o tipo penal, mantendo apenas no conceito de culpabilidade os elementos normativos da imputabilidade e da exigibilidade de conduta diversa, e o elemento psicológico da potencial consciência da ilicitude;"
      },
      {
        "letra": "E",
        "texto": "A teoria normativa pura manteve no conceito de culpabilidade os elementos normativos da imputabilidade e da a exigibilidade de conduta diversa, sendo que o elemento psicológico da potencial consciência da ilicitude foi incluído na análise do dolo, que foi deslocado para o conceito de tipicidade penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418092",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A respeito da teoria do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É causa de exclusão da culpabilidade o fato de a conduta ser praticada por meio de coação física irresistível."
      },
      {
        "letra": "B",
        "texto": "A tipicidade conglobante resulta da análise de normas de caráter estritamente penal, dada a exigência da subsunção da conduta à lei penal."
      },
      {
        "letra": "C",
        "texto": "No direito penal brasileiro, adota-se a teoria subjetiva para o regramento do crime impossível, o que significa que o agente não responde, inclusive pela tentativa, diante da impossibilidade da consumação do crime em razão da ineficácia absoluta do meio ou da absoluta impropriedade do objeto."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de crime culposo, se estiver ausente a previsibilidade do resultado devido às aptidões pessoais do agente, ficará excluída a culpabilidade, haja vista a análise subjetiva do dever de cuidado."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria da imputação objetiva, é necessário avaliar se o incremento do risco surge como decorrência do dolo do agente — de acordo com os princípios do risco permitido —, o que afasta a responsabilidade pelo resultado produzido pela culpa, se previsto o tipo penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "382017",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Diversas pessoas invadiram um prédio de um órgão público, sem avisar previamente às autoridades competentes, para pedir maior investimento em educação e saúde no país. Chamada pelos servidores do órgão, a polícia militar determinou que os manifestantes desocupassem o local imediatamente. Todavia, a ordem não foi obedecida e todos os manifestantes sentaram-se no chão. Os policiais, utilizando bombas de gás lacrimogênio e projéteis de borracha, retiraram todos à força, o que acabou ferindo gravemente muitos protestantes.Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os manifestantes praticaram crime de resistência."
      },
      {
        "letra": "B",
        "texto": "Os manifestantes não praticaram qualquer crime, dado o acobertamento de suas condutas por causa supralegal de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "A conduta adotada pelos policiais é típica, porém lícita, haja vista estar amparada pela causa excludente de ilicitude do estrito cumprimento de um dever legal."
      },
      {
        "letra": "D",
        "texto": "Os manifestantes praticaram crime de desobediência."
      },
      {
        "letra": "E",
        "texto": "A conduta dos manifestantes é típica, porém lícita, na medida em que é acobertada pela causa excludente de ilicitude do exercício regular de direito"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363407",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A esposa que comprovadamente ludibria autoridade policial e auxilia marido, autor de crime de roubo, a subtrair-se à ação da autoridade pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve cumprir pena por exercício arbitrário das próprias razões (CP, art. 345)."
      },
      {
        "letra": "B",
        "texto": "deve cumprir pena por favorecimento real (CP, art. 349)."
      },
      {
        "letra": "C",
        "texto": "fica isenta de pena."
      },
      {
        "letra": "D",
        "texto": "deve cumprir pena por crime de favorecimento pessoal (CP, art. 348)"
      },
      {
        "letra": "E",
        "texto": "deve cumprir pena por fuga de pessoa presa (CP, art. 351)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "958173",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico é causa excludente de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "culpabilidade."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "ilicitude."
      },
      {
        "letra": "E",
        "texto": "detração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "957243",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre a ilicitude do fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que inevitável, não isenta de pena, pois o desconhecimento da lei é inescusável."
      },
      {
        "letra": "B",
        "texto": "quando evitável, não isenta nem diminui a pena."
      },
      {
        "letra": "C",
        "texto": "somente isenta de pena se considerado inevitável."
      },
      {
        "letra": "D",
        "texto": "permite a punição apenas por crime culposo."
      },
      {
        "letra": "E",
        "texto": "decorre da alegação de legítima defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "764853",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A espécie humana se desenvolve em conjunto, em sociedade, em circunstâncias determinadas e muitas vezes peculiares, inclusive com limitação de seu comportamento pela própria sociedade e pelo Estado. Com a existência das desigualdades sabidamente existentes – sociais, econômicas, culturais – a personalidade da pessoa é moldada em consonância com as oportunidades que lhe são oferecidas. Destarte, a reprovação do direito penal deve ser mais severa no que tange aos crimes praticados por indivíduos de elevado poder econômico, que se valem e abusam desta vantagem para a execução de delitos (tributários, econômicos, entre outros). Trata-se de ideia central na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coculpabilidade às avessas;"
      },
      {
        "letra": "B",
        "texto": "imputação objetiva;"
      },
      {
        "letra": "C",
        "texto": "tipicidade indiciária;"
      },
      {
        "letra": "D",
        "texto": "coculpabilidade;"
      },
      {
        "letra": "E",
        "texto": "tipicidade conglobante;"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "705761",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "A norma penal",
      "Lei penal no tempo",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal brasileiro, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena."
      },
      {
        "letra": "B",
        "texto": "O erro sobre a ilicitude do fato, se evitável, poderá diminuir a pena."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o tempo da ação ou omissão que lhe deu causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "699723",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Tício Ponta Grossa nunca havia conduzido veículo. Ao ver seu pai sentindo fortes dores, conduz veículo em direção ao hospital. No trajeto atropela e mata João da Silva. Ao fazer isso, pratica uma conduta culposa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconsciente"
      },
      {
        "letra": "B",
        "texto": "imperita"
      },
      {
        "letra": "C",
        "texto": "imprudente"
      },
      {
        "letra": "D",
        "texto": "negligente"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "542784",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.De acordo com a teoria extremada da culpabilidade, o erro sobre os pressupostos fáticos das causas descriminantes consiste em erro de tipo permissivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542780",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considerando a distinção doutrinária entre culpabilidade de ato e culpabilidade de autor, julgue o seguinte item.Tratando-se de culpabilidade pelo fato individual, o juízo de culpabilidade se amplia à total personalidade do autor e a seu desenvolvimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530386",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal (CP) sobre doença mental, julgue o item que se segue. São considerados portadores de desenvolvimento mental incompleto, segundo o CP, os silvícolas não adaptados, os surdos-mudos com total ou quase total impossibilidade de comunicação e as pessoas com acentuado grau de primitivismo cultural.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530382",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Marcos, de cinquenta anos de idade, com histórico bem documentado de esquizofrenia paranoide, assim que entrou em casa, após um dia de trabalho, encontrou a esposa com o amante e os matou com uma faca de cozinha. Após o crime, Marcos tentou esconder os corpos em um buraco cavado no jardim e eliminou os sinais de sangue do interior de sua residência.Tendo como referência a situação hipotética apresentada acima, julgue o seguinte item.Por ser portador de esquizofrenia paranoide, Marcos deve ser considerado inimputável e deverá ser submetido a medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "509530",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre as teorias do dolo e da culpabilidade, tem-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria extremada situa o dolo na culpabilidade e a atual consciência da ilicitude no próprio dolo."
      },
      {
        "letra": "B",
        "texto": "a teoria limitada do dolo introduziu no direito penal o conceito de culpabilidade pela condução de vida, dando origem ao denominado Direito Penal do Fato."
      },
      {
        "letra": "C",
        "texto": "a teoria extremada da culpabilidade transfere o dolo para o tipo penal, de modo que este, juntamente com a consciência da ilicitude, que por sua vez é transferida para a culpabilidade, devem ser atuais."
      },
      {
        "letra": "D",
        "texto": "a teoria limitada da culpabilidade considera como erro de proibição todo e qualquer erro que incida sobre uma causa de justificação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "388787",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Marque a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zaffaroni, Alagia, Slokar e Nilo Batista aduzem que \"a inevitável seletividade operacional da criminalização secundária e sua preferente orientação burocrática (sobre pessoas sem poder e por fatos grosseiros e até insignificantes) provocam uma distribuição seletiva em forma de epidemia, que atinge apenas aqueles que têm baixas defesas perante o poder punitivo\". De acordo com essa concepção, o Direito Penal estaria mais vocacionado ao combate dos crimes do colarinho azul."
      },
      {
        "letra": "B",
        "texto": "a diferença apresentada entre a criminalidade real e a criminalidade conhecida e enfrentada pelos órgãos formais de repressão (Ministério Público, Judiciário e Policia), nos crimes socioeconômicos, é chamada de cifra dourada."
      },
      {
        "letra": "C",
        "texto": "a outra face da teoria da coculpabilidade pode ser identificada como a coculpabilidade às avessas, por meio da qual defende-se a possibilidade de reprovação penal mais severa no tocante aos crimes praticados por pessoas dotadas de elevado poder econômico, e que abusam desta vantagem para a execução de delitos."
      },
      {
        "letra": "D",
        "texto": "a práxis tem demonstrado o quão corriqueiras e de difícil elucidação são as condutas consistentes em dispensar ou inexigir licitação, fora das hipóteses previstas em lei, e frustrar ou fraudar, mediante ajuste, combinação ou qualquer outro expediente, o caráter competitivo do procedimento licitatório, com o intuito de obter, para si ou para outrem, vantagem decorrente da adjudicação do objeto da licitação. Assim, com vistas a conferir maior efetividade às investigações desses delitos previstos na Lei n° 8.666/93, sem prejulzo de outras medidas cautelares menos gravosas, a prisão temporária dos investigados poderia ser utilizada com mais frequência, desde que necessária e adequada a cada caso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379923",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "São causas de exclusão da culpabilidade, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação física absoluta."
      },
      {
        "letra": "B",
        "texto": "Coação moral irresistível."
      },
      {
        "letra": "C",
        "texto": "Estrito cumprimento do dever legal."
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa, proveniente de caso fortuito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "323830",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos, formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue os itens que se seguem.Considere que João, maior de dezoito anos de idade, tenha praticado crime de natureza grave, sendo, por consequência, processado e, ao final, condenado. Considere, ainda, que, no curso da ação penal, tenha sido constatado pericialmente que João, ao tempo do crime, tinha reduzida a capacidade de compreensão ou vontade, comprovando-se a sua semi-imputabilidade. Nessa situação, caberá a imposição cumulativa de pena, reduzida de um terço a dois terços e de medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305402",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas",
      "Violência doméstica"
    ],
    "enunciado_principal": "Joseval, no calor de uma discussão com Marinalda, sua namorada, por divergências esportivas, pois torcem para times distintos, desferiu um soco no rosto desta, que resultou em lesão, após o que Marinalda passou a não sentir mais paladar. Assim, Joseval:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "deve responder pelo crime de lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "deve responder pelo crime de lesão corporal gravíssima."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de violência doméstica."
      },
      {
        "letra": "E",
        "texto": "não deve responder por crime algum, pois a imputabilidade fica excluída pela emoção ou pela paixão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302407",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em qual sistema penal a culpabilidade é concebida como o vínculo psicológico que une o autor ao fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "finalista"
      },
      {
        "letra": "B",
        "texto": "neoclássico"
      },
      {
        "letra": "C",
        "texto": "clássico"
      },
      {
        "letra": "D",
        "texto": "funcionalista"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297783",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, não comete crime aquele que age:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por culpa."
      },
      {
        "letra": "B",
        "texto": "em embriaguez fortuita."
      },
      {
        "letra": "C",
        "texto": "no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "em embriaguez completa."
      },
      {
        "letra": "E",
        "texto": "sob violenta emoção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664421",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "São causas de exclusão de culpabilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez acidental completa e o erro de proibição"
      },
      {
        "letra": "B",
        "texto": "a prescrição, a decadência e a perempção"
      },
      {
        "letra": "C",
        "texto": "a menoridade e o estado de necessidade"
      },
      {
        "letra": "D",
        "texto": "a inimputabilidade e a legítima defesa"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo e o erro de proibição"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "321533",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre culpa em sentido estrito, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a responsabilização por crime culposo se fundamenta na inobservância do dever de asseguramento de tráfego:"
      },
      {
        "letra": "B",
        "texto": "o grau da culpa influi na quantificação da pena em abstrato;"
      },
      {
        "letra": "C",
        "texto": "a quase totalidade dos crimes culposos é composta de delitos materiais e de tipo penal aberto, mas há exceções;"
      },
      {
        "letra": "D",
        "texto": "a culpa consciente se caracteriza pela não tolerância do resultado;"
      },
      {
        "letra": "E",
        "texto": "nos termos da concepção finalista, a culpa configura elemento normativo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "268056",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considerando os institutos aplicáveis ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos do CP, o desconhecimento da lei, embora inescusável, é circunstância que atenua a pena."
      },
      {
        "letra": "B",
        "texto": "Suponha que Vicente, estudante de vinte e quatro anos de idade, com animus necandi, portando arma de fogo municiada com seis projéteis, alveje Pereira com dois disparos e, ao tentar efetuar outros disparos, fuja do local ante a falha da arma. Nessa situação hipotética, aplica-se a Vicente, consoante determinação do CP, o instituto da desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "A legislação vigente acerca da execução da sentença penal condenatória a ser cumprida em regime inicial fechado determina que, sobrevindo novas condenações no curso da execução, deve ser formado novo processo de execução penal para cada uma delas."
      },
      {
        "letra": "D",
        "texto": "Segundo o entendimento dos tribunais superiores, não se reconhece a continuidade delitiva quando o intervalo de tempo entre os crimes for superior a quinze dias."
      },
      {
        "letra": "E",
        "texto": "Na aberratio ictus com unidade complexa, de acordo com o disposto no CP e o entendimento dos tribunais superiores, o agente, agindo com dolo eventual em relação a terceiros, deve responder por concurso formal próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "260657",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A coação moral irresistível e a obediência à ordem não manifestamente ilegal de superior hierárquico são causas de exclusão da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputabilidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade subjetiva."
      },
      {
        "letra": "C",
        "texto": "ilicitude."
      },
      {
        "letra": "D",
        "texto": "culpabilidade."
      },
      {
        "letra": "E",
        "texto": "tipicidade objetiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249971",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Participação",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Analise os itens (casos hipotéticos) abaixo. Em seguida, marque a alternativa CORRETA: I. “A sociedade, por melhor organizada que seja, nunca terá possibilidade de brindar a todos os homens com as mesmas oportunidades. Em consequência disso, há sujeitos que têm um menor âmbito de autodeterminação, condicionado, desta maneira, por causas sociais. Não seria possível atribuir essas causas sociais ao sujeito e sobrecarregá-lo por ocasião da aplicação da pena”. II. “Um motorista de táxi conduz um passageiro até o seu destino. Durante o trajeto o passageiro fala ao telefone celular com uma terceira pessoa e diz estar indo de táxi até o local determinado para matar a esposa. O taxista ouve a conversa e, mesmo assim, leva o passageiro até o local. Posteriormente, o taxista tomou conhecimento pelos jornais de que o tal passageiro de fato matara a esposa.” III. “Um oficial de justiça cumpre mandado judicial de apreensão de bem móvel de terceiro inadimplente.” IV. “Um médico realiza cirurgia terapêutica em paciente com o consentimento desse paciente.”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O item “I” refere-se ao conceito de co- culpabilidade e o item II é exemplo do princípio da proibição do regresso, que, segundo os seus fundamentos, afastará a responsabilidade do taxista por seu ato."
      },
      {
        "letra": "B",
        "texto": "O item “I” refere-se ao conceito de antijuridicidade material, enquanto que o item “II” constitui um exemplo de condutas neutras em direito penal."
      },
      {
        "letra": "C",
        "texto": "O item “III”, para a doutrina clássica em direito penal, constitui um exemplo de estrito cumprimento de um dever legal, já o item IV, para a doutrina moderna em direito penal, é exemplo de exercício regular de um direito que exclui a ilicitude através da ausência de antinormatividade conglobante na conduta do médico."
      },
      {
        "letra": "D",
        "texto": "Tanto o item “III” como o item “IV”, segundo a doutrina moderna em direito penal, são exemplos de condutas atípicas pela ausência de antinormatividade, já que são situações em que há uma ordem ou um fomento do Estado. O item “I” refere-se ao conceito de antijuridicidade formal."
      },
      {
        "letra": "E",
        "texto": "Tanto o item “III” como o item “IV”, segundo entendimento da doutrina moderna em direito penal, são exemplos de ausência de tipicidade conglobante. O item II, por sua vez, é exemplo do princípio da competência ou da capacidade, que, segundo Gunther Jakobs, afasta a imputação objetiva do resultado típico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "233459",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A respeito da culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para haver exclusão ou diminuição da culpabilidade, a perda ou redução da capacidade de entendimento do caráter ilícito do fato causada pelo uso de entorpecente não deve decorrer necessariamente de caso fortuito ou força maior, visto que a dependência química, por si só, afasta ou reduz a responsabilização penal."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, no delito de omissão de recolhimento de contribuição previdenciária, a impossibilidade de repasse das contribuições previdenciárias em decorrência de crise financeira da empresa não constitui, nem sequer em tese, causa supralegal de exclusão da culpabilidade (inexigibilidade de conduta diversa)"
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria normativa pura, a culpabilidade não se exaure na relação de desconformidade substancial entre ação e ordenamento jurídico, mas fundamenta a reprovação pessoal contra o autor, no sentido de este não ter omitido a ação antijurídica quando ainda podia."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria limitada da culpabilidade, não se faz distinção entre erro de tipo (o que recai sobre a situação de fato) e erro de proibição (o que recai sobre os limites autorizadores da norma), sendo todas essas situações consideradas erro de proibição."
      },
      {
        "letra": "E",
        "texto": "Nas correntes preventivas da culpabilidade, a teoria da motivação normativa tem como característica básica fundar a culpabilidade na liberdade de autodeterminação, excluída a capacidade de motivação normativa do sujeito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "222545",
    "metadata": "Ano: 2012 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A Constituição Federal expressamente previu no art. 5º, XLV, que “nenhuma pena passará da pessoa do condenado”, alçando a status constitucional o princípio do nullum crime sine culpa (não há crime sem culpa). Nessa perspectiva, afirma-se: I. Ao vedar toda forma de responsabilidade pessoal por fato de outrem, a Constituição expressou o princípio segundo o qual a aplicação da pena pressupõe a atribuibilidade psicológica de um fato delitivo à vontade contrária ao dever do indivíduo. II. A culpabilidade deve ser analisada sob três perspectivas, quais sejam, da responsabilidade pessoal, da responsabilidade subjetiva e da função de limitação e garantia do cidadão ao poder punitivo estatal. III. A teoria psicológica da culpabilidade pauta-se pela idéia de que a culpabilidade não passa de um mero vínculo de caráter psicológico, que une o autor ao fato por ele praticado, sendo que o dolo e a culpa são espécies dessa relação psicológica que tem, por pressuposto, a imputabilidade do agente. IV. Para a teoria finalista da culpabilidade, dolo e culpa são “corpos estranhos” na culpabilidade, que consistiria na reprovabilidade da conduta ilícita de quem tem capacidade genérica de entender e querer e podia, nas circunstâncias em que o fato ocorreu, conhecer a sua ilicitude, sendo-lhe inexigível comportamento que se ajuste ao direito. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a alternativa II é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as alternativas II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as alternativas I, II, III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as alternativas I e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "273823",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A culpabilidade apresenta-se quando a conduta do agente é contrária ao direito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "214262",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Tratando-se de culpabilidade, o sistema penal brasileiro adota a regra da responsabilidade subjetiva, que implica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aferição de causas excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "responsabilização penal necessariamente vinculada à presença de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "responsabilização penal independentemente do dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "avaliação da inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "responsabilização penal observado o critério da territorialidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "207720",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "A respeito da culpabilidade e das penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência consolidada no âmbito do STJ estabelece que, expirado o prazo do livramento condicional sem suspensão cautelar ou prorrogação, a pena não estará necessariamente extinta, considerando-se legal a suspensão ou revogação a posteriori do benefício, pela constatação do cometimento de novo delito durante o período de prova."
      },
      {
        "letra": "B",
        "texto": "A prática de falta disciplinar de natureza grave interrompe a contagem do lapso temporal para a concessão de benefícios que dependam de lapso de tempo no desconto de pena, incluídos o livramento condicional, o indulto e a comutação de pena."
      },
      {
        "letra": "C",
        "texto": "Segundo a jurisprudência pacífica do STJ, não é possível a compensação entre a atenuante da confissão espontânea e a agravante da reincidência, pois esta constitui circunstância preponderante e não guarda relação com a personalidade do agente."
      },
      {
        "letra": "D",
        "texto": "A alusão à potencial consciência da ilicitude pode ser utilizada para exasperar a reprimenda a título de culpabilidade, pois, ainda que não tivesse o agente o conhecimento da ilicitude, poderia ser responsabilizado penalmente."
      },
      {
        "letra": "E",
        "texto": "A imputabilidade, a exigibilidade de conduta diversa e o potencial conhecimento da ilicitude constituem pressupostos da culpabilidade como elemento integrante do conceito analítico do crime, ao passo que a culpabilidade prevista no art. 59 do CP diz respeito ao grau de reprovabilidade da conduta do agente, a ser valorada no momento da fixação da pena-base."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204597",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Constitui causa de exclusão da culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez completa, proveniente de caso fortuito ou força maior, em virtude da impossibilidade de o agente conhecer a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "o erro sobre a ilicitude do fato, em decorrência da não imputabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "a doença mental ou o desenvolvimento mental incompleto ou retardado, em função de não se poder exigir conduta diversa do agente."
      },
      {
        "letra": "D",
        "texto": "a menoridade, em virtude da impossibilidade de o agente conhecer a ilicitude do fato."
      },
      {
        "letra": "E",
        "texto": "a coação moral irresistível, em função de não se poder exigir conduta diversa do agente."
      }
    ],
    "gabarito": "E"
  }
]