[
  {
    "id": "2507061",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "No Capítulo III do Título I da Parte Especial, o Código Penal contempla diversos crimes de perigo, objetivando a tutela jurídica da vida e da saúde humanas. Acerca dos citados crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de perigo para a vida ou saúde de outrem é de forma livre, podendo ser praticado mediante ação ou omissão."
      },
      {
        "letra": "B",
        "texto": "A mulher pode figurar como sujeito passivo no crime de maus-tratos quando o delito for praticado contra ela pelo marido."
      },
      {
        "letra": "C",
        "texto": "O crime de abandono de incapaz é permanente, pois seus efeitos perduram no tempo, independentemente da vontade do agente."
      },
      {
        "letra": "D",
        "texto": "A consumação do crime de perigo de contágio venéreo, na forma qualificada, dá-se com o efetivo contágio da doença venérea."
      },
      {
        "letra": "E",
        "texto": "O agente que deixa de prestar assistência à vítima, colocada por ele anteriormente em situação de perigo, de modo intencional ou culposo, responde por crime de omissão de socorro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082258",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Todos os crimes de periclitação da vida e da saúde são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolosos."
      },
      {
        "letra": "B",
        "texto": "processados mediante ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "da modalidade qualificada pelo resultado morte."
      },
      {
        "letra": "D",
        "texto": "comissivos."
      },
      {
        "letra": "E",
        "texto": "de perigo concreto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2304690",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Câmara de Limoeiro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Quem pratica a conduta típica prevista no Código Penal de “praticar com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio de moléstia grave."
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio venéreo."
      },
      {
        "letra": "C",
        "texto": "Perigo para a saúde ou a vida de outrem."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo para a saúde pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1068987",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemNão é crime deixar de prestar assistência, quando impossível fazê‐lo sem risco pessoal, à pessoa inválida ou ferida, ao desamparado ou em grave e iminente perigo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938390",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A respeito dos crimes contra a periclitação da vida e da saúde, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de abandono de incapaz somente se configura se o dever de cuidado do autor para com o incapaz decorre de relação familiar."
      },
      {
        "letra": "B",
        "texto": "o crime de contágio de moléstia grave, para se configurar, exige que a exposição a contágio ocorra por relação sexual ou qualquer outro ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "o crime de condicionamento de atendimento médico-hospitalar emergencial é próprio de médico, não se configurando se a condição é imposta por pessoa diversa."
      },
      {
        "letra": "D",
        "texto": "o crime de omissão de socorro se caracteriza pela conduta de deixar de prestar assistência, quando possível, ainda que o agente peça socorro à autoridade pública."
      },
      {
        "letra": "E",
        "texto": "todos, sem exceção, não admitem a modalidade culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927247",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Sobre os crimes da Parte Especial do Código Penal, analise as afirmativas a seguir, marque V para as verdadeiras e F para as falsas. ( ) O “aborto com consentimento” da gestante constitui exceção à teoria monística adotada pelo Código Penal. ( ) Sob a mesma rubrica, o legislador tipificou dois modelos distintos de lesão corporal: a grave e a gravíssima. Segundo o Código Penal, a perda ou inutilização de membro, sentido ou função, devidamente atestada em laudo pericial, é classificada como lesão grave. ( ) O crime de perigo de contágio venéreo se consuma com a prática da relação sexual ou de ato libidinoso, independentemente do efetivo contágio que, se ocorrer, será simples exaurimento do delito. ( ) No crime de difamação, não é admitida a exceção da verdade. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866293",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Tendo em vista os Capítulos II e III do Código Penal, os quais se referem às Lesões Corporais e à Periclitação da Vida e da Saúde, analise as seguintes assertivas: I. A incapacidade para as ocupações habituais por mais de 30 dias é espécie de lesão corporal de natureza grave, sendo que as referidas ocupações não condizem apenas com a atividade laboral exercida pela vítima na ocasião, abrangendo qualquer outra atividade costumeira, moral ou imoral, desde que lícita. II. A debilidade permanente de membro, sentido ou função, difere da perda ou inutilização de membro, sentido ou função. A debilidade permanente é lesão corporal de natureza grave, enquanto que a perda ou inutilização é lesão corporal de natureza gravíssima. Se houver, por exemplo, a perda de um único dedo, temos debilidade permanente, mas se houver a perda de uma mão inteira, por exemplo, teremos, então, perda ou inutilização. III. Tanto o perigo de vida, espécie de lesão corporal de natureza grave, assim como o aborto, espécie de lesão corporal gravíssima, são preterdolosas, eis que são resultados não desejados pelo agente, o qual tinha dolo em relação à lesão corporal apenas, contando com culpa em relação a esses resultados: perigo de vida e aborto. Nesse sentido, também, a lesão corporal seguida de morte. IV. Pode-se asseverar que se o agente ativo, portador de HIV – AIDS, tem por intenção transmitir a sua doença a outrem, poderá responder pelo delito de perigo de contágio de moléstia grave, se o seu dolo se dirigir tão somente à transmissão da doença; poderá responder pelo delito de homicídio ou de tentativa de homicídio, se o seu dolo se dirigir para além da transmissão da doença à morte da vítima; ou, ainda, poderá responder por lesão corporal de natureza gravíssima, se seu dolo se dirigir à produção de ofensa à integridade física ou saúde da vítima, com o resultado enfermidade incurável, ou, ainda, por lesão corporal seguida de morte, acaso essa ocorra, mas o dolo do agente abranja apenas a intenção de lesionar a vítima. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "772224",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Paulo é atropelado e, em estado grave, é socorrido de ambulância a um determinado Hospital para atendimento emergencial. Chegando ao nosocômio, a gerente Flávia exige da esposa do atropelado a apresentação de um cheque-caução no valor de R$ 20.000,00 e o preenchimento de formulários administrativos como condição para iniciar o atendimento médico-hospitalar emergencial. Neste caso, a gerente Flávia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "não cometeu crime, agindo de forma absolutamente legal segundo normas que regem o atendimento hospitalar no Brasil."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de lesão corporal de natureza grave."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de condicionamento de atendimento médico-hospitalar emergencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  }
]