[
  {
    "id": "3296377",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Analise as afirmativas sobre aspectos legais do socorro em emergências: I. O motorista socorrista pode responder civil e penalmente caso haja negligência ou imprudência na condução, resultando em agravos ao paciente. II. O Código de Ética Profissional do Servidor Público dispensa a responsabilização do motorista no desempenho de atividades oficiais. III. A recusa injustificada de atendimento a uma vítima em situação de risco pode configurar omissão de socorro, passível de responsabilização. IV. O serviço pré-hospitalar deve respeitar a intimidade e privacidade do paciente, mesmo em situações de urgência. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3291232",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos",
      "Rixa"
    ],
    "enunciado_principal": "A respeito do que determina o Decreto-Lei nº 2.848/1940, Código Penal, especialmente acerca dos crimes contra a pessoa, considere as assertivas a seguir. I. Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública: Pena - detenção, de um a seis meses, ou multa. II. Exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos, como condição para o atendimento médico-hospitalar emergencial: Pena – reclusão, de 3 (três) meses a 1 (um) ano, ou multa. III. Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina: Pena - detenção, de dois meses a um ano, ou multa. IV. Participar de rixa, salvo para separar os contendores: Pena - reclusão, de quinze dias a dois meses, ou multa. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2489101",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um salva-vidas de uma piscina pública observa uma criança se afogar e, acreditando que ela estava brincando com a situação, não age para salvá-la, vindo a criança a falecer em razão do afogamento. Elaborado pelo(a) autor(a). No caso em tela, restou configurada a omissão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "própria, respondendo pelo crime de omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "imprópria, respondendo pelo crime de homicídio doloso."
      },
      {
        "letra": "C",
        "texto": "própria, respondendo pelo crime de homicídio doloso."
      },
      {
        "letra": "D",
        "texto": "imprópria, respondendo pelo crime de omissão de socorro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2464791",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Caio, bombeiro salva-vidas aposentado, que atualmente é instrutor de aula de surfe, está na praia, aguardando possíveis clientes. Tício, bombeiro salva-vidas, que precisava levar o filho em consulta médica, pede a Caio que o substitua, por duas horas. Caio não aceita o encargo, pois precisa trabalhar no seu negócio. Tício, mesmo assim, resolve se ausentar. Caio, enquanto observava o mar, vê Mévio nadando em local perigoso e, de imediato, grita para o homem retroceder, avisando do perigo. O homem não atende Caio e ainda o xinga de velho caquético, afirmando saber nadar. Pouco tempo depois, Mévio começa a se afogar. Caio, ao perceber o afogamento de Mévio, não presta socorro, deixando a orla da praia. Tício, que retornava à praia para ocupar sua função de bombeiro, presta socorro a Mévio que, entretanto, não sobrevive devido ao tempo que permaneceu na água. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio praticou o crime de homicídio culposo, por omissão, vez que, na qualidade de garante, tinha o dever de agir na primeira oportunidade para tentar impedir a realização do resultado morte."
      },
      {
        "letra": "B",
        "texto": "Caio praticou o crime de omissão de socorro tentado, uma vez que o socorro foi prestado por terceiro, ainda que ineficaz."
      },
      {
        "letra": "C",
        "texto": "Caio praticou o crime de homicídio doloso, por omissão imprópria, vez que, na qualidade de garante, tinha o dever de agir na primeira oportunidade para tentar impedir a realização do resultado morte."
      },
      {
        "letra": "D",
        "texto": "Tício não incorreu em qualquer crime, visto que, embora ostentasse a qualidade de garante, o socorro foi prestado por terceiro, mostrando-se ineficaz."
      },
      {
        "letra": "E",
        "texto": "Caio praticou o crime de omissão de socorro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459035",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Bagé - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Um motorista que atropela alguém, causando lesões corporais na vítima, e foge do local por medo de ser penalizado por não estar com a Carteira Nacional de Habilitação no momento do acidente comete qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Direção irresponsável."
      },
      {
        "letra": "B",
        "texto": "Maus tratos."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Coerção inevitável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2357339",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "O Código Penal estabelece que quem pratica a conduta típica de expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2557608",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é CORRETO afirmar que a conduta típica de “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública” configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exposição de recém-nascido."
      },
      {
        "letra": "B",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "Condicionamento de atendimento médico."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo para a saúde ou vida de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2323772",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Deixar de prestar socorro a uma vítima de acidente ou a uma pessoa em perigo iminente, podendo fazê-lo, é crime previsto em lei no Código Penal Brasileiro. No entanto, um socorrista não será considerado omisso quando ele",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imaginar que outras pessoas poderão fazer o atendimento."
      },
      {
        "letra": "B",
        "texto": "decidir que não deseja prestar atendimento."
      },
      {
        "letra": "C",
        "texto": "julgar que tal lei é injusta."
      },
      {
        "letra": "D",
        "texto": "tiver pedido socorro à autoridade pública."
      },
      {
        "letra": "E",
        "texto": "acreditar que a vítima se recuperará sozinha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2323743",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A omissão de socorros é considerada uma atitude incorreta para todo cidadão. No seu trabalho diário, essa omissão é aceita quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causar risco de dano ao socorrista e à equipe."
      },
      {
        "letra": "B",
        "texto": "apresentar múltiplas vítimas."
      },
      {
        "letra": "C",
        "texto": "ocorrer após o horário da jornada do trabalho."
      },
      {
        "letra": "D",
        "texto": "gerar dúvidas quanto ao tipo de socorro a ser prestado."
      },
      {
        "letra": "E",
        "texto": "implicar risco de prejuízo material para a embarcação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2314390",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Seguindo o artigo 135 do Código Penal Brasileiro, faltar com o procedimento de prestar socorro à vítima de acidente, ocasionando em casos mais críticos a morte do indivíduo, é considerado um crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312114",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias, assim procurando melhor compreendê-los. Considerando algumas das classificações existentes, são, respectivamente, delito de resultado, delito de lesão, delito permanente e delito omissivo próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão, furto, rufianismo e prevaricação;"
      },
      {
        "letra": "B",
        "texto": "furto, dano, cárcere privado e omissão de socorro;"
      },
      {
        "letra": "C",
        "texto": "roubo, lesão corporal, sequestro e homicídio por omissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio, autoaborto, perseguição e estupro por omissão;"
      },
      {
        "letra": "E",
        "texto": "peculato, omissão de socorro, extorsão mediante sequestro e omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2196902",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A respeito do direito penal aplicado à prática odontológica, julgue o item. A tipificação prevista no Código Penal para a omissão de socorro não se aplica caso o profissional, diante de uma situação de alto risco para sua própria vida, deixe de prestar assistência, desde que, nesses casos, solicite imediatamente o socorro das autoridades públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2144076",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Agostinho, experiente surfista, está surfando na companhia de Hegel, quando começa a se afogar em razão de uma cãibra muito forte. Hegel, após ver o colega se afogando, decide, ainda assim, surfar uma onda que estava muito favorável. Contudo, ao regressar já não é possível ajudar Agostinho, que só é encontrado, sem vida, horas depois. Diante dessa situação, é correto afirmar que Hegel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve responder por qualquer crime, uma vez que não há tipicidade em sua conduta;"
      },
      {
        "letra": "B",
        "texto": "não deve responder por qualquer crime, uma vez que inexigível conduta diversa, afastando a culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de homicídio doloso, uma vez que estava na posição de garantidor e sua omissão é penalmente relevante;"
      },
      {
        "letra": "D",
        "texto": "deverá responder pelo crime de homicídio culposo, uma vez que estava na posição de garantidor e sua omissão é penalmente relevante"
      },
      {
        "letra": "E",
        "texto": "deverá responder pelo crime de omissão de socorro, com pena triplicada, tendo em vista que a vítima se achava em grave e iminente perigo e, da omissão, resultou sua morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1971697",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A premeditação constitui circunstância qualificadora no homicídio."
      },
      {
        "letra": "B",
        "texto": "Para que haja crime de lesão corporal praticado no contexto de violência doméstica, é necessário que a vítima conviva com o agente."
      },
      {
        "letra": "C",
        "texto": "O crime de omissão de socorro pode ser cometido por pessoa que não se encontra no local onde está a vítima."
      },
      {
        "letra": "D",
        "texto": "O crime de maus-tratos não pode ser cometido por professores contra seus alunos, mas somente pelos pais ou tutores da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1955044",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O crime de omissão de socorro, do art. 135 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem pena aumentada de metade se da omissão resulta lesão corporal de qualquer natureza e triplicada se resulta morte."
      },
      {
        "letra": "B",
        "texto": "não se consuma em caso de risco pessoal do sujeito ativo que se omite, desde que seja pedido socorro da autoridade pública."
      },
      {
        "letra": "C",
        "texto": "tem sujeito ativo próprio e sujeito passivo impróprio."
      },
      {
        "letra": "D",
        "texto": "consuma-se ainda que a vítima esteja morta."
      },
      {
        "letra": "E",
        "texto": "é classificado como comissivo por omissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899398",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Na madrugada de 01/01/2022, José estava dirigindo seu veículo regularmente, dentro do limite de velocidade da via, portando sua carteira nacional de habilitação, quando foi surpreendido por Manoel, 71 anos, que conduzia sua bicicleta e atravessava a estrada. José não conseguiu frear para evitar a colisão,; tomado de violenta emoção, José fugiu do local. Ao prosseguir pela estrada, José avistou um posto da Polícia Rodoviária a 20 minutos do local, porém prosseguiu a viagem. Manoel morreu de hemorragia ao chegar no hospital. Posteriormente, exame constatou a presença de 8 dg/L de álcool no sangue de Manoel. Em relação ao caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José praticou o crime de omissão de socorro, previsto no Art. 135 do CP."
      },
      {
        "letra": "B",
        "texto": "José praticou o crime de omissão de socorro, previsto no Art. 304 do CTB."
      },
      {
        "letra": "C",
        "texto": "José praticou o crime de homicídio culposo na condução de veículo, previsto no Art. 302 do CTB, com a incidência da causa de aumento pela omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "José praticou os crimes de homicídio culposo na condução de veículo (Art. 302 do CTB) e omissão de socorro (Art. 304 do CTB)."
      },
      {
        "letra": "E",
        "texto": "José não praticou crime algum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1910616",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Maria estava enferma em sua residência, quando sua irmã Rosana chegou para socorrê-la e levá-la ao hospital. Ao chegarem ao hospital, foi solicitado cheque-caução, bem como preenchimento prévio de formulários, para que Maria fosse atendida na emergência do hospital. Trata-se de conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atípica."
      },
      {
        "letra": "B",
        "texto": "Irregular, punida com multa."
      },
      {
        "letra": "C",
        "texto": "Criminosa, do crime de “Condicionamento de atendimento médico-hospitalar emergencial”."
      },
      {
        "letra": "D",
        "texto": "Criminosa, do crime de “Omissão de socorro”."
      },
      {
        "letra": "E",
        "texto": "Criminosa, do crime de “Maus-tratos”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1857560",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre aspectos legais dos procedimentos policiais, julgue o item a seguir. Suponha que, em determinada rodovia federal, um carro tenha causado acidente de trânsito, ferindo uma pessoa que ficou precisando de ajuda, mas o motorista não a tenha socorrido, mesmo com a possibilidade de fazê-lo sem que houvesse risco pessoal. Considere ainda que, no mesmo instante, uma terceira pessoa não envolvida no acidente tenha passado no local, mas não tenha prestado socorro. Nessa situação, o motorista causador do acidente responderá por crime de trânsito com agravante da omissão de socorro e a terceira pessoa responderá por crime de omissão de socorro previsto no Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855778",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes de omissão de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro inevitável sobre a posição de garantidor do bem jurídico, que fundamenta o dever jurídico especial de agir na omissão de ação imprópria, pode permitir a imputação do fato fundada no dever jurídico geral de agir, peculiar à omissão de ação própria."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo evitável sobre os elementos constitutivos do tipo objetivo do crime de omissão de socorro (CP, art. 135), exclui o dolo do agente, podendo, entretanto, gerar responsabilidade penal a título de culpa."
      },
      {
        "letra": "C",
        "texto": "O pedestre A percebe criança caminhando sozinha por via de circulação de veículos, e, ciente do perigo iminente e da real possibilidade de atropelamento do infante, deixa de lhe prestar assistência, podendo fazê-lo concretamente sem risco pessoal: se mais tarde a criança, em desvio ocasional do trânsito viário, acaba atingindo área reservada de segurança, não sofrendo quaisquer lesões, subsiste a responsabilidade penal de A por omissão de socorro (CP, art. 135)."
      },
      {
        "letra": "D",
        "texto": "A estrutura do tipo subjetivo na omissão de ação imprópria é composta por dolo ou culpa, e a estrutura do tipo subjetivo na omissão de ação própria é composta apenas pelo dolo."
      },
      {
        "letra": "E",
        "texto": "O professor A, responsável por conduzir alunos de escola infantil a visita programada em usina hidrelétrica, omite ação mandada para proteção dos estudantes no local, por lesão do dever de cuidado ou do risco permitido, com resultado de dispersão e afogamento fatal de uma das crianças em represa interna: A responde por prática de homicídio, por omissão de ação culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1706580",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Segundo o Decreto-Lei, nº 2.848/1940, em seu art. 135, “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”, cabe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de três a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de quatro a seis meses, ou multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de cinco a seis meses, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1700192",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Segundo o Código Penal, art. 135, “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparado ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”, a pena é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de 6 (seis) a 8 (oito) meses ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de 9 (nove) a 10 (dez) meses ou multa."
      },
      {
        "letra": "C",
        "texto": "Detenção de 01 (um ) a 6 ( seis ) meses ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de 01 ( um ) a 2 ( dois ) anos ou multa."
      },
      {
        "letra": "E",
        "texto": "Detenção de 02 ( dois ) a 3 ( três ) anos ou multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1683263",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Ferraz de Vasconcelos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio praticado contra parente consanguíneo até terceiro grau da esposa será considerado violência doméstica em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "a lesão corporal praticada contra o cônjuge do Guarda Civil Municipal, em razão dessa condição, terá a pena aumentada."
      },
      {
        "letra": "C",
        "texto": "crime doloso contra a vida de mulher é feminicídio e contra a vida do homem é homicídio."
      },
      {
        "letra": "D",
        "texto": "a omissão de socorro é considerada um crime essencialmente doloso que, excepcionalmente, admite a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "violência doméstica é crime doloso contra a vida ou a integridade exclusivamente da esposa em razão dessa condição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1096973",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item.O crime de omissão de socorro só poderá ser praticado por médico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "978429",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta crimes que admitem a forma culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio, lesão corporal e emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "B",
        "texto": "Concussão, injúria e dano."
      },
      {
        "letra": "C",
        "texto": "Prevaricação, homicídio e omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "Homicídio, lesão corporal e peculato."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, dano e lesão corporal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987244",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. Um cirurgião‐dentista que presencie um acidente de trânsito com vítima e, por imaginar que haja risco pessoal, somente peça socorro imediato dos bombeiros por telefone, estará cometendo crime de omissão de socorro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938390",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A respeito dos crimes contra a periclitação da vida e da saúde, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de abandono de incapaz somente se configura se o dever de cuidado do autor para com o incapaz decorre de relação familiar."
      },
      {
        "letra": "B",
        "texto": "o crime de contágio de moléstia grave, para se configurar, exige que a exposição a contágio ocorra por relação sexual ou qualquer outro ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "o crime de condicionamento de atendimento médico-hospitalar emergencial é próprio de médico, não se configurando se a condição é imposta por pessoa diversa."
      },
      {
        "letra": "D",
        "texto": "o crime de omissão de socorro se caracteriza pela conduta de deixar de prestar assistência, quando possível, ainda que o agente peça socorro à autoridade pública."
      },
      {
        "letra": "E",
        "texto": "todos, sem exceção, não admitem a modalidade culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "893195",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativos aos tipos penais dispostos no Código Penal e nas leis penais extravagantes.O crime de omissão de socorro, tipificado na parte especial do Código Penal, somente se consuma com a ocorrência de um resultado naturalístico, o qual, dependendo de sua gravidade, poderá constituir, ainda, causa qualificadora da conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843723",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Considerando que o processo de criminalização está intrinsecamente relacionado à noção de bem jurídico, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A disponibilidade dos bens jurídicos coletivos é ilimitada e, por isso, a atipicidade material do fato poderá decorrer do consentimento de alguns de seus titulares."
      },
      {
        "letra": "B",
        "texto": "A teoria da proteção penal proposta por Jakobs tem fundamento na Constituição e, como tal, refuta a ideia de que a missão do direito penal é a proteção da vigência da norma."
      },
      {
        "letra": "C",
        "texto": "O paternalismo constitui intervenção estatal na liberdade individual sempre de acordo com a vontade do titular do bem jurídico, podendo interferir, inclusive, em suas escolhas morais."
      },
      {
        "letra": "D",
        "texto": "No tipo penal de incesto, previsto expressamente no Código Penal, o legislador buscou proteger não somente a autodeterminação sexual, senão igualmente a moral familiar e a saúde pública."
      },
      {
        "letra": "E",
        "texto": "A incriminação da omissão de socorro revela a possibilidade, ainda que eventual, de a tutela de um bem jurídico nascer diretamente do poder punitivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812491",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Naiara, adolescente, ao chegar à própria casa depois do colégio, encontra seu pai caído, com um ferimento na cabeça, aparentemente produzido por disparo de arma de fogo realizado por ele mesmo, todavia ainda respirando. Desesperada, corre até a casa de seu tio Hermínio, cunhado da vítima, solicitando ajuda. Como houvera uma rusga entre Hermínio e a vítima, aquele se recusa a prestar auxílio, limitando-se a dizer à sobrinha: “tomara que morra”. Naiara, então, vai à casa de um vizinho, que se compromete a ajudá- la. Ao retornarem ao local do fato, encontram a vítima ainda viva, mas dando seus últimos suspiros, vindo a óbito em menos de um minuto. Do momento em que Naiara viu a vítima ferida até sua morte não transcorreram mais do que quinze minutos. Realizado o exame cadavérico, o laudo pericial indica que o ferimento seria inexoravelmente fatal, ainda que o socorro tivesse sido prestado de imediato. Nesse contexto, com base nos estudos sobre a omissão e acerca do bem jurídico-penal, é correto afirmar que a conduta de Hermínio caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicidio qualificado."
      },
      {
        "letra": "B",
        "texto": "induzimento. instigação ou auxílio ao suicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "conduta atípica."
      },
      {
        "letra": "E",
        "texto": "omissão de socorro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2727490",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O Art. 135 do Decreto-Lei Federal Nº 2.848/40 trata sobre qual assunto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maus tratos."
      },
      {
        "letra": "B",
        "texto": "Abandono de recém-nascido."
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Perigo para a vida ou saúde de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1157409",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "Em qual caso aumenta-se a pena em um terço se a vítima for maior de 60 anos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio venéreo"
      },
      {
        "letra": "B",
        "texto": "Perigo para a vida ou saúde de outrem"
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz"
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro"
      },
      {
        "letra": "E",
        "texto": "Maus tratos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "519505",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "De acordo com o código 135 do código penal todo cidadão é obrigado a prestar auxílio a quem esteja necessitando, tendo três formas isso: atender, auxiliar quem esteja atendendo ou solicitar auxílio, sob pena de detenção de um a seis meses ou pagamento de multa. Existem exceções da lei (em relação a atender e/ou auxiliar) para os cidadãos a seguir, exceto pelo que se lê na alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Menor de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "Deficientes mentais."
      },
      {
        "letra": "C",
        "texto": "Gestantes a partir do terceiro mês."
      },
      {
        "letra": "D",
        "texto": "Maiores de sessenta anos."
      },
      {
        "letra": "E",
        "texto": "Deficientes visuais e físicos (incapacitados)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512635",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Dentre as afirmações abaixo, assinale a falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do latrocínio, é irrelevante que a pessoa morta em razão da violência empregada pelo agente não seja a mesma que detinha a posse da coisa subtraída."
      },
      {
        "letra": "B",
        "texto": "Para a tipificação da extorsão mediante sequestro qualificada pelo resultado é necessário que a violência utilizada pelo agente e da qual resulta morte seja empregada contra o sequestrado."
      },
      {
        "letra": "C",
        "texto": "O estupro qualificado se configura quando o agente, ao praticar a conduta dirigida à realização do estupro, causa lesão corporal de natureza grave ou morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Se a morte da gestante sobrevém em consequência dos meios inadequados empregados pelo agente para provocar o aborto, responderá ele por homicídio culposo."
      },
      {
        "letra": "E",
        "texto": "A forma majorada da omissão de socorro dispensa a prova do nexo causal natural entre a morte da vítima e a conduta do agente, bastando tão somente a existência da possibilidade de que a atuação deste poderia evitar o evento letal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "782165",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre a infração correspondente à “omissão de socorro”, considere as seguintes afirmativas: 1. Do ponto de vista criminal, diante de uma pessoa em iminente perigo de vida, as obrigações do médico não diferem daquelas de qualquer cidadão. 2. Ao ser chamado para atender o enfermo em caráter emergencial, o médico deve, antes de se dirigir ao local para atendimento, verificar se não houve exagero, por parte dos familiares, na descrição do quadro clínico, a fim de evitar um deslocamento inútil. 3. Qualquer que seja a dimensão de um estabelecimento de saúde que interna pacientes – agudos ou crônicos –, está ele obrigado a dispor permanentemente de médico plantonista, salvo se o regimento interno da instituição estipular norma diversa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "509516",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Mévio, com aninus necandi, deixa de prestar auxílio a seu colega durante a escalada de uma montanha íngreme e perigosa. Ao negar-se a estender a mão ao colega que havia se desequilibrado, Mévio observa-o cair num precipício e morrer. Sobre a conduta de Mévio, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estando na posição de garante, responderá por homicídio culposo, uma vez que possuía o dever legal de impedir o resultado."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de omissão de socorro, com a pena triplicada pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "por haver assumido o risco do resultado morte, responderá pelo crime de homicídio doloso, na espécie dolo eventual."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de homicídio doloso, posto que desejou diretamente o resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412198",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre a exigência de nota promissória como garantia para a realização de procedimento de emergência em hospital em virtude de grave acidente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza crime de omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "caracteriza crime de condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "caracteriza crime de extorsão."
      },
      {
        "letra": "D",
        "texto": "caracteriza crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "não caracteriza crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "355949",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, julgue os itens subsecutivos.Cometerá o crime de omissão de socorro um indivíduo que, à noite, ao passar por uma via considerada perigosa e publicamente conhecida pela ocorrência de crimes de roubo e latrocínio, depare-se com uma pessoa vítima de atropelamento recente e se negue a prestar-lhe socorro, por temer por sua segurança pessoal, mesmo que ele ligue para o serviço de emergência da polícia e do corpo de bombeiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305556",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Um profissional foi contratado para cuidar de um homem muito idoso. Certo dia, deixou o idoso sentado em uma praça pública para pegar sol. Em determinado momento, o idoso saiu andando, pensando que tinha sido esquecido pelo cuidador. O cuidador ficou inerte ao ver o idoso cruzar a rua próxima, mesmo vendo avançar um veículo, que estava a toda marcha, concebendo-se, portanto, o propósito de deixá-lo morrer, o que ocorreu. O cuidador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime algum, pois não houve nexo de causalidade da sua conduta e a morte do idoso."
      },
      {
        "letra": "B",
        "texto": "praticou crime de omissão de socorro, com pena triplicada pela morte."
      },
      {
        "letra": "C",
        "texto": "praticou crime de homicídio doloso na modalidade omissão imprópria."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de omissão de socorro (artigo 135 do CP) na modalidade omissão imprópria."
      },
      {
        "letra": "E",
        "texto": "praticou crime de homicídio culposo na modalidade omissão própria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312095",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Concurso de crimes",
      "Crime continuado",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Não se aplica a lei penal mais grave ao crime continuado, ainda que sua vigência seja anterior à cessação da continuidade. II - Nos casos de desistência voluntária e arrependimento eficaz, o agente não responde pela tentativa, porque o resultado deixa de ocorrer em virtude da sua vontade. III - Uma babá, embora não tenha o dever legal, como no caso dos pais, responde por omissão penal mente relevante se não agir para evitar o resultado lesivo no bebê de que cuidava. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "274262",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O crime de omissão de socorro não admite tentativa, porquanto estando a omissão tipificada na lei como tal e tratando-se de crime unissubsistente, se o agente, sem justa causa, se omite, o crime já se consuma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "197589",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Pratica o crime de omissão de socorro, previsto no art. 135 do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que deixar de prestar socorro à vítima ferida, ainda que levemente, e desde que seja o causador da situação de perigo a título de dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "aquele que deixar de prestar socorro à vítima em situação de perigo por ele criada a título de culpa e desde que não haja risco pessoal."
      },
      {
        "letra": "C",
        "texto": "aquele que deixar de prestar socorro à vítima em face de uma situação de perigo a que ele deu causa, sem dolo ou culpa e desde que não haja risco pessoal."
      },
      {
        "letra": "D",
        "texto": "aquele que, por imprudência, der causa à situação de perigo, tendo praticado uma conduta típica culposa e que tenha deixado de atuar sem risco pessoal."
      },
      {
        "letra": "E",
        "texto": "aquele que der causa a uma situação de perigo, por meio da chamada culpa consciente, e tiver deixado de prestar socorro à vítima por perceber que ela poderia ser socorrida por terceiros."
      }
    ],
    "gabarito": "C"
  }
]