[
  {
    "id": "3345840",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Um comerciante que engana um consumidor no exercício de atividade comercial vendendo como verdadeira uma mercadoria falsificada pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de alienação fraudulenta de coisa própria."
      },
      {
        "letra": "B",
        "texto": "crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "crime de fraude no comércio."
      },
      {
        "letra": "D",
        "texto": "crime contra as relações de consumo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3083526",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de Rancho Queimado - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "No contexto dos crimes contra o patrimônio, comete esbulho possessório quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Invade, com violência a pessoa ou grave ameaça, ou mediante concurso de mais de duas pessoas, terreno ou edifício alheio."
      },
      {
        "letra": "B",
        "texto": "Desvia ou represa, em proveito próprio ou de outrem, águas alheias."
      },
      {
        "letra": "C",
        "texto": "Suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imóvel alheia."
      },
      {
        "letra": "D",
        "texto": "Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate."
      },
      {
        "letra": "E",
        "texto": "Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367567",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "No tocante à parte especial do Código Penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que conduz veículo automotor com número do chassi ou placa de identificação adulterada, devendo ter ciência da adulteração, responde pelo delito de receptação."
      },
      {
        "letra": "B",
        "texto": "A pena em caso de furto mediante fraude por meio de dispositivo eletrônico ou informático é aumentada de 1/3 até a metade, se o crime é praticado mediante a utilização de servidor mantido fora do território nacional e, de 1/3 ao dobro, se o crime for praticado contra idoso ou vulnerável."
      },
      {
        "letra": "C",
        "texto": "Na extorsão mediante sequestro, se o concorrente denunciar o crime à autoridade policial, facilitando a libertação do sequestrado, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "Inexiste causa de diminuição da pena pela imputação de prática de contravenção em crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Inexiste causa de aumento de pena, se a vítima é menor ou tem diminuída a capacidade de resistência no caso de induzimento, instigação ou auxílio ao suicídio ou a automutilação, assim como se a prática decorre de motivo egoístico, torpe ou fútil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886825",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Conforme entendimento do STJ, o uso fraudulento de material transparente nas fases “a” e “b” do medidor de consumo de energia elétrica que permita a alteração do relógio para reduzir a quantidade registrada e consumida e induza a erro a companhia de eletricidade, gerando a obtenção de vantagem ilícita, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870544",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Wilson, por meio de telefone celular, enviou uma mensagem para um número desconhecido ofertando falso empréstimo a juros baixos. Em 5 de junho de 2021, foi respondido por Alexandre, de 64 anos de idade, que se interessou pela oferta. Para concretizar o empréstimo, Wilson solicitou os dados pessoais e bancários de Alexandre, com senhas, além de um depósito inicial de mil reais. Diante da oferta, Alexandre repassou todas as informações por mensagens e realizou o depósito. Para sua surpresa, no mesmo dia, Alexandre observou, em sua conta bancária, um empréstimo consignado, no valor de R$ 12.000,00, bem como uma transferência para uma terceira pessoa, mediante PIX, no valor de R$ 13.145,00, o que deixou sua conta negativada em R$ 1.145,00. Após esse evento, Wilson não respondeu aos contatos de Alexandre. Com as investigações policiais, confirmou-se a autoria e a existência do delito. Diante dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao induzir Alexandre em erro para obter vantagem ilícita, Wilson praticou o crime de estelionato, para o qual a pena prevista é de reclusão de 1 a 5 anos e multa; nessa situação, é indispensável a representação da vítima."
      },
      {
        "letra": "B",
        "texto": "Wilson praticou o crime de furto mediante fraude, com reclusão de 2 a 8 anos e multa, ao subtrair coisa alheia móvel, mediante engano; nessa situação, é desnecessária a representação da vítima."
      },
      {
        "letra": "C",
        "texto": "Wilson praticou o crime de estelionato simples, com majorante de 1/3 ao dobro; nessa situação, é indispensável a representação da vítima."
      },
      {
        "letra": "D",
        "texto": "Wilson praticou crime de fraude eletrônica, com pena de reclusão de 4 a 8 anos e multa, majorada de 1/3 ao dobro; nessa situação, é indispensável a representação da vítima."
      },
      {
        "letra": "E",
        "texto": "Wilson praticou crime de fraude eletrônica, com pena de reclusão de 4 a 8 anos e multa, com majorante de 1/3 ao dobro; nessa situação, é dispensável a representação da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673248",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Outras fraudes"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Abusar da inexperiência, da simplicidade ou da inferioridade mental de alguém em proveito próprio ou alheio, induzindo-o à prática de jogo ou aposta, ou à especulação com títulos ou mercadorias, sabendo ou devendo saber que a operação é ruinosa, é uma ação sujeita à pena de reclusão, de um a três anos, e multa, conforme disposto no artigo 174 do Decreto-lei nº 2.848, de 1940. II. Abandonar uma pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e que, por qualquer motivo, é incapaz de defender-se dos riscos resultantes do abandono, é uma atitude sujeita à pena de detenção, de seis meses a três anos. Se o abandono resulta em lesão corporal de natureza grave, a pena é de reclusão, de um a cinco anos. Se essa ação resulta em morte, a pena é de reclusão, de quatro a doze anos, conforme dispõe o artigo 133 do Código Penal. III. Apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção, é uma prática sujeita à pena de reclusão, de um a quatro anos, e multa. A pena é aumentada de um terço se o agente recebeu a coisa na qualidade de tutor, de curador, de síndico, de liquidatário, de inventariante, de testamenteiro ou de depositário judicial, conforme previsto no artigo 168 do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1669661",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Se o agente X emprega violência contra uma pessoa que andava pela rua, com o fim de subtrair para si o celular dela, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1137886",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O cirurgião‐dentista que entrega ao paciente uma prótese adesiva, depois de combinar com ele a venda de uma prótese fixa metalocerâmica, enganando‐o, comete o crime de fraude no comércio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2040374",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Segundo a Lei nº 12.737/2012, quando da invasão de dispositivo informático, aumenta-se a pena de um terço a metade se o crime for praticado, além de outros, contra: I. Presidente da República, governadores e prefeitos. II. Presidente do Supremo Tribunal Federal. III. Dirigente máximo da Administração Direta e Indireta federal, estadual, municipal ou do Distrito Federal. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum dos itens."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883347",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.A efetiva penhora de bens do executado é requisito indispensável para a configuração do crime de fraude à execução, cuja ação penal é, em regra, pública incondicionada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "840176",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Frederico, com o intuito de receber o valor do seguro, escondeu um automóvel de sua propriedade e lavrou um boletim de ocorrência afirmando que havia sido furtado. Tempos depois, Frederico veio a receber o valor pelo sinistro. Nessa situação hipotética, o crime praticado por Frederico é tipificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude para recebimento indenização ou valor de seguro."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "fraude no comércio."
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "713828",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra o patrimônio",
      "Outras fraudes",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) os enunciados abaixo. ( ) Investigado por corrupção, ex-secretário de Obras Públicas da Argentina dos governos Kirchner foi preso quando prestes a enterrar milhares de dólares no terreno de um mosteiro, na província de Buenos Aires. O colombiano Pablo Escobar, conhecido narcotraficante dos anos 80/90, enterrava dinheiro oriundo do tráfico de entorpecentes. Nestas situações é razoável afirmar, à luz da doutrina especializada e de precedentes jurisprudenciais, que enterrar dinheiro produto do crime antecedente, ainda que seja para ocultá-lo, não se enquadra no tipo assimétrico da lavagem de dinheiro, se desacompanhado de um ato adicional ou contexto capaz de evidenciar que o agente realizou a ação com a finalidade específica de emprestar aparência de licitude aos valores escondidos. ( ) O presidente de uma autarquia estadual foi condenado por crime de dispensa de licitação fora das hipóteses previstas em lei. O cálculo da respectiva pena de multa deve seguir o critério bifásico do CP, devendo o juiz atender, principalmente, na quantificação do valor de cada dia-multa, ao montante da vantagem efetivamente obtida ou potencialmente auferível pelo agente. ( ) Cheques de terceiros, recebidos como produtos de concussão continuada, foram depositados pelo agente público na conta bancária de uma escola de fachada, a cujos valores posteriormente teve acesso em simulados pagamentos por aulas ministradas em seus cursos. Neste caso tipifica-se a lavagem de dinheiro, como crime, mesmo que extinta a punibilidade da infração penal antecedente, pela prescrição. ( ) Artur patrocina interesse privado perante a Administração e consegue obter a instauração de um processo licitatório no interesse de seu cliente. Patrocinar, direta ou indiretamente, interesse privado perante a Administração, dando causa à instauração de licitação ou à celebração de contrato, para caracterizar-se como crime licitatório, depende da invalidação da licitação ou do contrato administrativo pelo Poder Judiciário. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698201",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de apropriação indébita pressupõe a posse ou detenção lícita, mas vigiada, do agente sobre coisa móvel alheia, com subsequente inversão do título da posse ou detenção."
      },
      {
        "letra": "B",
        "texto": "Só se configura crime de estelionato quanto há prejuízo patrimonial a outrem, consistente em perder o que já se possui ou em deixar de ganhar o que é devido, não bastando a mera obtenção de uma vantagem indevida pelo agente."
      },
      {
        "letra": "C",
        "texto": "Ocorre alienação ou oneração fraudulenta de coisa própria quando o agente vende coisa de sua propriedade, todavia inalienável, crime do qual participa o adquirente que, cientificado de todas as circunstâncias que envolvem o negócio, opta por efetivá-lo."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de esbulho possessório o ingresso clandestino de duas pessoas em edifício alheio, com a finalidade de usurpá-lo."
      },
      {
        "letra": "E",
        "texto": "Pratica crime de apropriação de coisa achada aquele que se apossa de uma carteira esquecida por colega sobre a mesa por este usada no escritório em que ambos trabalham."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "548990",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "No tocante aos crimes contra o patrimônio,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de fraude à execução é de ação penal privada."
      },
      {
        "letra": "B",
        "texto": "pratica o crime de apropriação indébita o agente que, mediante alienação não consentida pelo credor, defrauda a garantia pignoratícia, quando tem a posse do objeto empenhado."
      },
      {
        "letra": "C",
        "texto": "pratica o crime de furto de coisa comum o sócio que, para si ou para outrem, subtrai a coisa comum, a quem legitimamente a detém, ainda que se trate de coisa fungível e cujo valor não excede a quota a que tem direito."
      },
      {
        "letra": "D",
        "texto": "a prática do crime em razão de emprego constitui causa de aumento da pena na apropriação indébita e no estelionato."
      },
      {
        "letra": "E",
        "texto": "o delito de duplicata simulada apenas se configura quando o agente emite título que não corresponda à mercadoria vendida, em quantidade ou qualidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544569",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "NÃO admite a figura privilegiada, com substituição da pena de reclusão pela de detenção, diminuição de um a dois terços ou aplicação somente da pena de multa, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "duplicata simulada."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534578",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Gustavo, funcionário público estadual, com o objetivo de obter vantagem patrimonial ilícita para si, utilizou papel-moeda grosseiramente falsificado para efetuar pagamento de compras de alto valor em um supermercado. Em face dessa situação hipotética, assinale a opção correspondente à figura típica do delito praticado por Gustavo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato"
      },
      {
        "letra": "B",
        "texto": "moeda falsa"
      },
      {
        "letra": "C",
        "texto": "crime assimilado ao de moeda falsa"
      },
      {
        "letra": "D",
        "texto": "fraude no comércio"
      },
      {
        "letra": "E",
        "texto": "concussão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2780439",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Assinale a alternativa correta. O crime de latrocínio está disposto no Código Penal no título dos crimes contra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pessoa."
      },
      {
        "letra": "B",
        "texto": "a propriedade imaterial."
      },
      {
        "letra": "C",
        "texto": "a vida."
      },
      {
        "letra": "D",
        "texto": "a periclitação da vida."
      },
      {
        "letra": "E",
        "texto": "o patrimônio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456745",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Em 20/10/2012 empresário é surpreendido pela fiscalização frustrando direito assegurado pela legislação do trabalho em razão da jornada exaustiva imposta aos empregados, tendo ficado caracterizada a condição análoga à de escravo. No curso da ação penal, comprovou-se que o empregador lançou falsas anotações nas carteiras de trabalho dos empregados e que, em 05/05/2010, fora condenado em outro processo, pela prática de apropriação indébita de contribuições previdenciárias. Segundo o Código Penal, a conduta do empregador de lançar anotação falsa na carteira de trabalho dos empregados pode ser tipificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "fraude trabalhista."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "uso de documento falso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "437209",
    "metadata": "Ano: 2014 | Banca: CONSULPAM | Órgão: SURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Tomando por base os tipos penais de crimes contra o patrimônio, complete as lacunas abaixo para, ao final, escolher a sequência CORRETA: I - Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência. II - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar fazer alguma coisa. III - Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. IV - Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, extorsão indireta, roubo, extorsão"
      },
      {
        "letra": "B",
        "texto": "roubo, extorsão, estelionato, extorsão indireta."
      },
      {
        "letra": "C",
        "texto": "estelionato, apropriação indébita, fraude, dano."
      },
      {
        "letra": "D",
        "texto": "estelionato, roubo, extorsão indireta, extorsão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425153",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "O empregador tem a obrigação legal de realizar a retenção dos valores correspondentes à contribuição social de seus empregados e repassá-la à Previdência Social. Quando não realiza o recolhimento, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre no tipo penal da apropriação indébita previdenciária, sujeito a pena de reclusão de 2 (dois) a 6 (seis) anos e multa;"
      },
      {
        "letra": "B",
        "texto": "Incorre na mesma pena que o empregador que compensa o valor do salário maternidade mas deixa de efetuar o repasse à empregada licenciada:"
      },
      {
        "letra": "C",
        "texto": "Terá extinta a punibilidade se, espontaneamente, declarar, confessar e efetuar o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal;"
      },
      {
        "letra": "D",
        "texto": "Poderá deixar de ter a pena aplicada pelo juiz se, primário e de bons antecedentes, promover, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios;"
      },
      {
        "letra": "E",
        "texto": "Poderá deixar de ter a pena aplicada pelo juiz se, primário e de bons antecedentes, o valor das contribuições devidas, inclusive acessórios, seja igual ou inferior àquele estabelecido pela previdência social, administrativamente, como sendo o mínimo para o ajuizamento de suas execuções fiscais;"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "424356",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito dos crimes militares e dos delitos em espécie previstos na parte especial do Código Penal.De acordo com a jurisprudência do STJ, a conduta do empresário que emite duplicata mercantil sem que esta corresponda à venda de mercadoria ou serviço prestado constitui fato atípico, pois a utilização da interpretação analógica in malam partem é vedada em direito penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346926",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Outras fraudes"
    ],
    "enunciado_principal": "Com relação aos crimes contra o patrimônio, é correto afirmar que o crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de alteração de limites, não havendo emprego de violên- cia e em propriedade particular, é de ação penal privada."
      },
      {
        "letra": "B",
        "texto": "de furto da coisa comum é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "de abandono de animais em propriedade alheia é de ação penal pública condicionada."
      },
      {
        "letra": "D",
        "texto": "de fraude à execução é de ação penal pública condicionada."
      },
      {
        "letra": "E",
        "texto": "de introdução de animais em propriedade alheia é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291048",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "De acordo com o tipo penal que descreve, no ordenamento jurídico brasileiro, o crime de duplicata simulada, somente é punível a emissão de título que não corresponda à mercadoria vendida, em quantidade ou qualidade, ou ao serviço prestado, não alcançando a emissão de duplicata com venda inexistente, conduta não prevista no artigo que tipifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]