[
  {
    "id": "3458008",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o crime de atribuição de falsa identidade previsto no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsa identidade só se configura se for praticada por funcionário público."
      },
      {
        "letra": "B",
        "texto": "A pena para o crime de falsa identidade é de reclusão de 3 meses a 1 ano."
      },
      {
        "letra": "C",
        "texto": "A falsa identidade se configura quando alguém atribui a si ou a terceiro falsa identidade para obter vantagem apenas em processo administrativo."
      },
      {
        "letra": "D",
        "texto": "A atribuição de falsa identidade se configura com a apresentação de documento de outra pessoa."
      },
      {
        "letra": "E",
        "texto": "O crime de falsa identidade se configura mesmo que não haja obtenção de vantagem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3225723",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Dispõe o artigo 307 do Código Penal (CP) que é crime de falsa identidade “atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem.” Com relação a referido tipo penal, o Superior Tribunal de Justiça (STJ) fixou entendimento jurisprudencial no seguinte sentido: em situação de autodefesa, a conduta de atribuir-se falsa identidade perante a autoridade policial é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípica."
      },
      {
        "letra": "B",
        "texto": "típica."
      },
      {
        "letra": "C",
        "texto": "amparada por excludente de ilicitude."
      },
      {
        "letra": "D",
        "texto": "amparada por excludente de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "amparada por causa supralegal de excludente de ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3015518",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SEAP-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "João conduzia um veículo elétrico, ocasião em que foi parado por policiais militares que realizavam fiscalização de rotina. Durante a abordagem, o condutor acabou confessando que a placa de identificação do automóvel teria sido adulterada, no dia anterior, por um colega. Disse e comprovou, ainda, que a conduta se deu, apenas, para que ele e seu amigo não fossem multados por excesso de velocidade, inexistindo, na conduta perpetrada, qualquer finalidade comercial ou industrial. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, pois a legislação criminaliza a conduta de adulterar sinal identificador de veículo automotor, não abarcando os veículos elétricos."
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, pois a adulteração se limitou à placa de identificação, não englobando o número de chassi do automóvel."
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, por não ter sido o responsável pela adulteração da placa de identificação do veículo elétrico."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de adulteração de sinal identificador de veículo, sem qualificadoras ou causas de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de adulteração de sinal identificador de veículo, na modalidade qualificada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2575238",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Durante uma abordagem policial por suspeita de prática de crime, José Bonifácio da Silva apresentou-se perante a autoridade policial e subscreveu o Termo de Auto de Prisão em Flagrante Delito e Termo de Qualificação, Vida Pregressa e Interrogatório com o nome de Pedro de Alcântara. Horas depois, quando Benjamin da Silva, filho de José Bonifácio, compareceu à Delegacia de Polícia para prestar esclarecimentos sobre a prisão de seu genitor, os agentes públicos verificaram sua certidão de nascimento, ocasião em que constaram o verdadeiro nome do suspeito, Considerando tão somente as informações apresentadas na questão, José Bonifácio Leria praticado, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsa identidade."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "supressão de documento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2459923",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Elmo, preso em flagrante por crime de descaminho, ao ser apresentado à autoridade policial para a lavratura do auto de prisão em flagrante, identifica-se como sendo seu irmão gêmeo, com o escopo de ocultar suas extensas anotações criminais. Diante do caso narrado, assinale a opção que corresponde ao fato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato atípico."
      },
      {
        "letra": "B",
        "texto": "Fato típico, porém lícito."
      },
      {
        "letra": "C",
        "texto": "Crime de falsa identidade."
      },
      {
        "letra": "D",
        "texto": "Crime de fraude processual."
      },
      {
        "letra": "E",
        "texto": "Crime de falsidade ideológica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247799",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Jerônimo, motoboy autónomo, conduz sua motocicleta sem as placas de identificação, para fazer a entrega de pizza a um cliente, quando é flagrado em uma blitz policial. Resta apurado que o veículo pertencia à Pizzaria Massa Italiana, cujo proprietário retirara as placas, com o objetivo de não ser multado em decorrência de eventuais infrações de trânsito cometidas pelos entregadores do restaurante. Diante do caso narrado, é correto afirmar que Jerônimo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de estelionato qualificado;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de adulteração de sinal identificador de veículo, em sua forma qualificada;"
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de adulteração de sinal identificador de veículo, em sua forma equiparada;"
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de adulteração de sinal identificador de veículo, em sua forma fundamental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2202919",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação ao artigo 308 do CP, desde que o fato não constitua elemento de crime mais grave, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas é punido aquele que utiliza passaporte alheio como próprio, não sendo punido aquele que cede passaporte próprio para uso alheio."
      },
      {
        "letra": "B",
        "texto": "aquele que utiliza passaporte alheio como próprio e aquele que cede o passaporte próprio para uso alheio são igualmente punidos."
      },
      {
        "letra": "C",
        "texto": "aquele que utiliza passaporte alheio como próprio é punido mais gravemente do que aquele que cede passaporte próprio para uso alheio."
      },
      {
        "letra": "D",
        "texto": "aquele que cede passaporte próprio para uso alheio é punido mais gravemente do que aquele que utiliza passaporte alheio como próprio."
      },
      {
        "letra": "E",
        "texto": "apenas é punido aquele que cede passaporte próprio para uso alheio, não sendo punido aquele que utiliza passaporte alheio como próprio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2202918",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "É correto dizer que o crime de falsa identidade é um crime subsidiário?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, pois a conduta apenas é punida quando praticada com intenção."
      },
      {
        "letra": "B",
        "texto": "Sim, pois a conduta apenas é punida com realização de exame que comprove a falsidade."
      },
      {
        "letra": "C",
        "texto": "Sim, pois trata-se de Crime Contra a Fé Pública."
      },
      {
        "letra": "D",
        "texto": "Não."
      },
      {
        "letra": "E",
        "texto": "Sim, pois só é aplicada sua pena se o fato não constitui elemento de crime mais grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2194585",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Cláudio e Augusto são gêmeos idênticos e, sendo o primeiro devidamente habilitado à direção de veículo automotor, cedeu ao irmão sua CNH, para que dela se utilizasse por ocasião de viagem rodoviária. Nestas circunstâncias, conduzindo veículo automotor e levando consigo a carteira de Cláudio, Augusto foi abordado por policiais. Na ocasião, apresentou-se como Cláudio, exibindo o documento. Neste caso, Augusto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não poderá ser responsabilizado por qualquer crime. Afinal, só fez uso do documento porque o policial determinou sua apresentação."
      },
      {
        "letra": "B",
        "texto": "Praticou crime de uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "Praticou o crime de falsa identidade sábado, sendo atípica a conduta de seu irmão."
      },
      {
        "letra": "D",
        "texto": "Praticou, assim como seu irmão, crime de falsa identidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2116104",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "A conduta do agente que, para não se incriminar, atribui a si a identidade de outrem, perante o delegado, é típica e configura o crime de falsa identidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992807",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "NO TOCANTE AOS CRIMES DE FALSO, NÃO É CERTO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime do art. 299, do CP, não deve, obrigatoriamente, ser apto somente a alterar a verdade sobre fato juridicamente relevante, pois é composto de outras figuras nucleares que podem ensejar a sua tipificação, estando perfectibilizado o delito quando, da conduta, haja aptidão para prejudicar direito de outrem ou para a criação de obrigação ou a alteração de fato juridicamente relevante."
      },
      {
        "letra": "B",
        "texto": "O crime do art. 297, do CP, consiste em falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, não distinguindo se ele provém de autoridade pública nacional, federal, estadual, distrital ou municipal, excluindo-se a estrangeira, tendo em vista a forma específica do nosso ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "O tipo previsto no art. 298, do CP, contempla o elemento normativo documento, cujo devido significado valorativo, a ser extraído pelo intérprete, possui a maleabilidade suficiente para a sua adaptação aos anseios e às necessidades sociais provenientes de novas relações jurídicas advindas da evolução tecnológica."
      },
      {
        "letra": "D",
        "texto": "O crime do art. 296, § 1º, III, do CP, é de mera conduta, sendo suficiente, para sua caracterização, o uso indevido das marcas, logotipos, siglas ou outros símbolos identificadores de órgãos ou entidades da Administração Pública, mostrando-se desnecessária a demonstração de dolo específico, bem como de ocorrência de prejuízo a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1857509",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SERIS-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir.Suponha que, em determinado estabelecimento prisional, um visitante de preso estivesse sob suspeita de estar cometendo um crime e, ao ter sido abordado, tenha atribuído a si falsa identidade perante a autoridade policial. Nessa situação, se a falsa atribuição tiver ocorrido como autodefesa, a conduta será atípica penalmente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1854278",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com entendimento do STJ (Súmula nº 522), a conduta de atribuir-se falsa identidade perante autoridade policial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura hipótese de exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "configura hipótese de exclusão de ilicitude."
      },
      {
        "letra": "C",
        "texto": "é típica."
      },
      {
        "letra": "D",
        "texto": "é atípica em situação de autodefesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841077",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Caio, tendo conhecimento que possui contra si mandado de prisão expedido por falta de pagamento de pensão alimentícia, ao ser parado em blitz policial, apresenta ao policial carteira de habilitação de Tício, amigo que estava no carro e consentiu com a apresentação de seu documento. A respeito da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio, em tese, praticou o crime de falsa identidade, previsto no artigo 307, do Código Penal; enquanto Tício, em tese, praticou o crime previsto no artigo 308, do Código Penal (ceder documento de identificação para outrem)."
      },
      {
        "letra": "B",
        "texto": "Caio e Tício, em tese, praticaram o crime previsto no artigo 308, do Código Penal (usar como próprio documento de identificação alheio)."
      },
      {
        "letra": "C",
        "texto": "Caio e Tício, em tese, praticaram o crime de falsa identidade, previsto no artigo 307, do Código Penal, em coautoria."
      },
      {
        "letra": "D",
        "texto": "Caio não incorreu em qualquer prática delitiva, haja vista o direito fundamental à não autoincriminação."
      },
      {
        "letra": "E",
        "texto": "Caio, em tese, praticou o crime de falsa identidade, previsto no artigo 307, do Código Penal; enquanto Tício não incorreu em qualquer prática delitiva, visto que sua conduta é atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1742766",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada, julgue o item a seguir. A adulteração grosseira do chassi do veículo não caracteriza crime impossível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1742763",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada, julgue o item a seguir. A remarcação do chassi com o mesmo número original do veículo caracteriza crime contra a fé pública e infração administrativa de trânsito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1742762",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada, julgue o item a seguir. A remarcação de novo número no chassi e a falsificação do certificado de registro do veículo caracterizam crime único de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1287492",
    "metadata": "Ano: 2020 | Banca: FUNDATEC | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Sobre os crimes contra a fé pública, previstos no Código Penal (Decreto-Lei nº 2.848/1940), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que fabricar, adquirir, fornecer, a título oneroso ou gratuito, possuir ou guardar maquinismo, aparelho, instrumento ou qualquer objeto especialmente destinado à falsificação de moeda responde pelo delito de moeda falsa."
      },
      {
        "letra": "B",
        "texto": "O agente público que falsifica, no todo ou em parte, documento emanado de entidade paraestatal, incorre no delito de falsificação de documento público, aumentando-se a pena de sexta parte."
      },
      {
        "letra": "C",
        "texto": "O cartão de crédito é equiparado a documento público para fins do delito de falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "Omitir, em documento particular, declaração que dele devia constar, com o fim de prejudicar direito de terceiro, enquadra-se como delito de falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "Aquele que usa, como próprio, documento alheio ou se atribui falsa identidade comete delitos apenados com detenção e multa, ainda que se constituam elementos de crime mais grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120086",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A conduta de quem faz declaração falsa de estado de pobreza para fins de obtenção dos benefícios da justiça gratuita em ação judicial é considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípica."
      },
      {
        "letra": "B",
        "texto": "crime de falsa identidade."
      },
      {
        "letra": "C",
        "texto": "crime de falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "crime de falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1135235",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que suprimir sinal legítimo indicativo de inutilização em papel público, com o fim de torná-lo novamente utilizável, incorrerá nas mesmas penas previstas para o crime de falsificação de papéis públicos (art. 293, “caput”, do CP)."
      },
      {
        "letra": "B",
        "texto": "Aquele que restitui à circulação papéis públicos falsificados ou alterados, ainda que culposamente, incorrerá nas mesmas penas previstas para o crime de falsificação de papéis públicos (art. 293, “caput”, do CP)."
      },
      {
        "letra": "C",
        "texto": "O crime de falsificação de documento público (art. 297, do CP) é próprio de funcionário público."
      },
      {
        "letra": "D",
        "texto": "O crime de falsidade ideológica (art. 299, do CP), se praticado em documento público, é próprio de funcionário público."
      },
      {
        "letra": "E",
        "texto": "Os crimes de falso reconhecimento de firma ou letra (art. 300, do CP) e de certidão ou atestado ideologicamente falso (art. 301, do CP) são próprios de funcionários públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093680",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Falsificar recibo, guia, alvará ou qualquer outro documento relativo a arrecadação de rendas públicas constitui o crime previsto no artigo 293 do Código Penal, isto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "C",
        "texto": "Falsificação de papéis públicos."
      },
      {
        "letra": "D",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Crime assimilado ao de moeda falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068990",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemA conduta de atribuir‐se falsa identidade para obter vantagem é subsidiária, ou seja, só responde por este crime o acusado se o fato não constituir elemento de infração penal mais grave.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1041611",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STJ e do STF e a legislação a respeito de crimes contra a fé pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilização de papel-moeda grosseiramente falsificado configura crime de moeda falsa; admite-se, no entanto, a aplicação do princípio da insignificância caso sejam grosseiramente falsificadas cédulas de pequeno valor."
      },
      {
        "letra": "B",
        "texto": "Crime de falsidade material de documento público se consuma com a efetiva utilização do documento público falsificado e a ocorrência de prejuízo."
      },
      {
        "letra": "C",
        "texto": "Há previsão de modalidade culposa para crime de falsidade ideológica de documento público ou particular"
      },
      {
        "letra": "D",
        "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial em situação de autodefesa não é considerada criminosa."
      },
      {
        "letra": "E",
        "texto": "Compete à justiça federal comum processar e julgar civil denunciado pelo crime de uso de documento falso quando se tratar de falsificação da caderneta de inscrição e registro expedida pela Marinha do Brasil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036629",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Quanto aos crimes contra a fé pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compete à Justiça Estadual comum processar e julgar civil denunciado pelos crimes de falsificação e de uso de documento público falso quando se tratar de Carteira de Habilitação de Amador, ainda que expedida pela Marinha do Brasil."
      },
      {
        "letra": "B",
        "texto": "há sempre concurso entre os crimes de falsificação de documento público e estelionato, segundo entendimento do sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "configura crime de falsificação de documento particular o ato de falsificar, no todo ou em parte, testamento particular, duplicata e cartão bancário de crédito ou débito."
      },
      {
        "letra": "D",
        "texto": "atípica a conduta de, em situação de autodefesa, atribuir-se falsa identidade perante autoridade policial."
      },
      {
        "letra": "E",
        "texto": "inadmissível proposta de suspensão condicional do processo no crime de falsidade ideológica de assentamento de registro civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010564",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Marque a alternativa correta do ponto de vista legal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de estupro, aumenta-se a pena de metade se resultar a gravidez da vítima."
      },
      {
        "letra": "B",
        "texto": "Luiz, delegado de polícia civil, lotado em uma determinada delegacia de polícia, deixou, por indulgência, de responsabilizar o inspetor Amâncio após tomar conhecimento de que este teria praticado uma determinada infração. Nesse contexto, pode-se afirmar que o delegado praticou, em tese, o crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "No crime de incêndio, aumenta-se a pena em dois terços se o delito for praticado em galeria de mineração."
      },
      {
        "letra": "D",
        "texto": "Aquele que dolosamente retém documento de identidade de terceira pessoa responde pelo delito de supressão de documento."
      },
      {
        "letra": "E",
        "texto": "No crime de Falsa Identidade, o agente não apresenta nenhum documento de identidade para se identificar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010563",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "No dia 09/07/2017, Henrique foi parado em uma fiscalização da Operação Lei Seca. Após solicitar a Carteira Nacional de Habilitação (CNH) de Henrique, o policial militar que participava da operação suspeitou do documento apresentado. Procedeu então à verificação na base de dados do DETRAN e confirmou a suspeita, não encontrando o número de registro que constava na CNH, embora as demais informações (nome e CPF), a respeito de Henrique, estivessem corretas. Questionado pelo policial, Henrique confessou que havia adquirido o documento com Marcos, seu vizinho, que atuava como despachante, tendo pago R$ 2.000,00 pelo documento. Afirmou ainda que sequer havia feito prova no DETRAN. Acrescente-se que, durante a instrução criminal, ficou comprovado que, de fato, Henrique obteve o documento de Marcos, sendo este o autor da contrafação. Além disso, foi verificado por meio de perícia judicial que, no estado em que se encontra o documento, e em face de sua aparência, pode iludir terceiros como se documento idôneo fosse. Logo, pode-se afirmar que a conduta de Henrique se amolda ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público, previsto no caput do art. 297 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso, previsto no art. 304 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "falsa identidade, previsto no art. 307 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica, previsto no caput art. 299 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular, previsto no caput do art. 298 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1008748",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "No crime de falsa identidade (art. 307 do CP), cujo tipo prevê uma hipótese de “dolo específico”, é possível a desistência voluntária (art. 15 do CP) quando, apesar da realização da conduta, não se implementou a especial finalidade à qual estava orientada a conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "999116",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue.Juan não deverá responder pelo crime de adulteração de sinal identificador de veículo automotor, visto que deverá responder pelo crime de receptação, que, por ser preexistente, absorve o referido delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "999115",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue.Juan deverá responder pelo crime de falsa identidade por ter se apresentado como Pedro Rodríguez perante autoridade policial, uma vez que a tentativa de evitar a prisão em razão do mandado expedido não é considerada exercício de autodefesa que exclua o referido crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "999111",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue.Juan deverá responder pelo crime de falsa identidade por ter se apresentado enganosamente como médico, delito que se consumou no instante em que ele obteve a vantagem indevida com a posse de medicamentos ao sair do posto de saúde.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998894",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Enzo, um particular que exerce a profissão de jornalista, resolve um dia se passar por Auditor Fiscal da Receita Federal, e, assim se apresentando e portando uma carteira de couro preta com a estampa do brasão da República, entra em um estabelecimento comercial e exige o exame dos livros contábeis, no que é atendido. Analisa os livros, por curiosidade quanto aos ganhos da sociedade empresária, e vai embora. A conduta de Enzo encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de usurpação de função pública, art. 328 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "No delito de falsa identidade, art. 307 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Na contravenção de uso ilegítimo de uniforme ou distintivo, art. 46 do Decreto-Lei nº 3.688/1941 (Lei das Contravenções Penais)."
      },
      {
        "letra": "D",
        "texto": "Na contravenção de simulação da qualidade de funcionário, art. 45 do Decreto-Lei nº 3.688/1941 (Lei das Contravenções Penais)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "953792",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Outras falsidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta quanto aos crimes contra a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falsidade material se consubstancia na alteração do conteúdo de documento, ainda que parcial, omitindo declaração que dele devia constar, ou nele inserindo ou fazendo inserir declaração falsa ou diversa da que devia ser escrita."
      },
      {
        "letra": "B",
        "texto": "Atribuir-se falsa identidade perante a autoridade policial em autodefesa, uma vez que procurado pela justiça, não constitui crime, aplicando-se o princípio da dignidade da pessoa humana."
      },
      {
        "letra": "C",
        "texto": "Há concurso material de crimes quando o falsificador posteriormente usa o documento falsificado que se esgota nessa conduta."
      },
      {
        "letra": "D",
        "texto": "Para efeitos penais, equiparam-se a documento público o emanado de entidade paraestatal, o título ao portador ou transmissível por endosso, as ações de sociedade comercial, os livros mercantis e o testamento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936127",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores no que se refere a ação penal pública e privada, a crimes contra a fé pública e a crimes contra a ordem tributária, julgue o item seguinte.O criminoso que, ao ser abordado por autoridade policial, atribuir-se falsa identidade no intuito de não ser preso praticará crime contra a fé pública, não estando sua conduta acobertada pela autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "897329",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com a lei, a doutrina e a jurisprudência dos Tribunais Superiores, analise as situações hipotéticas a seguir: I. Larapius foi preso em flagrante pela prática de um crime de roubo. Ao ser apresentado na Delegacia de Polícia para ser autuado, atribui-se identidade falsa. Nessa hipótese, de acordo com o entendimento do Superior Tribunal de justiça, estará cometendo o crime de falsa identidade. II. Isolda, ao chegar no edifício aonde reside, chamou de “Matusalém” o porteiro Agostinho, 72 anos de idade, porque ele demorou para abrir o portão. Isolda praticou o crime de injúria qualificada, art. 140, parágrafo 3º do Código Penal e agravada pelo fato de ter sido praticada contra idoso. III. Padarício, visando obter vantagem econômica para si, adulterou a balança de pesagem de produtos de sua padaria. Alguns meses depois, fiscais estiveram no estabelecimento comercial e constataram a fraude. Nesse caso, o Delegado de Polícia deverá indiciar Padarício pelo crime de estelionato. IV. Na farmácia de Malaquias, durante fiscalização, foi constatado que havia medicamentos em depósito, para venda, de procedência ignorada. Nesse caso, Malaquias poderia ser enquadrado em crime contra a saúde pública, porém de acordo com o Superior Tribunal de Justiça, a pena prevista para esse crime, reclusão de dez a quinze anos e multa, seria desproporcional e, portanto, não poderia ser aplicada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "862654",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Petrechos para falsificação de moeda",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A clonagem de cartão de crédito constitui o delito denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade de documento público."
      },
      {
        "letra": "B",
        "texto": "falsidade de documento particular."
      },
      {
        "letra": "C",
        "texto": "conduta atípica, que só será punível a partir do uso do cartão clonado em fraude posterior."
      },
      {
        "letra": "D",
        "texto": "adulteração de peça filatélica, em razão da similaridade com o cartão de crédito."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "862649",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Lúcio, ao acompanhar sua esposa a um posto de saúde, apropriou-se de um receituário médico em branco, mas com o carimbo do médico que havia atendido sua esposa. Com o intuito de faltar ao trabalho, ele preencheu o formulário, atestando que deveria ficar cinco dias em repouso. Nessa situação hipotética, Lúcio praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação material de documento particular."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falsidade de atestado médico."
      },
      {
        "letra": "D",
        "texto": "falsidade de sinal público."
      },
      {
        "letra": "E",
        "texto": "falsificação material de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "891602",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Barretos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "O estrangeiro que utiliza como seu nome alheio para ingressar no país comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "fraude de lei sobre estrangeiro."
      },
      {
        "letra": "E",
        "texto": "falsa identidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863428",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "A conduta do acusado que, ao ser preso por prática de crime contra o patrimônio, se atribui falsa identidade, constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal relativa à recusa de fornecimento de dados à autoridade."
      },
      {
        "letra": "B",
        "texto": "fato atípico, porém antijurídico."
      },
      {
        "letra": "C",
        "texto": "crime de falsa identidade."
      },
      {
        "letra": "D",
        "texto": "fato impunível, pois tal conduta é amparada pelo exercício do direito de defesa."
      },
      {
        "letra": "E",
        "texto": "circunstância agravante do crime de roubo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "845187",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "A simples conduta de adulterar a placa de veículo automotor, com arrependimento posterior, tem como bem jurídico tutelado a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "identificação de veículo automotor."
      },
      {
        "letra": "B",
        "texto": "fé pública."
      },
      {
        "letra": "C",
        "texto": "idoneidade de documento público."
      },
      {
        "letra": "D",
        "texto": "idoneidade de sinal público."
      },
      {
        "letra": "E",
        "texto": "idoneidade particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "831163",
    "metadata": "Ano: 2017 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "Sobre os crimes de falsidade documental previstos no Código Penal, analise as proposições abaixo: I - O crime de falsificação de documento público consiste em omitir, em documento público, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante. II - O crime de falsificação de documento particular consiste em omitir, em documento particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante. III - O crime de supressão de documento consiste em destruir, suprimir ou ocultar, em benefício próprio ou de outrem, ou em prejuízo alheio, documento público ou particular verdadeiro, de que não podia dispor. IV - O crime de falsidade de atestado médico consiste em dar o médico, no exercício da sua profissão, atestado falso.Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "829860",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Qual alternativa a seguir reflete o exato entendimento de Súmula Jurisprudencial editada pelo STJ?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial é típica, ainda que em situação de alegada autodefesa."
      },
      {
        "letra": "B",
        "texto": "A abolitio criminis temporária, prevista na Lei n° 10.826/2003, não se aplica ao crime de posse de arma de fogo de uso permitido com numeração, marca ou qualquer outro sinal de identificação raspado, independentemente da data do cometimento do crime."
      },
      {
        "letra": "C",
        "texto": "É possível o reconhecimento do privilégio previsto no § 2° do art. 155 do CP nos casos de crime de furto qualificado, ainda que não for primário o agente, mas for de pequeno valor a coisa furtada e for a qualificadora de ordem objetiva."
      },
      {
        "letra": "D",
        "texto": "A configuração do crime do art. 244-B do ECA depende da prova da efetiva corrupção do menor, por se tratar de delito material."
      },
      {
        "letra": "E",
        "texto": "É possível a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base, desde que haja fundamentação por parte do magistrado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "825743",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Facilitação de contrabando ou descaminho",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação aos crimes em espécie previstos no CP, assinale a opção correta, considerando o entendimento jurisprudencial do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que, ao ser preso em flagrante, informa nome falso com o objetivo de esconder seus maus antecedentes pratica o crime de falsa identidade, não sendo cabível a alegação do direito à autodefesa e à não autoincriminação."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de descaminho, é necessária a constituição definitiva do crédito tributário por processo administrativo-fiscal."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime de concussão, a situação de flagrante se configura com a entrega da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "O crime de sonegação fiscal não absorve o crime de falsidade ideológica, mesmo que seja praticado unicamente para assegurar a evasão fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "823580",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "No que diz respeito a crimes contra a Administração Pública, contra a fé pública e relativos à licitação, julgue o item subsequente. Suponha-se que Pedro tenha atribuído falsa identidade perante a autoridade policial, em situação de autodefesa, para evitar que fosse preso. Nessa situação, é correto afirmar que Pedro tenha praticado crime de falsa identidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758140",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Etevaldo, depois de ingressar na posse de uma carteira de habilitação pertencente a outrem, aproveitando-se de sua semelhança fisionômica para com o titular do documento, adultera o nome ali constante, substituindo-o pelo seu. Considerando que a adulteração não era perceptível ictu oculi e que o autor pretendia utilizar o documento para conduzir irregularmente veículo automotor, é correto afirmar que Etevaldo cometeu crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento publico."
      },
      {
        "letra": "B",
        "texto": "uso de documento de identidade alheia."
      },
      {
        "letra": "C",
        "texto": "falsa identidade."
      },
      {
        "letra": "D",
        "texto": "uso de documento falso, na forma tentada."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica documento publico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "748471",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: CODESA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Apagar mecanicamente o nome que consta em uma carteira de identidade verdadeira e substituí-lo por nome falso, caso a falsificação não seja grosseira, caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público (art. 297 do CP)."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular (art. 298 do CP)."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica sobre documento particular (art. 299 do CP)."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica sobre documento público (art. 299 do CP)."
      },
      {
        "letra": "E",
        "texto": "falsa identidade (art. 307 do CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "713827",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime de uso de documento falso na conduta do motorista que, somente depois de lhe ter sido exigida pelo agente, exibe Carteira Nacional de Habilitação falsa em barreira policial."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de excesso de exação, tal qual no fato recentemente apurado pelo Ministério Público em Porto Alegre, o Delegado de Polícia que exige vantagem indevida para a liberação de pessoas presas em flagrante."
      },
      {
        "letra": "C",
        "texto": "Há crime de corrupção passiva na conduta de quem oferece dinheiro a servidor público para que este pratique ato de ofício contrário ao seu dever funcional."
      },
      {
        "letra": "D",
        "texto": "O peculato desvio, em proveito de terceiro, pelo prefeito municipal, tem enquadramento específico como crime de responsabilidade, não se constituindo, o término do mandato, em causa extintiva da punibilidade, ou de readequação típica dos fatos."
      },
      {
        "letra": "E",
        "texto": "É atípica a conduta de atribuir-se falsa identidade perante autoridade policial, ainda que em situação de alegada autodefesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "688214",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "O crime de falsa identidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é punido com pena de reclusão de 1 a 4 anos."
      },
      {
        "letra": "B",
        "texto": "só se consuma com a obtenção de vantagem ilícita."
      },
      {
        "letra": "C",
        "texto": "não admite tentativa."
      },
      {
        "letra": "D",
        "texto": "pode ser cometido na forma culposa."
      },
      {
        "letra": "E",
        "texto": "pode ser cometido por qualquer pessoa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "677826",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Outras falsidades"
    ],
    "enunciado_principal": "Julgue o próximo item, de acordo com a jurisprudência e a legislação brasileira em vigor.A conduta de atribuir-se falsa identidade perante autoridade policial é típica, ainda que em situação de alegada autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "643332",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Outras falsidades"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o item a seguir.De acordo com o STJ, a conduta do agente que se atribui falsa identidade perante autoridade policial é típica, ainda que em situação de alegada autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2036144",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falso reconhecimento de firma ou letra",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação aos crimes praticados contra a fé pública, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de moeda falsa tem como sujeito passivo somente o Estado."
      },
      {
        "letra": "B",
        "texto": "o delito de falsificação de documento público atinge sua consumação com a falsificação ou alteração do objeto material, independentemente de outro resultado, e admite tentativa."
      },
      {
        "letra": "C",
        "texto": "nos crimes de falsidade, o sujeito passivo será sempre o Estado, com exclusividade, pois ele é o titular da fé pública."
      },
      {
        "letra": "D",
        "texto": "a prova pericial é imprescindível para a comprovação dos crimes de falsidade material e ideológica."
      },
      {
        "letra": "E",
        "texto": "o delito do artigo 300, CP, por ser crime próprio (o sujeito ativo é o funcionário público com função específica de reconhecimento de firma ou letra), não admite coautoria ou participação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593506",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CGM - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com o expressamente disposto no Código Penal, a conduta de omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "falsidade filatélica"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588023",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "João, imputável, foi preso em flagrante no momento em que subtraía para si, com a ajuda de um adolescente de dezesseis anos de idade, cabos de telefonia avaliados em cem reais. Ao ser interrogado na delegacia, João, apesar de ser primário, disse ser Pedro, seu irmão, para tentar ocultar seus maus antecedentes criminais. Por sua vez, o adolescente foi ouvido na delegacia especializada, continuou sua participação nos fatos e afirmou que já havia sido internado anteriormente pela prática de ato infracional análogo ao furto. Nessa situação hipotética, conforme a jurisprudência dominante dos tribunais superiores, em tese, João praticou os crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado privilegiado, corrupção de menores e falsa identidade."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores e falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "furto simples, falsa identidade e corrupção de menores."
      },
      {
        "letra": "D",
        "texto": "furto qualificado e falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "furto simples e corrupção de menores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "581762",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Outras falsidades"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública bem como à aplicação das penas, julgue o item que se segue. De acordo com a jurisprudência consolidada do STF e do STJ, não pratica o crime de falsa identidade o agente que, no momento da prisão em flagrante, atribuir para si falsa identidade, visto que essa é uma situação de autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555765",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Quanto ao crime de uso de documento de identidade alheia como próprio, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a carteira profissional pode ser objeto material do delito."
      },
      {
        "letra": "B",
        "texto": "não se exige que o uso tenha por finalidade a obtenção de vantagem."
      },
      {
        "letra": "C",
        "texto": "a consumação ocorre com o uso de documento de identidade alheia."
      },
      {
        "letra": "D",
        "texto": "não é necessário que o uso tenha por objetivo causar dano a outrem."
      },
      {
        "letra": "E",
        "texto": "na forma culposa é necessário que agente tenha consciência de que o uso é ilícito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528030",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falso reconhecimento de firma ou letra",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Em relação aos crimes praticados contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falso atestado médico, previsto no artigo 302, do CP, admite tanto a forma dolosa quanto a forma culposa."
      },
      {
        "letra": "B",
        "texto": "O crime de falso reconhecimento de firma ou letra (art. 300, CP), por ser crime próprio, não admite coautoria ou participação."
      },
      {
        "letra": "C",
        "texto": "A falsidade material consistente na omissão de declaração que deveria constar no documento público ou particular ou na inserção (direta ou indireta) de declaração falsa ou diversa da que deveria ser nele escrita."
      },
      {
        "letra": "D",
        "texto": "Os delitos de falso se consumam independentemente do resultado (prejuízo)."
      },
      {
        "letra": "E",
        "texto": "Os testamentos particulares inserem-se no conceito de documento particular para fins de falsificação (art. 298, CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "521344",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Segundo o CP, deverá ser tipificada como crime contra a fé pública a conduta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agente que adulterar sinais que identifiquem um veículo automotor."
      },
      {
        "letra": "B",
        "texto": "funcionário público que inserir dados falsos em banco de dados da administração pública para obter vantagem indevida para si."
      },
      {
        "letra": "C",
        "texto": "funcionário público que devassar o sigilo de proposta de concorrência pública."
      },
      {
        "letra": "D",
        "texto": "particular que rasgar edital afixado por ordem de funcionário público."
      },
      {
        "letra": "E",
        "texto": "agente que devassar indevidamente o conteúdo de correspondência fechada dirigida a outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "483615",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Falsificar cartão de crédito ou débito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica."
      },
      {
        "letra": "B",
        "texto": "crime de falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "crime de falsa identidade."
      },
      {
        "letra": "D",
        "texto": "crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "crime de falsificação de documento público, por equiparação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1617876",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "No que concerne a aspectos relacionados ao direito constitucional, ao direito administrativo e ao direito penal, julgue o próximo item. Considere que um PRF, em serviço de fiscalização de rotina, tenha abordado um veículo e verificado que os caracteres alfanuméricos das placas haviam sido alterados mediante a utilização de fita isolante, retirada no momento em que foi descoberta a fraude. Nessa situação, além da infração administrativa, é cabível a responsabilização penal do autor, dada a prática do delito de adulteração de sinal identificador de veículo automotor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "762866",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "O agente que atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsa identidade."
      },
      {
        "letra": "B",
        "texto": "Supressão de documento."
      },
      {
        "letra": "C",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726804",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com o entendimento do STF, se o agente coloca uma fita adesiva para alterar a identificação da placa de seu automóvel e assim poder burlar o rodízio de veículos, ele pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime tipificado no art. 311 do CP."
      },
      {
        "letra": "B",
        "texto": "o crime tipificado no art. 311 do CP, somente ante a presença de elemento subjetivo do injusto ou a finalidade específica."
      },
      {
        "letra": "C",
        "texto": "o crime de falso previsto no art. 297 do CP."
      },
      {
        "letra": "D",
        "texto": "o crime de falso previsto no art. 299 do CP."
      },
      {
        "letra": "E",
        "texto": "fato atípico em razão da falsificação grosseira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516467",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Resistência",
      "Contrabando"
    ],
    "enunciado_principal": "São crimes praticados por particular contra a administração em geral, de acordo com o Código Penal, Capítulo II, Título XI.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando ou descaminho, advocacia administrativa e fraudes em certame de interesse público."
      },
      {
        "letra": "B",
        "texto": "Usurpação da função pública, resistência e inutilização de edital ou de sinal."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade, condescendência criminosa, desacato."
      },
      {
        "letra": "D",
        "texto": "Exercício funcional ilegal antecipado ou prolongado, supressão de documento e desobediência."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, falsidade ideológica e adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "424350",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a seguridade social, aos delitos contra a administração pública e aos crimes contra a fé pública, julgue o item. O princípio constitucional da autodefesa não alcança o indivíduo que se atribua falsa identidade perante autoridade policial com o intento de ocultar seus maus antecedentes criminais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "706335",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "“Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante”. Segundo o Código Penal, a descrição acima configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsidade material."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso, apetrechos de falsificação."
      },
      {
        "letra": "D",
        "texto": "supressão de documento."
      },
      {
        "letra": "E",
        "texto": "falsificação de títulos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "468949",
    "metadata": "Ano: 2013 | Banca: ADVISE | Órgão: Prefeitura de Exu - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Fabricar, adquirir, fornecer, possuir ou guardar objeto especialmente destinado à falsificação de qualquer dos papéis, pode sofrer pena de: I. Reclusão; II. Prisão; III. Multa; IV. Exoneração. Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "II, apenas;"
      },
      {
        "letra": "C",
        "texto": "IV, apenas;"
      },
      {
        "letra": "D",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "434437",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "O crime de falsa identidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só é punido quando não for elemento de crime mais grave. ."
      },
      {
        "letra": "B",
        "texto": "não se caracteriza quando o agente se faz passar por pessoa inexistente, fornecendo identidade imaginária."
      },
      {
        "letra": "C",
        "texto": "só se configura se tiver o objetivo de obter vantagem patrimonial."
      },
      {
        "letra": "D",
        "texto": "exige imprudência ou negligência por parte do agente, na forma culposa."
      },
      {
        "letra": "E",
        "texto": "não se caracteriza quando tiver o objetivo de causar dano a outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352906",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Acerca da legislação penal especial e dos crimes contra a administração pública e contra a fé pública, julgue os itens subsequentes. Aquele que emitir, sem permissão legal, título que contenha promessa de pagamento em dinheiro ao portador praticará crime contra a ordem econômica, as relações de consumo e a economia popular.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331876",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "A falsa atribuição de identidade só é caracterizada como delito de falsa identidade se feita oralmente, com o poder de ludibriar; quando formulada por escrito, constitui crime de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322363",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso de documento falso ou a atribuição de falsa identidade visando à ocultação de antecedentes, ainda que para fins de autodefesa, configuram crime."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do delito de falsa identidade, não se exige que o agente se utilize de documento verdadeiro e de titularidade de outrem, como se fosse seu, para ocultar a sua verdadeira identidade."
      },
      {
        "letra": "C",
        "texto": "O crime de uso de documento falso, cujo resultado naturalístico deve consistir na efetiva lesão ao bem jurídico e à fé pública, é material."
      },
      {
        "letra": "D",
        "texto": "É necessária a realização de prova pericial para a comprovação da materialidade do crime de uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Admite-se a aplicação do princípio da insignificância ao crime de moeda falsa, desde que as notas falsificadas sejam de pequeno valor, dada a mínima ofensividade da conduta do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305569",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal"
    ],
    "enunciado_principal": "Carlindo, médico, conseguiu e utilizou o conteúdo da prova do concurso público para provimento do cargo de médico do governo estadual, sendo o primeiro colocado no concurso público. Logo, Carlindo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de estelionato (artigo 171 do CP)."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de impedimento, perturbação ou fraude de concorrência (artigo 335 do CP)."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de violação do sigilo de proposta de concorrência (artigo 326 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de fraude em certames de interesse público (artigo 311-A do CP)."
      },
      {
        "letra": "E",
        "texto": "não praticou crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289504",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Silas, maior e capaz, foi abordado por policiais militares e, ao ser questionado acerca do documento de identificação, apresentou, como sendo seu, o único documento que carregava, um título de eleitor, autêntico, pertencente a terceira pessoa. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta de Silas ajusta-se ao crime de uso de documento de identidade alheio."
      },
      {
        "letra": "B",
        "texto": "Silas praticou o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "configurou-se o delito de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "Silas perpetrou o crime de falsa identidade."
      },
      {
        "letra": "E",
        "texto": "a conduta de Silas foi atípica, pois ele exibiu o documento apenas por exigência dos policiais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298727",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Macedo, proprietário da Panificadora Sonhos Ltda., solicitou a CTPS de seu empregado Marcos para atualizações. Entretanto, agindo com dolo, Macedo tirou cópia reprográfica da carteira de trabalho e inseriu informações falsas. Dias depois, houve a rescisão do contrato de Marcos. Recebendo notificação de reclamação trabalhista movida pelo ex-empregado, Macedo juntou cópia da carteira adulterada como documento que acompanhou a defesa da empesa ré. A conduta do proprietário da empresa caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "B",
        "texto": "falsa identidade;"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "D",
        "texto": "sonegação de papel ou objeto de valor probatório;"
      },
      {
        "letra": "E",
        "texto": "falsificação de papéis públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275384",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Certidão ou atestado ideologicamente falso",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O simples porte de documento de identidade falsificado caracteriza-se como crime de uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "A consumação do crime de falsa identidade depende da obtenção da vantagem pretendida pelo agente, com a atribuição falsa da identidade."
      },
      {
        "letra": "C",
        "texto": "O uso de documento verdadeiro de identidade de terceiro caracteriza-se como crime de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "O crime de certidão ou atestado falso consuma-se com o uso do documento falsificado e enseja a punição da falsidade material e da falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Considere que um homem tenha retirado o edital de citação de sua companheira, o qual estava afixado na entrada do fórum de sua cidade, a fim de evitar que outras pessoas tomassem conhecimento desse documento. Nessa situação, esse homem responderá pelo delito de supressão de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "269827",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública, assinale a opção correta com base no que dispõe o CP, no entendimento doutrinário e no posicionamento dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta consistente em usar fita adesiva ou isolante para modificar letras ou números da placa de veículo automotor não caracteriza, segundo o STJ, crime de adulteração de sinal identificador de veículo automotor, subsistindo, entretanto, a responsabilidade penal por crime de falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "O delito de fraude em certame de interesse público, com o fim de beneficiar o próprio agente ou a outrem, ou de comprometer a credibilidade do certame, incide apenas nos concursos públicos."
      },
      {
        "letra": "C",
        "texto": "É circunstância qualificadora do crime de fraude em certame de interesse público o fato de a fraude ser praticada por funcionário público e resultar em danos para a administração pública, com o fim especial de, por qualquer forma, o funcionário obter vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "O crime de fraude em certame de interesse público é consumado com a efetiva utilização ou divulgação da informação sigilosa, ainda que o destinatário já tenha conhecimento do objeto sob sigilo e não consiga êxito no certame."
      },
      {
        "letra": "E",
        "texto": "A agravante prevista nos crimes de falsificação de papéis públicos somente terá incidência sobre o funcionário público cujas atividades estejam diretamente relacionadas com os documentos contrafeitos e desde que tenha ele se prevalecido do cargo para a prática da infração, não bastando a simples condição de funcionário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239460",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Analisando o tipo penal incriminador descrito no art. 311-A (Fraudes em certames de interesse público), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não incide aumento de pena se o fato é cometido por funcionário público"
      },
      {
        "letra": "B",
        "texto": "A conduta punível e descrita no tipo penal é somente aquela de \"utilizar\", indevidamente, com o fim de beneficiar a si ou a outrem, ou de comprometer a credibilidade do certame, conteúdo sigiloso de concurso público, processo seletivo para ingresso no ensino superior ou exame ou processo seletivo previsto em lei"
      },
      {
        "letra": "C",
        "texto": "Embora o entendimento predominante no STF seja no sentido de que a \"cola eletrônica\" não constitui estelionato nem falsidade ideológica, tem preponderado na doutrina mais moderna, a tese de que tal comportamento enquadra-se no tipo penal do art. 311-A do Código Penal"
      },
      {
        "letra": "D",
        "texto": "A modalidade culposa somente poderá se configurar quando o sujeito ativo agir com negligência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235000",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considere que, em uma batida policial, um indivíduo se atribua falsa identidade perante autoridade policial com o intento de ocultar seus maus antecedentes. Nessa situação, conforme recente decisão do STF, configurar-se-á crime de falsa identidade, sem ofensa ao princípio constitucional da autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "215768",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda",
      "Falsidade de documento particular",
      "Outras falsidades"
    ],
    "enunciado_principal": "Quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrige erros materiais em um contrato comete crime de alteração de documento particular verdadeiro."
      },
      {
        "letra": "B",
        "texto": "desvia e faz circular moeda cuja circulação não estava autorizada só responde por crime contra a fé pública se a autorização para circulação não vier a ser dada."
      },
      {
        "letra": "C",
        "texto": "possui objeto especialmente destinado à falsificação de moeda só responde por crime contra a fé pública se vier a utilizá-lo efetivamente para a falsificação de moeda."
      },
      {
        "letra": "D",
        "texto": "comparece a juízo sob nome falso, a fim de manter- se isento da mácula nos registros públicos, comete crime de falsa identidade."
      },
      {
        "letra": "E",
        "texto": "restitui à circulação, tendo recebido de boa fé, como verdadeira, moeda falsa ou alterada, depois de conhecer a falsidade, não comete nenhum delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "288258",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "A respeito do crime de uso de documento de identidade alheia previsto no art. 308 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se exige que o uso do documento de identidade alheia tenha por finalidade a obtenção de vantagem."
      },
      {
        "letra": "B",
        "texto": "exige-se que o uso do documento de identidade alheia tenha por finalidade a intenção de causar dano."
      },
      {
        "letra": "C",
        "texto": "configura o delito o simples porte ou guarda de documentos de identidade alheia."
      },
      {
        "letra": "D",
        "texto": "para configurar o delito na forma culposa, é necessário que tenha ocorrido imprudência ou negligência na guarda do documento."
      },
      {
        "letra": "E",
        "texto": "não configura o delito a cessão gratuita de documento próprio para que outrem dele se utilize."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204603",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Dentre os crimes contra a fé pública, NÃO constitui crime próprio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "o falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "a certidão ou atestado ideologicamente falso."
      },
      {
        "letra": "D",
        "texto": "a falsidade de atestado médico."
      },
      {
        "letra": "E",
        "texto": "a fraude de lei sobre estrangeiro."
      }
    ],
    "gabarito": "A"
  }
]