[
  {
    "id": "3373446",
    "metadata": "Ano: 2025 | Banca: FURG | Órgão: FURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Prevaricação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "Tendo por base o Código Penal brasileiro, estabelecido pelo Decreto-Lei nº 2.848, de 7 de dezembro de 1940, incluindo todas as alterações legais concluídas até 31/12/2024, assinala a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme artigo 359-M do Código Penal, é crime tentar depor, por meio de violência ou grave ameaça, o governo legitimamente constituído. A pena para esse crime será de reclusão, de 4 (quatro) a 20 (vinte) anos, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Conforme o artigo 319 do Código Penal brasileiro, o crime de prevaricação se caracteriza por retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse exclusivamente financeiro, pessoal ou de outrem."
      },
      {
        "letra": "C",
        "texto": "Quando o funcionário, por indulgência, deixar de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete o crime de condescendência criminosa, cuja a pena será de quinze dias até dois meses de detenção, além de advertência e multa."
      },
      {
        "letra": "D",
        "texto": "Conforme artigo 340, constitui crime de comunicação falsa de crime ou de contravenção, dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputandolhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "Conforme o artigo 313-A do Código Penal brasileiro, o funcionário autorizado que inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, praticará o crime de “Inserção de dados falsos em sistema de informações”, cuja pena será de reclusão de 2 (dois) a 12 (doze) anos, e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291233",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida: Pena - reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente: Pena - reclusão, de um a quatro anos, se o fato não constitui crime mais grave."
      },
      {
        "letra": "C",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem: Pena - detenção, de um a quatro anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano: Pena – reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio: Pena - reclusão, de dois a doze anos, e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172679",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O maltrato da coisa pública é dos maiores males no Brasil. Acerca de crimes contra a Administração Pública, analise as afirmativas abaixo. I. Seu João conduzia veículo automotor de maneira irregular e gerando diversas infrações de trânsito. Parado pela Polícia Rodoviária Federal, ofereceu aos agentes R$500,00 para “olharem para o outro lado”. Seu João, que iniciou os tratos ilícitos, cometeu o crime de corrupção ativa. II. Seu Zé, grande devedor na praça, teve cumprido mandado de busca em sua residência, onde foram encontrados diversos artigos de luxo, que deveriam ser apreendidos. Vendo a oportunidade de benefício mútuo, os executores da busca inquiriram Seu Zé se ele gostaria de ficar com metade dos bens em troca de uma bela televisão que guarnecia a casa. Mesmo chateado, Seu Zé aceitou, permanecendo com vários itens que deveriam ser apreendidos, mas dando seu querido televisor aos funcionários públicos. Estes cometeram corrupção passiva, enquanto aquele cometeu corrupção ativa. III. Seu Mané, funcionário público responsável pela guarda de objetos apreendidos, esqueceu seu armário de apreensões aberto na sexta-feira. Ao retornar, percebeu o extravio de vários bens de valor. Seu Mané cometeu crime de peculato mediante erro de outrem. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas"
      },
      {
        "letra": "B",
        "texto": "I e III apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "I apenas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2611620",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O peculato culposo ocorre quando, por negligência, imprudência ou imperícia, o servidor público se apropria de bem de que teve a posse em razão de sua função."
      },
      {
        "letra": "B",
        "texto": "O crime de peculato exige a apropriação, para si ou para outrem, de bem público, o reemprego do bem ou valor em finalidade pública diversa configura fato atípico, ainda que o agente obtenha, com essa conduta, alguma vantagem."
      },
      {
        "letra": "C",
        "texto": "No peculato doloso, a reparação integral do dano até a sentença extingue a punibilidade, se lhe é posterior, reduz de metade a pena imposta."
      },
      {
        "letra": "D",
        "texto": "O agente que, mediante erro de outrem, se apropria de dinheiro ou utilidade que tenha recebido no exercício do cargo, responde por peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "Ao delito de peculato é aplicável o princípio da insignificância, desde que presentes os requisitos, tais como mínima ofensividade da conduta e reduzido grau de reprovabilidade do comportamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2274382",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara Municipal de Pouso Alegre - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "O Código Penal, Decreto-Lei nº 2.848/1940, dispõe sobre os crimes contra a Administração Pública. Analise os atos praticados, a seguir, por funcionários do município de Pouso Alegre: • Tício patrocinou, diretamente, interesse privado perante a Administração Pública, valendo-se da qualidade de funcionário. • Caio retardou, indevidamente, ato de ofício para satisfazer interesse ou sentimento pessoal. • Semprônio exigiu tributo que sabia indevido. • Mévio apropriou-se de dinheiro de que tinha a posse em razão do cargo. Nos termos do Código Penal, os atos praticados por Tício, Caio, Semprônio e Mévio, compõem, respectivamente, os seguintes tipos penais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tráfico de influência; peculato; sonegação; e, corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa; prevaricação; excesso de exação; e, peculato."
      },
      {
        "letra": "C",
        "texto": "Tráfico de influência; prevaricação; excesso de exação; e, corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa; corrupção passiva; excesso de exação; e, prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263848",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Assinale a alternativa que possui um crime praticado por servidor público contra a Administração Pública que possui modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Abandono de função."
      },
      {
        "letra": "D",
        "texto": "Peculato."
      },
      {
        "letra": "E",
        "texto": "Prevaricação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2229197",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei nº 2.848/1940 — Código Penal, em relação ao crime de peculato e às suas diferentes formas, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, a reparação de dano antes da sentença irrecorrível extingue a punibilidade."
      },
      {
        "letra": "B",
        "texto": "No peculato culposo, a reparação de dano após a sentença irrecorrível não afeta a pena."
      },
      {
        "letra": "C",
        "texto": "Todas as formas de peculato são punidas com pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "Somente há peculato na apropriação de dinheiro ou de valores."
      },
      {
        "letra": "E",
        "texto": "O peculato por erro de outrem é isento de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2173525",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Luiz, agente credenciado pelo Departamento Estadual de Trânsito (Detran), exige de Fábia taxa que sabia ser indevida para liberação de seu veículo que fora guinchado em razão de acidente de trânsito. Diante da situação hipotética descrita, Luiz cometeu, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "E",
        "texto": "peculato mediante erro de outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1998922",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São tipos penais contra a administração pública, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "B",
        "texto": "falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "D",
        "texto": "admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei."
      },
      {
        "letra": "E",
        "texto": "apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958703",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Prefeitura de Paranatama - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações"
    ],
    "enunciado_principal": "João Pedro, estudante de direito da Universidade Delta Kappa, estava em tarde de estudos sobre direito penal, quando se deparou com a conduta típica de apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. A conduta estudada por João Pedro é do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "C",
        "texto": "Modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo."
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1923679",
    "metadata": "Ano: 2022 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "O Capítulo I do Título XI do Código Penal trata dos crimes funcionais, praticados por determinado grupo de pessoas – funcionários públicos – no exercício de sua função, associado ou não com pessoa alheia aos quadros administrativos. Diante de tal enunciado, assinale a opção que elenca exclusivamente crimes praticados pelo funcionário público contra a Administração, todos eles citados taxativamente no mencionado capítulo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo, prevaricação, tráfico de influência e corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "Peculato mediante erro de outrem, inserção de dados falsos em sistema de informações, extravio, sonegação ou inutilização de livro ou documento e concussão."
      },
      {
        "letra": "C",
        "texto": "Peculato, condescendência criminosa, corrupção passiva e resistência."
      },
      {
        "letra": "D",
        "texto": "Peculato; modificação não autorizada de sistema de informações; desacato e prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1904017",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que corretamente contenha um crime contra a administração pública que admite modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Advocacia Administrativa."
      },
      {
        "letra": "D",
        "texto": "Peculato."
      },
      {
        "letra": "E",
        "texto": "Prevaricação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2420870",
    "metadata": "Ano: 2021 | Banca: GUALIMP | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Apropriar-se de dinheiro que, no exercício do cargo, recebeu por erro de outra pessoa, é definido pelo Código Penal Brasileiro como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Peculato mediante erro de outrem."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2170852",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Acerca dos crimes contra administração pública, assinale a alternativa CORRETA sobre o crime de concussão, nos termos do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860611",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "A respeito de crime de peculato mediante erro de outrem, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime não possui causas especiais de aumento de pena."
      },
      {
        "letra": "B",
        "texto": "O núcleo apropriar pressupõe um comportamento omissivo por parte do agente."
      },
      {
        "letra": "C",
        "texto": "O crime não admite a modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "É um crime plurissubjetivo."
      },
      {
        "letra": "E",
        "texto": "É um crime unissubsistente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1837363",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: COMUR de Novo Hamburgo - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, assinalando V, se verdadeiras, ou F, se falsas, em relação aos atos considerados crimes praticados por funcionário público contra a administração em geral, conforme disposto no Decreto Lei nº 2.848/1940. ( ) Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. ( ) Inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano. ( ) Extraviar documentos oficiais, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente. ( ) Solicitar ou receber, para si ou para outrem, direta ou indiretamente, vantagem indevida, ou aceitar promessa de tal vantagem. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – V – V – V."
      },
      {
        "letra": "C",
        "texto": "V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828610",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública e a administração pública, julgue o item a seguir. Nova lei penal que equipare a pena do peculato culposo à do peculato mediante erro de outrem não retroagirá.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1681003",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. O peculato mediante erro de outrem, conforme previsto no artigo 313 do Código Penal, compreende a apropriação de dinheiro que, no exercício do cargo, recebeu por erro de outrem. Essa prática, de acordo com o referido texto legal, prevê pena de reclusão, de um a quatro anos, e multa. II. À luz do Código Penal, solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, uma vantagem indevida, ou aceitar promessa de tal vantagem, caracteriza a prática de corrupção passiva. De acordo com o referido texto legal, essa ação prevê pena de reclusão, de 2 (dois) a 12 (doze) anos, e multa. Ainda de acordo com o referido Código, a pena é aumentada de um terço, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional. III. De acordo com o Código Penal, a prática de roubo prevê pena aumentada de 1/3 (um terço) até metade se a vítima está em serviço de transporte de valores e o agente conhece tal circunstância; se a subtração for de veículo automotor que venha a ser transportado para outro estado ou para o exterior; ou se há o concurso de duas ou mais pessoas; conforme determina o artigo 157, § 2º, do referido Código. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1134392",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Ao receber a intimação para efetuar pagamento decorrente de condenação judicial, o réu, pessoa de baixa instrução, entrega o valor pertinente ao oficial de justiça Roberto, que o utiliza para o pagamento de uma dívida própria. Sobre a conduta praticada por Roberto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato é atípico porque o Código Penal não pune o chamado peculato de uso;"
      },
      {
        "letra": "B",
        "texto": "foi cometido o crime de peculato mediante erro de outrem, já que o oficial de justiça não colaborou para o erro do sujeito passivo;"
      },
      {
        "letra": "C",
        "texto": "Roberto deve responder pelo crime de peculato na modalidade apropriação, definido no art. 312 do Código Penal;"
      },
      {
        "letra": "D",
        "texto": "Roberto cometeu o crime de corrupção passiva porque recebeu vantagem indevida em razão do cargo;"
      },
      {
        "letra": "E",
        "texto": "não há crime devido ao exercício regular de um direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1618894",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "José, funcionário público, recebeu quantia em dinheiro por erro de um particular, em razão de seu cargo e no exercício do cargo, e se apropriou de tal quantia sabendo que não lhe era devida e que havia sido erro da parte que lhe transferiu. De acordo com o Código Penal, esta conduta configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato mediante erro de outrem"
      },
      {
        "letra": "B",
        "texto": "Extravio."
      },
      {
        "letra": "C",
        "texto": "Sonegação."
      },
      {
        "letra": "D",
        "texto": "Emprego irregular das verbas públicas."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1174508",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise o conceito abaixo e, depois, assinale a alternativa que corresponde ao Crime correspondente. “Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato mediante erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Peculato."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134986",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Miguel Arcanjo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Emprego irregular de verbas ou rendas públicas",
      "Prevaricação"
    ],
    "enunciado_principal": "Tício, funcionário público, por equívoco da pessoa responsável pelo setor de recursos humanos, igualmente funcionário público, por três meses, recebeu benefício financeiro indevido acrescido a seus vencimentos. Tício não tinha conhecimento da irregularidade, já que acreditava verdadeiramente fazer jus ao benefício. Verificado o erro pela administração pública, uma vez notificado, Tício prontamente devolveu todo o valor recebido, mas ingressou com ação judicial visando manter o benefício. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou crime de peculato mediante erro de outrem, previsto no art. 313."
      },
      {
        "letra": "B",
        "texto": "Tício praticou crime de peculato, previsto no art. 312, do CP."
      },
      {
        "letra": "C",
        "texto": "Tício não praticou qualquer crime."
      },
      {
        "letra": "D",
        "texto": "Tício praticou o crime de emprego irregular de verbas ou rendas públicas, previsto no art. 315, do CP."
      },
      {
        "letra": "E",
        "texto": "Tício praticou crime de prevaricação, previsto no art. 319, do CP."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1057577",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Olímpia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Emprego irregular de verbas ou rendas públicas",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: “A”, funcionário público da Prefeitura de Olímpia, exige tributo que sabe ou deveria saber indevido. Nos termos do Código Penal, “A”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de emprego irregular de verbas."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de excesso de exação."
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1052748",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: UNIFAI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "No que concerne ao peculato, é correto afirmar que, se o funcionário público concorre culposamente para o crime de outrem,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica sujeito a pena de detenção."
      },
      {
        "letra": "B",
        "texto": "fica sujeito a pena de reclusão e multa."
      },
      {
        "letra": "C",
        "texto": "a reparação do dano ocorrida depois do trânsito em julgado de sentença condenatória não tem qualquer consequência penal."
      },
      {
        "letra": "D",
        "texto": "a reparação do dano ocorrida antes do trânsito em julgado de sentença condenatória reduz de metade a pena imposta."
      },
      {
        "letra": "E",
        "texto": "a conduta é considerada atípica, por não haver expressa previsão legal para punição por crime culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1041607",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Favorecimento real"
    ],
    "enunciado_principal": "Carlos, servidor público municipal, negou-se, após sua função ter sido alterada, a devolver um notebook do município que lhe fora cedido em razão de seu cargo para realização de serviços que não mais faria para a prefeitura. Na delegacia, Carlos informou falsamente à autoridade policial que o aparelho havia sido furtado por alguém desconhecido. Durante a investigação policial, verificou-se que o notebook era utilizado, na realidade, pela filha do servidor, para fins particulares. Considerando-se essa situação hipotética, a legislação penal vigente e o entendimento sumulado do STJ, é correto afirmar que Carlos responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-furto e denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "peculato-desvio e falsa comunicação de crime."
      },
      {
        "letra": "C",
        "texto": "peculato mediante erro de outrem e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "fraude processual e falsa comunicação de crime."
      },
      {
        "letra": "E",
        "texto": "favorecimento real e fraude processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1068671",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "O Guarda Civil que se apropria de dinheiro ou de qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não comete crime, pois o erro de outrem afasta a tipificação penal."
      },
      {
        "letra": "B",
        "texto": "comete o crime de peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "comete o crime de corrupção passiva, apenado com reclusão."
      },
      {
        "letra": "D",
        "texto": "não comete crime, pois a conduta não está descrita no Código Penal."
      },
      {
        "letra": "E",
        "texto": "comete os crimes de furto e prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952703",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Claus, servidor público de uma secretaria de fazenda, estava sozinho em seu departamento de trabalho, ao final do expediente, quando um cidadão dirigiu-se até ele, insistindo em efetuar pagamento em dinheiro referente a dívida que Claus verificou ser inexistente junto àquela secretaria. Aproveitando-se do equívoco, Claus recebeu e apropriou-se do valor, sem alertar o devedor de que o pagamento deveria ser efetuado em outro órgão. A conduta de Claus o sujeita a responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato desvio."
      },
      {
        "letra": "B",
        "texto": "peculato culposo."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "emprego irregular de verbas ou rendas públicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896383",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Prevaricação"
    ],
    "enunciado_principal": "E certo afirmar: I. Tem-se para o crime de peculato a ação penal pública incondicionada, sendo relevante a sua natureza dolosa ou culposa, podendo, portanto, trata-se de ação penal pública condicionada. II. Promover no registro civil a inscrição de nascimento inexistente, nos termos do Código Penal se constitui em crime com pena prevista de reclusão com o seu mínimo e máximo fixados entre dois e seis anos. III. Prevaricação é o ato de solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem. IV. O crime de peculato, recepcionado pelo Código Penal, apresenta as seguintes figuras típicas: a) peculato-apropriação; b) peculato-desvio; c) peculato-furto; d) peculato-culposo. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "863226",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Emprego irregular de verbas ou rendas públicas",
      "Prevaricação"
    ],
    "enunciado_principal": "Em determinada execução fiscal promovida pela Prefeitura Municipal de Marília, é localizado um bem que, uma vez alienado gerará valor mais do que suficiente para o pagamento do crédito tributário ao Erário. O juízo determina a penhora do bem e designa um depositário judicial. Seguidos os trâmites processuais, é determinado o leilão do bem. No entanto, verifica-se que o depositário judicial vendeu o bem por conta própria e apossou-se do valor, estando em local incerto e não sabido. Considerando as previsões do Código Penal, é correto afirmar que o depositário judicial, nessa situação, haveria cometido o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "emprego irregular de verbas ou rendas públicas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "840371",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Corrupção passiva"
    ],
    "enunciado_principal": "O funcionário público que, valendo-se da facilidade que lhe proporciona a sua qualidade de funcionário, embora não tendo a posse do dinheiro, valor ou bem, o subtrai, em proveito próprio ou alheio, pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pecu lato-a propriação."
      },
      {
        "letra": "B",
        "texto": "peculato-furto."
      },
      {
        "letra": "C",
        "texto": "peculato culposo."
      },
      {
        "letra": "D",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832422",
    "metadata": "Ano: 2017 | Banca: UTFPR | Órgão: UTFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Facilitação de contrabando ou descaminho",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São crimes praticados por funcionário público contra a Administração em geral: I) Abandono ________. II) Emprego irregular_________ou rendas públicas. III) Facilitação____________ ou descaminho. IV) Violação do sigilo__________de concorrência. V) Peculato mediante erro ___________. Assinale a alternativa que preenche corretamente as lacunas na ordem em que se apresentam.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de seção / de bens / de concorrência / de proposta / de outrem."
      },
      {
        "letra": "B",
        "texto": "de função / de verbas / de contrabando / de proposta / de outrem."
      },
      {
        "letra": "C",
        "texto": "de comissão / de verbas / de serviços / de fiscalização / próprio."
      },
      {
        "letra": "D",
        "texto": "de função / de verbas / de contrabando / de proposta / próprio."
      },
      {
        "letra": "E",
        "texto": "de função / de produtos / de contrabando / de documentos / de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "828308",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta consistente em apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem é denominada pela doutrina de peculato estelionato ou peculato mediante erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado constitui crime de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "O delito de corrupção ativa (art. 333, do CP) contempla as condutas de oferecer, prometer ou dar vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "D",
        "texto": "O crime de exercício arbitrário das próprias razões (art. 345, do CP) somente é processado mediante queixa, ainda que haja o emprego de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "612649",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: ANS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "O funcionário público que se apropriar de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611549",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. O Código Penal prevê a possibilidade de extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na modalidade de peculato culposo, se a reparação do dano for posterior a sentença irrecorrível."
      },
      {
        "letra": "B",
        "texto": "pela morte do agente; pela anistia, graça ou indulto; pela retroatividade de lei que não mais considera o fato como criminoso."
      },
      {
        "letra": "C",
        "texto": "pela prescrição, decadência ou perempção; pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; pela retratação do agente, nos casos em que a lei a admite; e pelo perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "na modalidade de peculato culposo, se a reparação do dano preceder a sentença irrecorrível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "607173",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "No que concerne aos crimes de “peculato culposo\", “peculato mediante erro de outrem\" e “concussão\", a reparação do dano que precede a sentença irrecorrível traz que consequência?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue a punibilidade para o primeiro, mas não beneficia da mesma forma o autor dos demais."
      },
      {
        "letra": "B",
        "texto": "Extingue a punibilidade para os dois primeiros e reduz de metade a pena imposta ao autor do último."
      },
      {
        "letra": "C",
        "texto": "Nenhuma."
      },
      {
        "letra": "D",
        "texto": "Extingue a punibilidade para o primeiro, reduz de metade a pena imposta para o autor do segundo, mas não beneficia o autor do último."
      },
      {
        "letra": "E",
        "texto": "Extingue a punibilidade para os dois primeiros, mas não beneficia da mesma forma o autor do último."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "603620",
    "metadata": "Ano: 2016 | Banca: CESGRANRIO | Órgão: ANP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Facilitação de contrabando ou descaminho",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Sr. X é servidor público, responsável pela fiscalização aduaneira e, com infração de dever funcional, não reprime a conduta de Sr. W que traz de outro país, sem autorização administrativa, combustível derivado do petróleo. Nesse caso, caracteriza-se o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa"
      },
      {
        "letra": "B",
        "texto": "Extravio de documentos"
      },
      {
        "letra": "C",
        "texto": "Facilitação de contrabando ou descaminho"
      },
      {
        "letra": "D",
        "texto": "Modificação não autorizada do sistema de informações"
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "603516",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "A pena para aquele que se apropria de dinheiro que, no exercício do cargo, recebeu por erro de outra pessoa, é a de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de dois meses a dois anos, e multa"
      },
      {
        "letra": "B",
        "texto": "reclusão, de seis meses a três anos"
      },
      {
        "letra": "C",
        "texto": "reclusão, de um a quatro anos, e multa"
      },
      {
        "letra": "D",
        "texto": "detenção, de dois a oito anos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "859876",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Verônica, funcionária da Defensoria Pública do Estado que tem a posse de um telefone celular de propriedade da Defensoria Pública, pelo qual é responsável, em determinado dia de trabalho ao sair para almoçar esqueceu este telefone em cima de sua mesa de trabalho. Vagner, seu colega de trabalho na mesma função, nota o descuido e subtrai o aparelho celular. Nesta situação hipotética, diante do Código Penal brasileiro é correto afirmar que Verônica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e Vagner cometeram crime de peculato, se sujeitando às mesmas penalidades, pois ambos concorreram para o crime."
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de peculato mediante erro de outrem enquanto Vagner cometeu o crime de peculato doloso."
      },
      {
        "letra": "C",
        "texto": "não cometeu nenhum crime e Vagner cometeu o crime de peculato, pois se apropriou de bem móvel público de que tem a posse em razão do cargo em proveito próprio ou alheio."
      },
      {
        "letra": "D",
        "texto": "não cometeu nenhum crime e Vagner cometeu o crime de peculato culposo."
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de peculato culposo e Vagner cometeu o crime de peculato, pois ele não estava em posse do bem, mas mesmo assim o subtraiu, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "543353",
    "metadata": "Ano: 2013 | Banca: IF-PB | Órgão: IF-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem"
    ],
    "enunciado_principal": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem, é a definição de acordo com o art. 313 do Código Penal Brasileiro, de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "peculato culposo."
      },
      {
        "letra": "C",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "D",
        "texto": "peculato doloso."
      },
      {
        "letra": "E",
        "texto": "peculato por omissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404145",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Concurso de crimes",
      "Concurso material",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa",
      "Coação no curso do processo",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Acerca dos crimes de menor potencial ofensivo, dos crimes contra a administração pública e dos crimes previstos na Lei de Drogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, insatisfeito com o destaque da atuação de Mara, sua colega de trabalho, a denuncie para a chefia pela prática de crime de peculato, sabendo que ela era inocente. Nesse caso, ficará configurado o crime de denunciação caluniosa, na forma consumada, se a imputação feita por João der causa à instauração de investigação administrativa contra Mara."
      },
      {
        "letra": "B",
        "texto": "O agente que, mesmo antes de assumir a função, mas em razão dela, exige para si ou para outrem, direta ou indiretamente, vantagem indevida pratica o crime de concussão, caso em que não seria admitida coautoria de particular, por ser esse um crime de mão própria."
      },
      {
        "letra": "C",
        "texto": "Para fins de proposta de transação, considera-se crime de menor potencial ofensivo aquele para o qual a pena máxima prevista em abstrato não ultrapasse dois anos, de forma que, ainda que tenha praticado dois ou mais crimes dessa natureza, em concurso material, o agente terá direito ao benefício se para cada um dos delitos for prevista pena máxima em abstrato não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Para que se configure o crime de coação no curso do processo, é necessário que a pessoa contra quem é exercida a violência ou a grave ameaça seja autoridade que intervenha em processo judicial."
      },
      {
        "letra": "E",
        "texto": "Para que incida a causa de aumento de pena decorrente do uso de transporte público no tráfico de entorpecentes, é necessário que fique comprovado que o agente tentou distribuir ou disponibilizar a droga para outros passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "385343",
    "metadata": "Ano: 2013 | Banca: INSTITUTO AOCP | Órgão: Colégio Pedro II",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a conduta de apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é crime, podendo caracterizar somente ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "embora seja crime, a conduta não é punível."
      },
      {
        "letra": "C",
        "texto": "caracteriza o crime de Prevaricação."
      },
      {
        "letra": "D",
        "texto": "caracteriza o crime de Peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "caracteriza o crime de Corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "384563",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "Servidor Público que exige dinheiro de cidadão para forne­cer documento que teria, por disposição expressa de lei, que entregar gratuitamente por ato de ofício comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação"
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "concussão"
      },
      {
        "letra": "E",
        "texto": "excesso de exação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305645",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa",
      "Usurpação de função pública"
    ],
    "enunciado_principal": "NÃO é crime próprio de funcionário público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "concussão."
      },
      {
        "letra": "E",
        "texto": "peculato mediante erro de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1189652",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: CREMERS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Um médico que, exercendo função pública em um hospital estadual, com o objetivo de obter vantagem indevida para si, em razão de sua função, exige determinada quantia em dinheiro a título de honorários médicos de um paciente do SUS (Sistema Único de Saúde), comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Peculato."
      },
      {
        "letra": "D",
        "texto": "Excesso de exação."
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem."
      }
    ],
    "gabarito": "B"
  }
]