[
  {
    "id": "3644234",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Guarujá do Sul - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Pena de multa",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O Estatuto da Pessoa Idosa (Lei nº 10.741/2003) estabelece penas privativas de liberdade e multa para crimes contra pessoas idosas, com variação conforme a gravidade da conduta. Considerando as disposições do Estatuto, a penalidade aplicada para aqueles que discriminam pessoa idosa, impedindo ou dificultando seu acesso a operações bancárias, aos meios de transporte, ao direito de contratar ou por qualquer outro meio ou instrumento necessário ao exercício da cidadania, por motivo de idade, consiste em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena − reclusão de 10 meses a 1 ano e multa."
      },
      {
        "letra": "B",
        "texto": "Pena − reclusão de 12 meses a 3 anos e multa."
      },
      {
        "letra": "C",
        "texto": "Pena − reclusão de 6 meses a 1 ano e multa."
      },
      {
        "letra": "D",
        "texto": "Pena − reclusão de 7 meses a 2 anos e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3532451",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "O Ministério Público do Estado Alfa ajuizou ação penal em face de João pela prática de crime. Ao final da relação processual, com estrita observância das garantias do contraditório e da ampla defesa, João foi condenado, sendo-lhe aplicadas as sanções de multa e privativa de liberdade. Após cumprir a pena privativa de liberdade, João requereu a extinção da punibilidade, sem ter pago a multa. O órgão de execução com atribuição, ao analisar a pendência no recolhimento da multa e os distintos aspectos afetos ao requerimento de João, observou corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a multa consubstancia dívida de valor, não sanção criminal, logo, o requerimento deve ser deferido."
      },
      {
        "letra": "B",
        "texto": "a multa é aplicada no âmbito penal, mas consubstancia dívida de valor, competindo à Fazenda Pública executá-la."
      },
      {
        "letra": "C",
        "texto": "o requerimento de João somente pode ser acolhido caso seja demonstrada a fluência do prazo prescricional para a execução da multa."
      },
      {
        "letra": "D",
        "texto": "a reprimenda aplicada a João consubstancia um todo monolítico, formado pelas duas sanções, logo, o inadimplemento da multa sempre irá obstar a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "a multa consubstancia sanção criminal, cabendo ao Ministério Público a primazia de sua execução, sendo que, em certas situações, o seu inadimplemento não obstará a extinção da punibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3425289",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos Tribunais Superiores acerca da pena de multa, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a atualização do valor da multa pelos índices de correção monetária dar-se-á a partir da data da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "cumprida a pena privativa de liberdade, o inadimplemento da pena de multa não obsta a extinção da punibilidade para o condenado economicamente hipossuficiente;"
      },
      {
        "letra": "C",
        "texto": "a requerimento do condenado, o juiz pode permitir que o pagamento da multa se realize em parcelas mensais, vedado o desconto no vencimento ou salário do condenado;"
      },
      {
        "letra": "D",
        "texto": "na execução da pena de multa, observar-se-ão as causas interruptivas e suspensivas da prescrição previstas no Código Penal;"
      },
      {
        "letra": "E",
        "texto": "cabe habeas corpus contra decisão condenatória à pena de multa, ou relativo a processo em curso por infração penal a que a pena seja a única cominada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3390858",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Viriato, assistido da Defensoria Pública, foi condenado definitivamente à pena de 1 ano e 2 meses de reclusão, convertida em restritiva de direitos, e multa, pela prática do crime de receptação. A pena restritiva de direitos foi cumprida, mas o pagamento da multa está pendente. Diante dessa situação, à luz da jurisprudência dos Tribunais Superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alegada a hipossuficiência de Viriato, o inadimplemento da pena de multa não obsta a declaração de extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "Não se admite a cobrança da multa mediante desconto no vencimento ou salário de Viriato."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pena de multa ocorrerá em 2 anos."
      },
      {
        "letra": "D",
        "texto": "O Juízo da execução penal não detém competência para a cobrança da multa."
      },
      {
        "letra": "E",
        "texto": "Considerada dívida de valor, a multa poderá ser cobrada dos herdeiros, caso Viriato morra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324267",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A respeito da pena de multa, é correto afirmar, à luz da interpretação que os Tribunais Superiores conferem ao Art. 51 do Código Penal, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a previsão do Código Penal no sentido de que a pena de multa será considerada dívida de valor retira dela a sua natureza de sanção criminal;"
      },
      {
        "letra": "B",
        "texto": "extinta a pena privativa de liberdade ou fixada tão somente a pena de multa, esta será executada no juízo cível, sendo aplicáveis as normas relativas à dívida ativa da Fazenda Pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição;"
      },
      {
        "letra": "C",
        "texto": "haja vista que o pagamento da pena de multa é direcionado ao fundo penitenciário, a execução compete privativamente à Fazenda Pública;"
      },
      {
        "letra": "D",
        "texto": "admite-se a conversão da pena de multa em pena privativa de liberdade, na modalidade de detenção, para o condenado inadimplente que possui condições de pagar;"
      },
      {
        "letra": "E",
        "texto": "o inadimplemento da pena de multa, após cumprida a pena privativa de liberdade ou restritiva de direitos, não obsta a extinção da punibilidade, ante a hipossuficiência do condenado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272321",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O artigo 147 do Código Penal (CP) prevê, para o crime de ameaça, pena de um a seis meses ou multa. Em uma discussão no âmbito doméstico, José ameaçou sua esposa dizendo que iria matá-la. Ao final do processo, ele foi condenado ao pagamento de uma multa de quatro salários mínimos. Nesse sentido, é correto afirmar que a condenação está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Lei Maria da Penha e em desacordo com a jurisprudência do STJ."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "C",
        "texto": "Em desacordo com a Lei Maria da Penha e de acordo com a jurisprudência do STJ."
      },
      {
        "letra": "D",
        "texto": "Em desacordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "E",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STF."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260334",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da pena de multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código Penal e a Lei de Execução Penal, o juiz não poderá determinar que a multa penal seja cobrada mediante desconto no vencimento ou salário do condenado, uma vez que esses recursos são indispensáveis para garantir a dignidade do devedor e de sua família."
      },
      {
        "letra": "B",
        "texto": "De acordo com o entendimento do Supremo Tribunal Federal (ADIN 3.150/DF), a prescrição da pretensão punitiva e executória da pena de multa é regulada pelo Código Penal, embora aplicáveis as normas da legislação relativa à dívida ativa da Fazenda Pública no que tange às causas de interrupção e suspensão."
      },
      {
        "letra": "C",
        "texto": "Em ação direta de inconstitucionalidade, o Supremo Tribunal Federal reconheceu a legitimação prioritária do Ministério Público para executar a pena de multa, conforme a Lei de Execução Penal. Com a recente alteração do artigo 51 do Código Penal, que fixou a competência do juiz da execução para cobrança da multa, a Corte estabeleceu a modulação temporal dos efeitos da decisão, para manter a competência concorrente da Procuradoria da Fazenda Pública nas execuções finalizadas ou iniciadas até o trânsito em julgado dessa ação direta de inconstitucionalidade."
      },
      {
        "letra": "D",
        "texto": "Mesmo que o sentenciado esteja cumprindo a pena privativa de liberdade, o juiz poderá decretar a extinção da pena de multa cumulativamente imposta em processo criminal, caso demonstrado, no processo de execução, o estado de hipossuficiência econômica que impossibilite o pagamento da sanção pecuniária."
      },
      {
        "letra": "E",
        "texto": "O artigo 99, § 3º, do Código de Processo Civil, consagra a presunção de veracidade da alegação de insuficiência econômica deduzida por pessoa natural. Logo, alegada pelo sentenciado a hipossuficiência, deve o juiz aplicar esse artigo por analogia e declarar a extinção da pena pecuniária imposta em processo criminal, sendo vedado ao Ministério Público diligenciar para localização de patrimônio do executado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231225",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Em referência a essa situação hipotética, julgue o próximo item.A pena de multa poderá ser cobrada diretamente pela fazenda pública, como dívida ativa, mesmo antes de sua execução pelo juiz da execução penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231224",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Em referência a essa situação hipotética, julgue o próximo item.O juiz poderá autorizar o parcelamento da multa e determinar o seu desconto sobre o salário de Carlos, desde que isso não comprometa os recursos indispensáveis ao sustento deste e de sua família.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3425513",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: INOVA Capixaba - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Nos termos do Art. 337-P, do Código Penal, a pena de multa dos crimes de licitação não poderá ser inferior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10% do valor do contrato licitado ou celebrado com contratação direta."
      },
      {
        "letra": "B",
        "texto": "3% do valor do contrato licitado ou celebrado com contratação direta."
      },
      {
        "letra": "C",
        "texto": "8% do valor do contrato licitado ou celebrado com contratação direta."
      },
      {
        "letra": "D",
        "texto": "5% do valor do contrato licitado ou celebrado com contratação direta."
      },
      {
        "letra": "E",
        "texto": "2% do valor do contrato licitado ou celebrado com contratação direta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3114281",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Acerca dos crimes em licitações e contratos administrativos, avalie as afirmações a seguir. I. A pena de multa será calculada pela metodologia genérica de dias-multa, mas o valor não poderá ser inferior a 2% do valor do contrato licitado ou celebrado com contratação direta. II. O condenado terá a progressão do regime da execução penal condicionada à reparação do dano que causou ou à devolução do produto do ilícito praticado, com os acréscimos legais. III. O agente privado que, ciente de que foi sancionado com a declaração administrativa de inidoneidade, contratar com a Administração Pública, não incorre em prática de comportamento criminoso. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030277",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "No caso de condenação do agente por dois roubos qualificados, em concurso formal, em relação à pena pecuniária, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma das multas deve ser aumentada de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "as multas devem ser somadas."
      },
      {
        "letra": "C",
        "texto": "deve ser aplicada a multa de um dos crimes."
      },
      {
        "letra": "D",
        "texto": "a multa deve ser acrescida do triplo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2459919",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade pela prescrição, analise as afirmativas a seguir. I. O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada. II. Transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, aplicáveis as normas relativas à dívida ativa da Fazenda Pública e do Código Tributário Nacional no que concerne aos prazos e às causas interruptivas e suspensivas da prescrição. III. Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplicar-se-á a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 a 2/3, regulando-se a prescrição pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação. IV. O prazo para a prescrição da pretensão executória somente começa a correr no dia em que a sentença condenatória transita em julgado para ambas as partes, exceto para os processos com trânsito em julgado para a acusação ocorridos até 11/11/2020, em que a prescrição ainda não tenha sido analisada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2376378",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Tucuruí - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "A pessoa que comete algum tipo de infração penal poderá sofrer as seguintes penas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privativas de liberdade."
      },
      {
        "letra": "B",
        "texto": "restritivas de direitos."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2365385",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa"
    ],
    "enunciado_principal": "Com relação às penas previstas no Código Penal, analise as seguintes afirmações: I. A multa não é uma pena. II. O trabalho do preso será sempre remunerado, salvo quando for condenado a trabalhos forçados. III. O tempo de prisão provisória no estrangeiro computa-se na pena privativa de liberdade. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "I."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2531041",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "No caso do crime de furto, de acordo com o Código Penal Brasileiro, é CORRETO afirmar que se o criminoso é primário, e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mas nunca aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "ou aplicar somente a pena de multa."
      },
      {
        "letra": "C",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de detenção."
      },
      {
        "letra": "E",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de tortura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2208455",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A multa é modalidade de sanção penal de caráter patrimonial e consiste na entrega de dinheiro ao fundo penitenciário. Levando-se em consideração a legislação e a jurisprudência dos Tribunais Superiores, analise as seguintes situações: I. A pena de multa deve sofrer o mesmo acréscimo imposto à pena privativa de liberdade, na hipótese do concurso formal perfeito de infrações. II. Transitada em julgado a sentença condenatória, a multa será executada perante o juízo da execução penal e será convertida em dívida de valor, aplicáveis as normas relativas à dívida ativa da Fazenda Pública, exceção feita às causas interruptivas e suspensivas da prescrição, que serão aquelas previstas na lei penal. III. Nas hipóteses em que haja condenação à pena privativa de liberdade e multa, o inadimplemento da sanção pecuniária não impede o reconhecimento da extinção da punibilidade. Com relação às assertivas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "apenas III está correta."
      },
      {
        "letra": "C",
        "texto": "apenas II está correta."
      },
      {
        "letra": "D",
        "texto": "todas estão corretas."
      },
      {
        "letra": "E",
        "texto": "nenhuma está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2115958",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "No que se refere à aplicação da pena de multa, esta prescreverá, impreterivelmente, em dois anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2113553",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regressão de regime penitenciário",
      "Pena de multa"
    ],
    "enunciado_principal": "O inadimplemento da pena de multa cumulativamente imposta pode gerar a regressão de regime da pena privativa de liberdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2073350",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Preencha as lacunas e assinale a alternativa correta. Transitada em julgado a sentença condenatória, a multa será executada perante o juiz _____________________ penal e será considerada _____________________, aplicáveis as normas relativas à dívida ativa da Fazenda Pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da cognição / débito"
      },
      {
        "letra": "B",
        "texto": "da execução / dívida de valor"
      },
      {
        "letra": "C",
        "texto": "da cognição / dívida de valor"
      },
      {
        "letra": "D",
        "texto": "da execução / crédito"
      },
      {
        "letra": "E",
        "texto": "do processo / dívida ativa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1981670",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "A pena de multa é uma espécie de sanção penal que possui natureza patrimonial e que, na grande maioria das vezes, é cominada no preceito secundário da norma penal (pena cominada) de forma isolada ou cumulada com a pena de prisão (pena corporal). Sobre a pena de multa, de acordo com o Código Penal, é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição pode ser feita por multa e por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a pena de multa consiste no pagamento ao fundo penitenciário da quantia fixada na sentença e calculada em dias-multa. Será, no mínimo, de 5 (cinco) e, no máximo, de 300 (trezentos) dias-multa."
      },
      {
        "letra": "C",
        "texto": "a multa deve ser paga dentro de 15 (quinze) dias depois de transitada em julgado a sentença."
      },
      {
        "letra": "D",
        "texto": "desprezam-se, na pena de multa, as frações da moeda corrente."
      },
      {
        "letra": "E",
        "texto": "transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, não sendo considerada dívida de valor, sendo aplicáveis, contudo, as normas relativas à dívida ativa da Fazenda Pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981458",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "As penas de multa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescrevem em um ano quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "B",
        "texto": "deverão ser pagas dentro de um ano depois de transitada em julgado a sentença."
      },
      {
        "letra": "C",
        "texto": "podem substituir as penas privativas de liberdade iguais ou inferiores a um ano."
      },
      {
        "letra": "D",
        "texto": "são aplicadas distinta e integralmente no concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "são extintas se sobrevém ao condenado doença mental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1966750",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da pena, em sede de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior"
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executam-se ambas, conjuntamente"
      },
      {
        "letra": "C",
        "texto": "Na fixação da pena de multa o juiz deve atender, principalmente, à situação econômica do réu"
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência"
      },
      {
        "letra": "E",
        "texto": "A pena pode ser atenuada em razão de circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1952905",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Sobre a pena de multa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser calculada após a recuperação do réu, se prevista em abstrato como pena cumulada com a de prisão, em caso de reconhecimento da inimputabilidade na sentença."
      },
      {
        "letra": "B",
        "texto": "consiste no pagamento ao fundo judiciário ou à vítima do delito de certa quantia fixada na sentença, atualizada, em caso de execução, pelos índices de correção monetária."
      },
      {
        "letra": "C",
        "texto": "deve ser paga dentro do prazo de 10 dias da publicação da sentença, permitido o pagamento em parcelas a pedido do condenado."
      },
      {
        "letra": "D",
        "texto": "poderá ser descontada do vencimento ou salário do condenado quando aplicada cumulativamente com a pena privativa de liberdade, nos limites mínimo de um décimo e máximo da quarta parte da remuneração."
      },
      {
        "letra": "E",
        "texto": "a quantia fixada será de, no mínimo, 10 e, no máximo, 360 dias-multa, entre um trigésimo do maior salário mínimo vigente e 5 vezes esse salário, valor total que poderá ser aumentado até o décuplo diante da situação econômica do condenado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852384",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Considere as regras previstas no Código Penal para a aplicação da pena, e assinale, dentre as seguintes, a alternativa correta. Na fixação da pena de multa, o Juiz deve atender, principalmente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À culpabilidade."
      },
      {
        "letra": "B",
        "texto": "À gravidade do crime."
      },
      {
        "letra": "C",
        "texto": "Às consequências do crime."
      },
      {
        "letra": "D",
        "texto": "À capacidade econômica do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1836849",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "A pena de multa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui dívida de valor e deve ser cobrada pela Fazenda Pública, conforme entendimento do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "pode ser cobrada mediante desconto no vencimento ou salário do condenado."
      },
      {
        "letra": "C",
        "texto": "consiste no pagamento de indenização à vítima e é calculada em dias-multa."
      },
      {
        "letra": "D",
        "texto": "só pode ser convertida em pena privativa de liberdade se comprovado que o condenado tem condições de pagá-la, mas não o faz, garantido o devido processo legal."
      },
      {
        "letra": "E",
        "texto": "deve ser aplicada cumulativamente à pena privativa de liberdade, vedada sua aplicação isoladamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1792070",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. ( ) No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão. ( ) A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de um sexto, se o condenado é reincidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1759355",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "“As pulgas sonham com comprar um cão, e os ninguéns com deixar a pobreza, que em algum dia mágico a sorte chova de repente, que chova a boa sorte a cântaros; mas a boa sorte não chove ontem, nem hoje, nem amanhã, nem nunca, nem uma chuvinha cai do céu da boa sorte, por mais que os ninguéns a chamem e mesmo que a mão esquerda coce, ou se levantem com o pé direito, ou comecem o ano mudando de vassoura.” (O livro dos abraços, de Eduardo Galeano) Sobre a execução da pena de multa, considerando a legislação e o entendimento atualizado das Cortes Superiores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu preso, cumprindo pena privativa de liberdade, poderá impugnar o valor da pena de multa pela via do habeas corpus;"
      },
      {
        "letra": "B",
        "texto": "na hipótese de condenação concomitante à pena privativa de liberdade e multa, o inadimplemento da sanção pecuniária obsta o reconhecimento da extinção de punibilidade;"
      },
      {
        "letra": "C",
        "texto": "o prazo prescricional da pena de multa aplicada cumulativamente à pena privativa de liberdade é de 2 anos;"
      },
      {
        "letra": "D",
        "texto": "a legitimidade prioritária para executar a pena de multa, considerando ser dívida de valor, é da Fazenda Pública;"
      },
      {
        "letra": "E",
        "texto": "ao apenado comprovadamente hipossuficiente é dada a possibilidade de requerer a isenção do pagamento da pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1302826",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Acerca do que dispõe o Código Penal, bem como o entendimento dos tribunais superiores, sobre as espécies, cominação, aplicação e suspensão das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição da pena privativa de liberdade pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo Código Penal, deverá ser considerada para a concessão de outros benefícios, como o livramento condicional."
      },
      {
        "letra": "D",
        "texto": "no concurso de infrações, executar-se-á primeiramente a pena menos grave."
      },
      {
        "letra": "E",
        "texto": "condenação anterior à pena de multa, ainda que a única cominada, impede a aplicação ao agente da suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1120085",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "No que concerne às penas previstas no Código Penal brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O trabalho externo não é admissível para os condenados em regime fechado."
      },
      {
        "letra": "B",
        "texto": "A pena de multa deve ser paga no prazo máximo de um mês após o trânsito em julgado da sentença."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos: interdição temporária de direitos, prestação de serviço à comunidade e pagamento de multa."
      },
      {
        "letra": "D",
        "texto": "As penas restritivas de direitos apenas serão aplicáveis em substituição à pena privativa de liberdade fixada em quantidade inferior a dois anos."
      },
      {
        "letra": "E",
        "texto": "A limitação de final de semana é uma das penas restritivas de direitos, devendo o condenado permanecer em casa de albergado por cinco horas diárias aos finais de semana."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "976026",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Supondo que um indivíduo fora condenado a uma pena restritiva de liberdade de 1 ano e 8 meses de reclusão e ao pagamento de 166 dias-multas, havendo o cumprimento integral da pena privativa de liberdade, mas não havendo o pagamento da multa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade está condicionada ao cumprimento da pena privativa de liberdade, bem como à quitação da multa imposta."
      },
      {
        "letra": "B",
        "texto": "o cumprimento da pena privativa de liberdade ou a quitação da multa extinguem a punibilidade."
      },
      {
        "letra": "C",
        "texto": "o juiz, não havendo o pagamento da pena de multa, determinará a penhora de bens do condenado, visando garantir a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "cumprida integralmente a pena privativa de liberdade e quitado ao menos 1/3 da multa, o juiz poderá declarar extinta a punibilidade do condenado."
      },
      {
        "letra": "E",
        "texto": "o não pagamento da pena de multa não impede a extinção da punibilidade, desde que a pena privativa de liberdade tenha sido integralmente cumprida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896381",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "É certo afirmar: I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente. II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela. III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu. IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2747530",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é punível a tentativa de contravenção."
      },
      {
        "letra": "B",
        "texto": "As penas principais são: prisão simples, restritiva de direitos e multa."
      },
      {
        "letra": "C",
        "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade."
      },
      {
        "letra": "E",
        "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2738112",
    "metadata": "Ano: 2017 | Banca: SEAP | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa"
    ],
    "enunciado_principal": "A pena pode ser conceituada como uma resposta que a sociedade aplica ao indivíduo que transgrida a ordem jurídico-penal, e consiste na privação ou restrição de um bem jurídico do condenado, de forma a castigá-lo e reeducá-lo. São espécies de penas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "Individualização da pena."
      },
      {
        "letra": "C",
        "texto": "Restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "863417",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Praticado um crime de roubo em continuidade delitiva, contra três vítimas distintas, o réu foi condenado, após regular processo, à pena privativa de liberdade e multa. Como será calculada a pena de multa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena do crime de roubo de maior gravidade"
      },
      {
        "letra": "B",
        "texto": "A pena do crime mais grave incrementada de acordo com a condição econômica do réu."
      },
      {
        "letra": "C",
        "texto": "A pena de um crime de roubo acrescida de um terço."
      },
      {
        "letra": "D",
        "texto": "A pena de um crime de roubo acrescida de dois terços."
      },
      {
        "letra": "E",
        "texto": "A soma das multas relativas aos três roubos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855884",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Reincidência"
    ],
    "enunciado_principal": "Praticada a infração penal, surge para o Estado o direito de aplicar a sanção cominada abstratamente na lei, como forma, tanto de retribuição ao mal causado pelo agente criminoso, como, ainda, de prevenção e intimidação, a fim de se evitar que novos delitos sejam cometidos. Diante de tal contexto, analise as proposições abaixo. I. Cominadas cumulativamente, em lei especial, penas privativa de liberdade e pecuniária, é permitido a substituição da prisão por multa. II. A legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público. III. A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial. IV. A imposição do regime de cumprimento mais severo, do que a pena aplicada permitir, exige motivação idônea. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834976",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Depois de finalizado o devido processo legal, um indivíduo foi condenado à pena concreta mínima de um ano de reclusão e de dez dias-multa por ter praticado crime de estelionato. De acordo com o Código Penal e com o entendimento dos tribunais superiores, nesse caso é permitido ao juiz, na sentença condenatória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "converter a pena de reclusão aplicada em duas penas restritivas de direitos, sendo uma de prestação de serviços comunitários e outra de prestação pecuniária."
      },
      {
        "letra": "B",
        "texto": "estabelecer prestação de serviços comunitários como condição do regime aberto."
      },
      {
        "letra": "C",
        "texto": "aplicar o regime aberto, ainda que o condenado seja reincidente."
      },
      {
        "letra": "D",
        "texto": "estabelecer regime mais severo que o permitido em lei, ainda que a pena base tenha se mantido no mínimo legal."
      },
      {
        "letra": "E",
        "texto": "converter a pena de reclusão aplicada em uma pena de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "821258",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "De acordo com o entendimento do STF a respeito de assuntos afetos ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No latrocínio — roubo seguido de morte —, responderá apenas pelo roubo o autor que não estiver fisicamente no ambiente em que ocorrer a morte, por não provocá-la diretamente e por sua participação ser considerada de menor importância."
      },
      {
        "letra": "B",
        "texto": "É hediondo o tráfico privilegiado de drogas, ainda que sujeito à redução de pena, conforme disposições da Lei Antidrogas, razão por que seu autor tem de atender a requisitos mais severos para o livramento condicional, não lhe sendo permitida a progressão de regime."
      },
      {
        "letra": "C",
        "texto": "O inadimplemento da pena de multa imposta ao sentenciado impede a sua progressão de regime, salvo se ele comprovar absoluta impossibilidade econômica."
      },
      {
        "letra": "D",
        "texto": "À prática clandestina de atividade de telecomunicação consistente em manutenção de rádio comunitária não se aplica o princípio da insignificância, independentemente do grau de interferência do sinal e mesmo que presente a boa-fé do infrator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2751625",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa"
    ],
    "enunciado_principal": "O sistema trifásico de aplicação da pena adotado pelo Código Penal brasileiro obedece a seguinte ordem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "análise das circunstâncias atenuantes e agravantes, análise das causas de diminuição e aumento de pena, fixação da pena base."
      },
      {
        "letra": "B",
        "texto": "fixação da pena base, análise das circunstâncias atenuantes e agravantes, análise das causas de diminuição e aumento de pena."
      },
      {
        "letra": "C",
        "texto": "fixação da pena base, análise das causas de diminuição e aumento de pena, análise das circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "análise das causas de diminuição e aumento de pena, análise das circunstâncias atenuantes e agravantes, fixação da pena base."
      },
      {
        "letra": "E",
        "texto": "análise das circunstâncias atenuantes e agravantes, fixação da pena base, análise das causas de diminuição e aumento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1328418",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Em relação à pena de multa, é acertado afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de pagá-la é transmissível aos herdeiros."
      },
      {
        "letra": "B",
        "texto": "Pode ser convertida em detenção."
      },
      {
        "letra": "C",
        "texto": "Pode ser aumentada até o triplo, se o juiz, em virtude da situação econômica do réu, verificar a sua ineficácia, embora aplicada no máximo."
      },
      {
        "letra": "D",
        "texto": "Não admite atualização do valor pelos índices de correção monetária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1328339",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "No cálculo da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução pela menoridade do acusado deve incidir após o acréscimo pelo crime continuado."
      },
      {
        "letra": "B",
        "texto": "O aumento pelo concurso formal deve preceder a diminuição pela confissão espontânea."
      },
      {
        "letra": "C",
        "texto": "O acréscimo pela má antecedência do acusado deve incidir antes da redução pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O aumento pela reincidência deve ser posterior à redução pela participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591360",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Em relação às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser substituída por pena restritiva de direitos a pena privativa de liberdade aplicada a réu reincidente, anteriormente condenado pela prática do crime de lesões corporais culposas e sentenciado a pena de cinco anos de reclusão pela prática de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Não se admite que o condenado a prisão em regime fechado execute trabalho externo."
      },
      {
        "letra": "C",
        "texto": "A pena de reclusão será cumprida em regime fechado, semiaberto ou aberto; a de detenção, por sua vez, será cumprida em regime semiaberto ou aberto, vedada a transferência para o regime fechado."
      },
      {
        "letra": "D",
        "texto": "De acordo com o CP, o condenado a pena de seis anos de reclusão poderá cumpri-la em regime semiaberto, ainda que seja reincidente."
      },
      {
        "letra": "E",
        "texto": "A pena de multa aplicada de forma isolada, injustificadamente inadimplida pelo condenado, poderá ser convertida em pena privativa de liberdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "588517",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A pena de multa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obsta a suspensão condicional da pena, ainda que a única aplicada em condenação anterior."
      },
      {
        "letra": "B",
        "texto": "não pode substituir pena privativa de liberdade inferior a um ano, se reincidente o condenado."
      },
      {
        "letra": "C",
        "texto": "deve receber o mesmo acréscimo imposto à pena privativa de liberdade no caso de concurso formal perfeito de infrações."
      },
      {
        "letra": "D",
        "texto": "não pode substituir isoladamente pena privativa de liberdade, nos casos de violência doméstica e familiar contra a mulher, apenas se condenado o agente pelo crime de lesão corporal."
      },
      {
        "letra": "E",
        "texto": "prescreve em três anos se aplicada cumulativamente com pena privativa de liberdade de dez meses de reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565821",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Um servidor público, concursado e estável, praticou crime de corrupção passiva e foi condenado definitivamente ao cumprimento de pena privativa de liberdade de seis anos de reclusão, em regime semiaberto, bem como ao pagamento de multa.A respeito dessa situação hipotética, julgue o item seguinte.A pena de multa, que poderia ser fixada em percentual do proveito econômico obtido com a prática do crime, ou do prejuízo causado à administração, terá de ser executada pela procuradoria da fazenda, na vara de execuções fiscais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "560616",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Sobre a pena de multa é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na lei de drogas, sua previsão é proporcional à condição econômica das pessoas concretamente selecionadas pela política criminal respectiva."
      },
      {
        "letra": "B",
        "texto": "A fração de pena a ser cumprida como requisito objetivo para o indulto inclui a pena de multa aplicada cumulativamente à pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "A comutação da pena restritiva de direitos não alcança a pena de multa cumulativamente aplicada."
      },
      {
        "letra": "D",
        "texto": "Não possui caráter estigmatizante, que é próprio da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "É possível a extinção da punibilidade independentemente do pagamento da multa aplicada cumulativamente à pena privativa de liberdade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530898",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "O critério judicial legalmente estabelecido para a fixação da pena pecuniária, na Parte Geral do Código Penal, vincula o juiz à observância, preponderantemente quanto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aos danos sociais provocados pelo crime."
      },
      {
        "letra": "B",
        "texto": "à situação econômica do réu."
      },
      {
        "letra": "C",
        "texto": "à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente e aos motivos, às circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente e ao prejuízo sofrido pela vítima."
      },
      {
        "letra": "E",
        "texto": "às consequências do crime para a vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "521346",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Prevista no CP e em legislações extravagantes, a multa é modalidade de pena que pode ser aplicada em conjunto com a pena privativa de liberdade ou isoladamente. Acerca da disciplina contida no CP sobre a pena de multa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O valor do dia-multa é arbitrado com base no salário mínimo mensal vigente ao tempo da condenação do réu e deve ser atualizado, quando da execução, pelos índices de correção monetária aplicáveis."
      },
      {
        "letra": "B",
        "texto": "Ao fixar a pena de multa, o juiz deve atender principalmente ao grau de reprovabilidade do delito e desconsiderar a situação econômica para não apenar diferentemente réus condenados pelo mesmo crime."
      },
      {
        "letra": "C",
        "texto": "O CP veda a substituição de pena privativa de liberdade pela pena de multa em condenação por crime doloso, embora tal substituição seja possível em casos de crime culposo e contravenção penal."
      },
      {
        "letra": "D",
        "texto": "As hipóteses de interrupção e suspensão da prescrição de penas de multa são as mesmas previstas para as penas privativas de liberdade, tanto antes quanto após o trânsito em julgado da condenação."
      },
      {
        "letra": "E",
        "texto": "Se houver concurso formal ou material de crimes punidos com pena de multa, ao condenado devem ser aplicadas distinta e integralmente as multas referentes a cada um dos delitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512258",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Acerca das penas pecuniárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de multa, após o trânsito em julgado da sentença condenatória, será considerada dívida de valor, aplicando-se-lhe as normas da legislação relativa à dívida ativa da fazenda pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição."
      },
      {
        "letra": "B",
        "texto": "Caso sobrevenha doença mental ao condenado, há reflexos em relação à pena privativa de liberdade que lhe tenha sido cominada, mas não à pena de multa aplicada pelo juiz."
      },
      {
        "letra": "C",
        "texto": "É imprescritível a pena de multa, conforme expressa disposição do CP que, por sua vez, é reflexo do princípio constitucional da intranscendência."
      },
      {
        "letra": "D",
        "texto": "Para fins de fixação da pena de multa, a quantidade de dias-multa será fixada pelo juiz conforme as condições financeiras do condenado."
      },
      {
        "letra": "E",
        "texto": "O juiz poderá deixar de aplicar a pena de multa, ainda que prevista como preceito secundário, se observar que o condenado não tem condições de pagá-la."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511212",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A pena de multa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescreve em três anos, quando for a única cominada ou aplicada."
      },
      {
        "letra": "B",
        "texto": "pode substituir, ainda que isoladamente, a pena privativa de liberdade nos casos de violência doméstica e familiar contra a mulher."
      },
      {
        "letra": "C",
        "texto": "é fixada em salários mínimos, considerada a situação econômica do réu."
      },
      {
        "letra": "D",
        "texto": "pode substituir pena privativa de liberdade e ser aplicada em conjunto com restritiva de direitos, na condenação superior a 1 (um) ano, se presentes os requisitos legais."
      },
      {
        "letra": "E",
        "texto": "obsta a concessão do sursis, se a única aplicada em condenação anterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429181",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Dispõe o Código Penal que, no concurso de crimes, as penas de multa são aplicadas distinta e integralmente. A respeito dessa disposição, instaurou-se sério debate doutrinário e jurisprudencial quanto à cumulação das multas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no concurso material homogêneo."
      },
      {
        "letra": "B",
        "texto": "no concurso material heterogêneo."
      },
      {
        "letra": "C",
        "texto": "no concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "na aberratio ictus dita de unidade simples."
      },
      {
        "letra": "E",
        "texto": "na continuidade delitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429180",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Tratando-se de crime único, praticado sob conduta também única, e considerando o valor do salário mínimo de R$ 724,00, a pena de multa máxima que pode ser fixada com base nos critérios da parte geral do Código Penal é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 7.240,00."
      },
      {
        "letra": "B",
        "texto": "R$ 260.640,00."
      },
      {
        "letra": "C",
        "texto": "R$ 1.303.200,00."
      },
      {
        "letra": "D",
        "texto": "R$ 3.909.600,00."
      },
      {
        "letra": "E",
        "texto": "R$ 39.096.000,00."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426449",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "São penas restritivas de direito: I. Prestação pecuniária e perda de bens e valores. II. Multa. III. Prestação de serviço à comunidade ou a entidades públicas. IV. Interdição temporária de direitos. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426319",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa"
    ],
    "enunciado_principal": "A respeito das penas, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As penas restritivas de direitos são: advertência, prestação pecuniária, perda de bens e valores, prestação de serviço à comunidade, interdição temporária de direitos, limitação de final de semana."
      },
      {
        "letra": "B",
        "texto": "Se o acusado for condenado à pena de multa e frustrar o pagamento, o juiz, ouvido o Ministério Público, deverá convertê-la em pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Concurso formal é quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se- lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso de um sexto até metade. As penas aplicam-se, entretanto, cumulativamente, se a ação ou omissão é dolosa e os crimes concorrentes resultam de desígnios autônomos."
      },
      {
        "letra": "D",
        "texto": "Na sentença condenatória o juiz poderá aplicar penas privativas de liberdade, restritivas de direitos e de multa. A pena privativa de liberdade poderá ser no regime fechado, semiaberto e aberto. Se a condenação for superior a 8 (oito) anos o regime deverá ser o fechado, desde que o acusado seja reincidente em crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "395558",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A pena de multa consiste no pagamento de quantia fixada na sentença e calculada em dias-multa. Essa pena deve ser paga ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fundo Penitenciário, sendo, no mínimo, de dez e, no máximo, de trezentos e sessenta dias-multa."
      },
      {
        "letra": "B",
        "texto": "Conselho Penitenciário, sendo, no mínimo, de trinta e, no máximo, de trezentos e sessenta e cinco dias-multa."
      },
      {
        "letra": "C",
        "texto": "Conselho da Comunidade, sendo, no mínimo, de cinquenta e, no máximo, de quinhentos dias-multa."
      },
      {
        "letra": "D",
        "texto": "Fundo de Amparo ao Trabalhador, sendo, no mínimo, de vinte e, no máximo, de duzentos dias-multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "542781",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "A respeito da pena pecuniária, julgue o item abaixo.A multa aplicada cumulativamente com a pena de reclusão pode ser executada em face do espólio, quando o réu vem a óbito no curso da execução da pena, respeitando-se o limite das forças da herança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423154",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, considerando o entendimento do Superior Tribunal de Justiça: I. Não é adequada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. II. Diante do disposto no Código Penal acerca do regime de cumprimento da pena, é inadmissível a adoção do regime semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos. III. Havendo previsão em lei especial da cominação cumulativa de pena privativa de liberdade e pecuniária, é vedada a substituição da prisão por multa. IV. O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado é justificável pelo número de majorantes. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331862",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "A multa aplicada cumulativamente com a pena de reclusão pode ser executada em face do espólio, quando o réu vem a óbito no curso da execução da pena, respeitando - se o limite das forças da herança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311434",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "O pagamento da pena de multa deverá ser revertido à instituição financeira lesada pelo delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301972",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa"
    ],
    "enunciado_principal": "Em relação à pena de multa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de pagar a quantia em dinheiro determinada na pena de multa é transmissível aos herdeiros do condenado."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pretensão punitiva e da pretensão executória da pena de multa ocorre em dois anos, seja ela cominada de forma isolada, cumulativa ou alternativa."
      },
      {
        "letra": "C",
        "texto": "Não é aplicável ao prazo prescricional da multa a redução pelo fator etário, a saber, condenado menor de vinte e um anos de idade ao tempo do crime e maior de setenta anos de idade na data da sentença."
      },
      {
        "letra": "D",
        "texto": "A multa destina-se ao fundo penitenciário, ao passo que a prestação pecuniária se destina à vítima, a seus dependentes ou a entidade pública ou privada com destinação social."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "300459",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se circunstância agravante o fato de o crime ser praticado contra pessoa maior de setenta anos."
      },
      {
        "letra": "B",
        "texto": "não prevalece a condenação anterior, para efeito de reconhecimento de reincidência, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, descontado o período de prova da suspensão."
      },
      {
        "letra": "C",
        "texto": "a incidência de circunstância atenuante pode con- duzir à redução da pena abaixo do mínimo legal, se- gundo entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "não se impõe o acréscimo decorrente do concurso formal perfeito à pena de multa."
      },
      {
        "letra": "E",
        "texto": "o tempo de cumprimento das penas privativas de li- berdade não pode ser superior a trinta anos, limite que deve ser considerado para efeito de concessão de livramento condicional, conforme entendimento sumulado do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1208599",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A pena privativa de liberdade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente cumprida em regime de isolamento celular, pese progressiva."
      },
      {
        "letra": "B",
        "texto": "de reclusão, detenção ou prisão simples, com caráter progressivo."
      },
      {
        "letra": "C",
        "texto": "cumprida em regime fechado ou semiaberto, não no aberto."
      },
      {
        "letra": "D",
        "texto": "cumprida em regime semiaberto ou aberto, não no fechado."
      },
      {
        "letra": "E",
        "texto": "cumprida em regime fechado, não no semiaberto ou aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "336282",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Penas privativas de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação a tentativa e a circunstâncias agravantes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se mera tentativa de extorsão o fato de o ameaçado vencer o temor inspirado e deixar de atender à imposição do agente, solicitando, confiantemente, a intervenção policial."
      },
      {
        "letra": "B",
        "texto": "A tentativa de furto de bens avaliados em R$ 400,00 sempre enseja a aplicação do princípio da insignificância ante o inexpressivo valor da res furtiva."
      },
      {
        "letra": "C",
        "texto": "É firme a jurisprudência do STJ no sentido de que condenação anterior a pena de multa afasta a reincidência."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de delitos da competência do tribunal do júri, a resposta positiva dos jurados ao quesito referente à tentativa de homicídio implica recusa ao quesito da desistência espontânea."
      },
      {
        "letra": "E",
        "texto": "Homicídio motivado por ciúme doentio e injustificável do agente em relação à vítima não configura motivo fútil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "324305",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Acerca da teoria da pena, indique a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deve ser aplicada em três etapas: no primeiro momento, é fixada a pena base com observância das circunstâncias judiciais; na segunda fase, observa-se as agravantes e as atenuantes; na terceira fase, o juiz observa as qualificadoras, causas de aumento e de diminuição de pena previstas na parte especial e geral do CP."
      },
      {
        "letra": "B",
        "texto": "Nos crimes da lei de tóxicos, a quantidade e qualidade do entorpecente devem ser consideradas na primeira fase."
      },
      {
        "letra": "C",
        "texto": "O regime de pena deve ser fixado com observância dos artigos 33 e 59 do Código Penal, não autorizando regime mais grave do que o permitido pela pena aplicada a opinião do julgador acerca da gravidade do delito."
      },
      {
        "letra": "D",
        "texto": "Segundo jurisprudência majoritária dos tribunais superiores, a pena intermediária não pode ficar abaixo do mínimo cominado no tipo respectivo."
      },
      {
        "letra": "E",
        "texto": "Ainda que o tráfico seja considerado crime assemelhado aos hediondos, aplicado o redutor do § 4º do Artigo 33 da Lei n. 11.343/06, em tese, é possível a substituição da pena privativa de liberdade por penas restritivas de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312098",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Medida de segurança"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Ao juízo da execução criminal resta autorizado corrigir parte da decisão condenatória que, contrariando disposição legal, fixou regime de pena semiaberto a um acusado por tráfico de entorpecentes. II - A lei penal admite a substituição das penas privativas de liberdade por restritivas de direito, para o que cumpre observar, com exclusividade: o limite de pena aplicada e a ausência de violência ou grave ameaça à pessoa; a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado; bem como se os motivos do crime e circunstâncias indicarem a suficiência da substituição. III - No regime aberto, baseado na autodisciplina e no senso de responsabilidade, o condenado deverá exercer atividade laborativa, frequentar curso ou exercer outra atividade autorizada pelo juiz, permanecendo recolhido no período noturno e nos dias de folga. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "274253",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Para a fixação da pena de multa nos casos de crime de tráfico de entorpecentes, o juiz deverá obedecer aos critérios fixados na parte especial do Código Penal, que determina que o número de dias-multa será, no mínimo, de 10 e, no máximo, de 360.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239285",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Pena de multa"
    ],
    "enunciado_principal": "I – A consumação dos crimes materiais ocorre com o evento natural, enquanto nos formais o resultado naturalístico é dispensável. Os crimes culposos são sempre materiais, apenas havendo consumação com o resultado lesivo típico, sendo, portanto inadmissível a tentativa. II – O erro de tipo, incidente sobre elementares e circunstâncias, exclui a culpa, mas não o dolo, quando vencível. III – Para a caracterização do concurso de agentes exige-se que a pessoa concorra com uma causa para o resultado, admitindo-se a participação por omissão em crimes comissivos. IV – Para caracterização da legítima defesa é imperioso que a agressão seja injusta, atual ou iminente e decorra de uma conduta dolosa. V – Na fixação da pena de multa o magistrado deve atender exclusivamente à situação econômica do réu, em observância ao princípio da individualização da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "B"
  }
]