[
  {
    "id": "3109537",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, contra a administração pública e contra a fé pública, julgue o item subsequente, de acordo com o Código Penal. Considere que um cirurgião, ao realizar procedimento médico em seu filho recém-nascido, tenha cometido um erro técnico que tenha resultado na morte da criança. Nessa hipótese, caso o cirurgião seja condenado por homicídio culposo, o juiz poderá deixar de aplicar-lhe a pena, se constatar que a sanção é desnecessária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3086775",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente."
      },
      {
        "letra": "B",
        "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos."
      },
      {
        "letra": "C",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco."
      },
      {
        "letra": "D",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada."
      },
      {
        "letra": "E",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2385877",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Marcos subtraiu para si, mediante grave ameaça, bens pertencentes a João. Depois de oferecida a denúncia e antes do seu recebimento, Marcos procurou a vítima e, de forma voluntária, restituiu-lhe os pertences subtraídos. Nesse caso hipotético, de acordo com o Código Penal (CP),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incide causa de diminuição de pena, haja vista o arrependimento eficaz do agente."
      },
      {
        "letra": "B",
        "texto": "a conduta de Marcos deverá ser considerada atípica, haja vista a devolução dos bens à vítima."
      },
      {
        "letra": "C",
        "texto": "não incide nenhuma causa de diminuição de pena, haja vista a natureza do delito praticado."
      },
      {
        "letra": "D",
        "texto": "incide causa de diminuição de pena, haja vista a desistência voluntária do agente."
      },
      {
        "letra": "E",
        "texto": "incide causa de diminuição de pena, haja vista o arrependimento posterior do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992055",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Se da prática do fato criminoso surge o direito de punir – jus puniendi –, certo é que, de outro lado, tal direito pode ser perdido pelo Estado se preenchidas algumas hipóteses legais. Considerando o tema Extinção da Punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para efeitos de reincidência, a sentença que conceder perdão judicial não será considerada."
      },
      {
        "letra": "B",
        "texto": "A retroatividade da lei que não mais considera o fato como criminoso é causa de exclusão da antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois de transitar em julgado a sentença condenatória, regula-se pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "D",
        "texto": "Nos crimes de falsificação, a prescrição, antes de transitar em julgado a sentença final, começa a correr do dia em que o crime se consumou."
      },
      {
        "letra": "E",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de dezoito anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1955043",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Júpiter está arrumando a ligação elétrica de sua casa, com ajuda de Jano, seu amigo, que lhe segura a escada. Deixando de observar um dever objetivo de cuidado, Júpiter faz uma ligação equivocada e recebe uma alta descarga de energia, sofrendo inutilização permanente de membro. No mesmo incidente, Jano sofre uma lesão corporal leve. Em outro cenário, Saturno, pai dedicado e amoroso, está dando banho em seu filho, Nemestrino. Imprudentemente, Saturno deixa Nemestrino cair no chão, o que causa a morte imediata do bebê. No que concerne à lesão corporal sofrida por Jano e ao homicídio praticado por Saturno, o perdão judicial, ao menos em tese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se ao primeiro caso e depende de concordância da mãe de Nemestrino para aplicação ao segundo."
      },
      {
        "letra": "B",
        "texto": "aplica-se ao segundo caso, mas não ao primeiro."
      },
      {
        "letra": "C",
        "texto": "não se aplica a nenhum dos casos."
      },
      {
        "letra": "D",
        "texto": "aplica-se a ambos os casos."
      },
      {
        "letra": "E",
        "texto": "aplica-se ao primeiro caso, mas não ao segundo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1945466",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tício, técnico em manutenção de equipamentos, de forma imperita, instalou, em sua própria casa, suporte de ar-condicionado não compatível com o peso do aparelho que, passados poucos dias da instalação, desprendeu-se da parede, vindo a atingir seu próprio filho, que brincava no quintal. A criança, atingida na cabeça, teve traumatismo craniano, com sequela de convulsões periódicas. Haja vista a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou o crime de lesão corporal culposa, com causa de aumento em razão de a vítima ser criança, nos exatos termos do parágrafo 7º, do artigo 129, CP."
      },
      {
        "letra": "B",
        "texto": "Tício praticou o crime de lesão corporal, de natureza grave, nos termos do parágrafo 1º, do artigo 129, CP."
      },
      {
        "letra": "C",
        "texto": "Ticio praticou o crime de lesão corporal, nos exatos termos do “caput”, do artigo 129, do CP."
      },
      {
        "letra": "D",
        "texto": "A Tício, dadas as circunstâncias, é possível a aplicação de perdão judicial, nos exatos termos do parágrafo 8º do artigo 129, CP."
      },
      {
        "letra": "E",
        "texto": "Tício praticou o crime de lesão corporal culposa, de natureza grave, nos exatos termos do artigo 129, parágrafo 6º, do CP"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1908906",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "O perdão judicial é aplicável ao delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "guarda doméstica de espécie silvestre, exceto se considerada ameaçada de extinção, conforme previsto na Lei nº 9.605/1998 (Lei dos crimes ambientais)."
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza leve, praticado na modalidade dolosa ou culposa, conforme previsto expressamente no Código Penal."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo, exceto se o crime tiver sido praticado na direção de veículo automotor, conforme jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "estelionato, praticado na modalidade culposa, conforme previsto expressamente no Código Penal."
      },
      {
        "letra": "E",
        "texto": "receptação, praticado na modalidade dolosa ou culposa, conforme previsto expressamente no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810037",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Rita é trabalhadora rural no interior do nordeste brasileiro e, já sendo mãe solo de três filhos, todos menores de seis anos de idade, um deles portador de microcefalia, descobre que está grávida pela quarta vez. Não bastasse isso, Rita ainda descobre que o bebê dessa gestação também é portador de microcefalia. Desesperada, pois já vive abaixo da linha da pobreza, Rita percebe que não terá como sustentar e dar a atenção necessária à outra criança que vai nascer, razão pela qual pratica um aborto. Nessa hipótese, a respeito da situação de Rita, é correto afirmar que é possível alegar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que Rita agiu no exercício regular de um direito, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "B",
        "texto": "a tese de que Rita agiu em legítima defesa, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "que não houve dolo na conduta de Rita, o que exclui a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "uma causa supralegal de inexigibilidade de conduta diversa, o que exclui a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial, que vai isentar Rita de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1761803",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a propriedade imaterial",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se a lei brasileira ao crime de homicídio cometido na Argentina contra o Presidente da República do Brasil. Trata-se de hipótese de extraterritorialidade incondicionada, dada a incidência do princípio da representação."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
      },
      {
        "letra": "C",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de catorze anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136448",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com relação a causas extintivas de punibilidade, assinale a opção correta, de acordo com a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indulto extingue os efeitos penais primários e secundários, penais e não penais, da condenação, exceto para fins de reincidência penal."
      },
      {
        "letra": "B",
        "texto": "Dada sua natureza hedionda, o delito de tráfico de entorpecentes privilegiado não é passível de indulto."
      },
      {
        "letra": "C",
        "texto": "A reincidência penal implica o aumento, em um terço, do prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade de crime antecedente não interfere na punibilidade do delito de lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "A sentença que concede o perdão judicial afasta os efeitos penais da sentença penal condenatória, exceto para fins de reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1677319",
    "metadata": "Ano: 2019 | Banca: NUCEPE | Órgão: Prefeitura de Timon - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Quanto ao crime de Lesão Corporal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial pode ser aplicado em caso de lesão culposa."
      },
      {
        "letra": "B",
        "texto": "A pena é aumentada de 1/3 (um terço) até a metade se o crime for praticado por milícia privada, sob o pretexto de prestação de serviço de segurança, ou por grupo de extermínio."
      },
      {
        "letra": "C",
        "texto": "A pena será aumentada de um sexto se o crime for cometido contra ascendente portador de deficiência."
      },
      {
        "letra": "D",
        "texto": "O crime classifica-se como lesão grave, caso resulte debilidade temporária de membro, sentido ou função."
      },
      {
        "letra": "E",
        "texto": "A lesão corporal leve é configurada quando o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1098009",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação ao crime de infanticídio, a lei brasileira não adotou o critério psicológico, mas sim o critério fisiopsicológico, levando em conta o desequilíbrio oriundo do processo do parto."
      },
      {
        "letra": "B",
        "texto": "A incidência da qualificadora do feminicídio, prevista no artigo 121, § 2°, VI, do Código Penal, reclama situação de violência praticada por homem ou por mulher contra a mulher em situação de vulnerabilidade, num contexto caracterizado por relação de poder e submissão. Pode-se ainda afirmar que, segundo entendimento do Superior Tribunal de Justiça, a qualificadora em análise é de natureza subjetiva."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial constitui causa extintiva de punibilidade que afasta os efeitos da sentença condenatória e, diferentemente do perdão do ofendido, não precisa ser aceito para gerar efeitos."
      },
      {
        "letra": "D",
        "texto": "No que concerne ao crime de homicídio, é possível a coexistência das circunstâncias privilegiadoras com as qualificadoras de natureza objetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1021833",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa",
      "Perdão judicial"
    ],
    "enunciado_principal": "No que se refere ao instituto da prescrição e a causas de extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dentre as causas que interrompem a prescrição, estão o início ou a continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pena de multa ocorrerá sempre em dois anos."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial pode ser considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo da sentença, menor de 21 (vinte e um) anos ou maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "A existência de questão prejudicial obrigatória não interfere na contagem do prazo prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1006902",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Acerca da ação penal, das causas extintivas da punibilidade e da prescrição, julgue o seguinte item.A concessão do perdão judicial nos casos previstos em lei é causa extintiva da punibilidade do crime, não subsistindo qualquer efeito condenatório, salvo para fins de reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "992596",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "A ação penal é de titularidade do Ministério Público, mas em determinadas circunstâncias em que a Lei autoriza, poderá ser exercida pelo particular. Tomando como fundamento as disposições acerca do tema ação penal, analise e assinale ao final a alternativa correta. I. A representação criminal possui natureza objetiva. II. O perdão judicial pode produzir efeito ao que se manter silente. III. O perdão poderá ser aceito por procurador com poderes especiais. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "983980",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Reconhecida a prática de um fato típico, ilícito e culpável, o Estado tem o poder/dever de punir o seu infrator. Todavia, há situações que fazem desaparecer o poder punitivo estatal, sendo correto afirmar, de acordo com o Código Penal, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos das prescrições da pretensão punitiva e da pretensão executória serão reduzidos pela metade nos casos em que o agente era, ao tempo do crime, menor de 21 anos, ou maior de 60 na data da sentença;"
      },
      {
        "letra": "B",
        "texto": "a sentença que conceder o perdão judicial, após reconhecimento da materialidade e autoria, não será considerada para efeitos de reincidência;"
      },
      {
        "letra": "C",
        "texto": "a anistia, concedida através de decreto presidencial, afasta os efeitos penais, primários e secundários, e extrapenais da condenação;"
      },
      {
        "letra": "D",
        "texto": "a prescrição, a decadência e a perempção são causas de extinção da punibilidade do agente nos crimes de ação penal pública;"
      },
      {
        "letra": "E",
        "texto": "o curso do prazo prescricional interrompe-se com o oferecimento da denúncia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938387",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Perdão judicial"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São causas de extinção da punibilidade a morte do agente; a prescrição; a renúncia ao direito de queixa, nos crimes de ação penal privada e, nos crimes sem violência, o ressarcimento do dano à vítima."
      },
      {
        "letra": "B",
        "texto": "São reduzidos de metade os prazos prescricionais quando o criminoso era, ao tempo do crime, menor de 21 anos ou portador de doença mental comprometedora da capacidade de entendimento."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial concedido ao agente impede que, posteriormente, seja considerado reincidente, caso novo crime seja praticado."
      },
      {
        "letra": "D",
        "texto": "Antes de transitar em julgado a sentença final, a prescrição somente se regulará pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "E",
        "texto": "Interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção, salvo no caso da pronúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927889",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Admite-se a aplicação do perdão judicial (Código Penal, art. 107, IX), de acordo com os demais requisitos legais descritos no respectivo tipo penal, no caso do cometimento do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples (Código Penal, art. 155)"
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum (Código Penal, art. 156)."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita previdenciária (Código Penal, art. 168-A)."
      },
      {
        "letra": "D",
        "texto": "estelionato (Código Penal, art. 171)."
      },
      {
        "letra": "E",
        "texto": "receptação de animal (Código Penal, art. 180-A)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "917867",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "O perdão judicial poderá ser aplicado quando, devidamente previsto em lei, as consequências da infração atingirem o próprio agente de forma tão grave que a própria sanção se torne desnecessária. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o perdão judicial poderá ser aplicado no homicídio culposo, quando as consequências atingirem o agente de forma grave o suficiente para tornar a pena desnecessária, mas não na lesão corporal culposa;"
      },
      {
        "letra": "B",
        "texto": "a sentença que aplica perdão judicial não será considerada para efeitos de reincidência, em que pese haja reconhecimento da prova da materialidade e da autoria;"
      },
      {
        "letra": "C",
        "texto": "o perdão judicial é previsto no Código Penal como causa de exclusão da culpabilidade, em que pese haja tipicidade e ilicitude, gerando absolvição própria;"
      },
      {
        "letra": "D",
        "texto": "a sentença que reconhece perdão judicial impõe absolvição imprópria, gerando aplicação de medida de segurança;"
      },
      {
        "letra": "E",
        "texto": "o perdão judicial é causa de exclusão da tipicidade, gerando absolvição própria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904024",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "Não se admite continuidade delitiva nos crime contra a vida."
      },
      {
        "letra": "E",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "871856",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "A extinção da punibilidade pode ser compreendida como sendo a perda do direito do Estado de impor sanção penal ao autor de fato típico e ilícito. É possível, assim, encontrar hipóteses de extinção da punibilidade no Código Penal, bem como nas legislações extravagantes. Acerca do tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de abolitio criminis (abolição do crime) permanece a reincidência como efeito secundário da infração penal."
      },
      {
        "letra": "B",
        "texto": "As causas de extinção de punibilidade sempre se comunicam aos coautores e partícipes, em razão de se tratar de matéria de ordem pública."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial não será considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "A anistia, graça ou indulto não são hipóteses de extinção da punibilidade, por serem atos concedidos pelo chefe do Poder Executivo, e não pelo Judiciário."
      },
      {
        "letra": "E",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "868158",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial independe de lei, pois é realizado por meio de Decreto Presidencial."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crimes, o cálculo da prescrição incide sobre a somatória das penas."
      },
      {
        "letra": "C",
        "texto": "Ao contrário da renúncia ao direito de queixa, a decadência é causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição é reduzido pela metade quando o agente for maior de setenta anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "Em caso de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863425",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Praticado o furto de bem de consumo avaliado em cem reais, mediante o rompimento de obstáculo, sendo o réu primário e de bons antecedentes, estará caracterizada a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prática de furto simples."
      },
      {
        "letra": "B",
        "texto": "prática de furto privilegiado qualificado."
      },
      {
        "letra": "C",
        "texto": "ausência de crime."
      },
      {
        "letra": "D",
        "texto": "hipótese de perdão judicial."
      },
      {
        "letra": "E",
        "texto": "prática de furto famélico, conduta isenta de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698199",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas extintivas de punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indulto depende de lei ordinária para sua concessão."
      },
      {
        "letra": "B",
        "texto": "o prazo de prescrição da pretensão executória é aumentado em um terço quando o condenado é reincidente."
      },
      {
        "letra": "C",
        "texto": "na ação privada subsidiária da pública,a perempção determina a extinção da punibilidade do réu."
      },
      {
        "letra": "D",
        "texto": "a retratação do agente e possível na falsa comunicação de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "a concessão de perdão judicial não interfere na possibilidade de reconhecimento da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "690096",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre os efeitos da condenação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estigmatização do condenado é um efeito declarado da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "quando for aplicada pena privativa de liberdade por tempo superior a 4 anos é automática a perda de cargo, função pública ou mandato eletivo."
      },
      {
        "letra": "C",
        "texto": "a obrigação de indenizar o dano causado pelo crime é efeito automático da sentença penal condenatória."
      },
      {
        "letra": "D",
        "texto": "o perdão tácito do ofendido não é admissível no direito penal brasileiro."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial exclui os efeitos da condenação, salvo a reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "671116",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Diz o parágrafo 5o do artigo 121 do Código Penal Brasileiro, que: “na hipótese de homicídio culposo, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária”. Trata-se de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "graça."
      },
      {
        "letra": "B",
        "texto": "perdão judicial."
      },
      {
        "letra": "C",
        "texto": "anistia."
      },
      {
        "letra": "D",
        "texto": "indulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577642",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas de extinção da punibilidade, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de abolitio criminis, um inquérito policial já instaurado para apurar o fato poderá ser arquivado diretamente pelo delegado de polícia."
      },
      {
        "letra": "B",
        "texto": "O termo inicial do prazo prescricional, no crime de registro, como próprio, de filho de outrem, é a data em que o fato se tornou conhecido."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial é admitido em crimes de homicídio culposo e a sentença que o concede é considerada para fins de reincidência."
      },
      {
        "letra": "D",
        "texto": "Em crimes de ação penal pública condicionada à representação da vítima, se essa representa, retrata-se da representação e, antes do esgotamento do prazo decadencial para nova representação, volta a representar, extingue-se a punibilidade do agente, conforme entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "O decreto presidencial que concede indulto natalino pode contemplar condenados por crimes de tráfico de drogas, quando a pena privativa de liberdade é imposta no mínimo legal ou é substituída por restritiva de direitos, conforme entendimento do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "555837",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "O perdão judicial tem natureza jurídica de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa de exclusão de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "causa extintiva da punibilidade."
      },
      {
        "letra": "C",
        "texto": "efeito da sentença penal."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "efeito civil da sentença penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "545707",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública, contra o patrimônio e contra a administração pública, julgue o item subsecutivo.O réu primário cujo crime tenha sido o de adquirir ou receber coisa que, por sua natureza ou pela desproporção entre seu valor e preço, ele presumia ter sido obtida por meio criminoso poderá receber o perdão judicial, caso o juiz considere, conforme as circunstâncias, ser adequada tal medida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ e nas disposições legais acerca de causas extintivas da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a extinção da punibilidade em razão da prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial obsta o cumprimento de pena privativa de liberdade, mas não extingue a punibilidade do réu."
      },
      {
        "letra": "C",
        "texto": "Mantém-se a punibilidade do condenado mesmo que haja indulto, visto que este benefício não alcança eventual pena de multa imposta concomitantemente à pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Conforme o CP, a decadência, a perempção e o livramento condicional são causas de extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva, mas impõe a majoração do lapso prescricional no que se refere à prescrição executória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396114",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Em relação às causas de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anistia, graça e indulto são modalidades de indulgência soberana emanadas de órgãos estranhos ao Poder Judiciário e, por concretizarem a renúncia do Estado ao direito de punir, dispensam o acolhimento posterior por decisão judicial, para acarretar a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "O perdão do ofendido não é admissível fora do processo."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de ação penal de iniciativa privada ou de ação penal pública condicionada à representação, de competência dos Juizados Especiais, a composição civil extingue a punibilidade do suposto autor do fator."
      },
      {
        "letra": "D",
        "texto": "A perempção é sanção que somente pode ocorrer antes da propositura da ação penal."
      },
      {
        "letra": "E",
        "texto": "O perdão judicial é ato exclusivo do Poder Judiciário e depende da aceitação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386352",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao crime de homicídio é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de qualificadores impede o reconhecimento do homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "o crime de homicídio classifica-se como comum; unissubjetivo; material, em regra; de forma livre; doloso ou culposo; de dano e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "tratando-se de homicídio privilegiado é admitido o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a natureza do homicídio privilegiado é de circunstância atenuante especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "356906",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "A testemunha retratou-se de seu depoimento anteriormente mendaz, agora para declarar a verdade nos autos do processo, o que ela fez às vésperas do julgamento da apelação respectiva. Segundo o entendimento hoje dominante na doutrina brasileira, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caso de perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Não se extingue a punibilidade, nem cabe perdão judicial."
      },
      {
        "letra": "C",
        "texto": "Extingue-se a punibilidade."
      },
      {
        "letra": "D",
        "texto": "Extingue-se a punibilidade, salvo se o crime tiver sido praticado mediante suborno ou com o fim de obter prova destinada a produzir efeito em processo penal ou em processo civil em que for parte entidade da administração pública direta ou indireta."
      },
      {
        "letra": "E",
        "texto": "Ocorre perempção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357031",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "São situações especificamente previstas em lei que permitem o perdão judicial, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Lavagem” ou ocultação de bens, direitos e valores, caso o autor, coautor ou partícipe colaborar espontaneamente com as autoridades, prestando esclarecimentos que conduzam à apuração das infrações penais e de sua autoria ou à localização dos bens, direitos ou valores objeto do crime."
      },
      {
        "letra": "B",
        "texto": "Guarda doméstica de espécie silvestre não considerada ameaçada de extinção, considerando as circunstâncias do caso."
      },
      {
        "letra": "C",
        "texto": "Receptação imprópria, caso seja o autor primário e conforme as circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Injúria, quando o ofendido, de forma reprovável, provocou-a diretamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302396",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas extintivas da punibilidade, tem-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
      },
      {
        "letra": "B",
        "texto": "a renúncia e a desistência são causas de extinção da punibilidade, diferenciando-se apenas quanto ao momento de seu exercício, já que a primeira ocorre depois do ajuizamento da ação penal, enquanto a segunda opera-se antes."
      },
      {
        "letra": "C",
        "texto": "a perempção opera-se quando o autor na ação penal privada subsidiária da pública deixa de promover o andamento do feito por mais de 30 (trinta) dias."
      },
      {
        "letra": "D",
        "texto": "a anistia é ato discricionário do presidente da república que tem por objeto crimes cuja sentença tenha transitado em julgado acarretando a extinção da pena imposta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "300458",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Em relação às causas de extinção da punibilidade, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não a configuram a concessão de indulto parcial ou comutação, de competência privativa do Presidente da República."
      },
      {
        "letra": "B",
        "texto": "cabível o perdão judicial no caso de qualquer infração penal."
      },
      {
        "letra": "C",
        "texto": "a concessão de anistia é de competência privativa do Presidente da República, excluindo o crime e fazendo desaparecer suas consequências penais."
      },
      {
        "letra": "D",
        "texto": "a concessão de indulto faz com que o beneficiado retorne à condição de primário."
      },
      {
        "letra": "E",
        "texto": "não são previstas, em qualquer situação, para casos de reparação do dano pelo agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341152",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – De acordo com o Código Penal, o indulto, a perempção e a retroatividade de lei que não mais considera o fato como criminoso são causas extintivas da punibilidade. II – De acordo com o Código Penal e o entendimento pacificado pelo Superior Tribunal de Justiça, o Juiz deve considerar a sentença que conceder perdão judicial exclusivamente para efeitos de reincidência. III – De acordo com o Código Penal, o Juiz poderá conceder perdão judicial em algumas hipóteses relacionadas aos crimes de injúria, outras fraudes e receptação culposa. IV – A Lei de Contravenções Penais (Decreto-Lei n. 3.688/41) não prevê qualquer hipótese de concessão de perdão judicial. Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e IV"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "275162",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Acerca das causas de extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial pode alcançar toda e qualquer infração penal, ficando a critério do juiz a sua aplicação quando da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "Nas duas seguintes hipóteses a pretensão punitiva e executória não será atingida pela prescrição: os crimes de racismo e de tortura."
      },
      {
        "letra": "C",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena privativa de liberdade cominada em abstrato para o crime."
      },
      {
        "letra": "D",
        "texto": "A decadência é o instituto jurídico mediante o qual o Estado perde o seu direito de punir ou de executar a sentença penal condenatória transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "A anistia, causa extintiva da punibilidade, somente poderá ser concedida antes da sentença penal condenatória; nesse caso, o Estado renuncia ao jus puniendi."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "265156",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O perdão judicial no crime de apropriação indébita previdenciária exige como condição que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sendo o réu primário e de bons antecedentes, seja o valor da apropriação igual ou inferior ao mínimo estabelecido administrativamente para execução fiscal."
      },
      {
        "letra": "B",
        "texto": "sem avaliação de condição pessoal, seja a apropriação inferior ao valor do salário mínimo de contribuição."
      },
      {
        "letra": "C",
        "texto": "se reincidente, além do pagamento da contribuição devida até a denúncia, também o pagamento de multa administrativamente imposta."
      },
      {
        "letra": "D",
        "texto": "sendo o réu primário e de bons antecedentes, tenha promovido a qualquer tempo o pagamento da contribuição devida."
      },
      {
        "letra": "E",
        "texto": "tenha promovido a qualquer tempo o pagamento da contribuição devida e seja o valor da apropriação inferior ao mínimo estabelecido administrativamente para execução fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "252345",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "A sentença que concede perdão judicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerada para efeitos de reincidência, vedada a reabilitação."
      },
      {
        "letra": "B",
        "texto": "não será considerada para efeitos de reincidência."
      },
      {
        "letra": "C",
        "texto": "está sujeita ao reexame necessário pelo juízo ad quem."
      },
      {
        "letra": "D",
        "texto": "será considerada para efeito de reincidência, mas se sujeita às regras da reabilitação."
      }
    ],
    "gabarito": "B"
  }
]