[
  {
    "id": "3110341",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "A respeito da punibilidade e das suas causas de extinção, da prescrição, dos crimes contra a administração pública e do abuso de autoridade, julgue o próximo item, considerando o entendimento jurisprudencial dos tribunais superiores. A perempção é uma causa extintiva de punibilidade prevista no Código Penal e se caracteriza pelo perdão expresso da vítima nas hipóteses de crime contra a honra.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2530360",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "No tocante à extinção da punibilidade, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) A graça atinge a pretensão executória e punitiva. ( ) A perempção não é causa de extinção de punibilidade, configurando mero abandono processual. ( ) A anistia atinge a pretensão executória e punitiva, a depender do momento de sua incidência. ( ) O perdão aceito, nos crimes de ação privada ou pública condicionada, extingue a punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – F – F – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2515312",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "Deflagrada ação penal de iniciativa privada, João, querelante, deixou de promover o andamento do processo durante trinta e cinco dias seguidos. O juízo determinou a sua intimação, sendo certo que João permaneceu inerte. Com efeito, o juízo, em observância às formalidades legais, extinguiu a punibilidade do querelado. Nesse cenário, considerando as disposições do Código Penal, operou-se a extinção de punibilidade em razão do (da):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renúncia ao direito de queixa;"
      },
      {
        "letra": "B",
        "texto": "retratação do agente;"
      },
      {
        "letra": "C",
        "texto": "perdão do ofendido;"
      },
      {
        "letra": "D",
        "texto": "perempção;"
      },
      {
        "letra": "E",
        "texto": "decadência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2315466",
    "metadata": "Ano: 2023 | Banca: IMPARH | Órgão: AMC de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "João, advogado criminalista, atuando em causa própria, propôs uma ação penal privada contra Lígia e Pollyana por crime de dano (impossibilidade de qualquer medida penal consensual), isto porque as quereladas, dolosamente, quebraram o retrovisor de seu automóvel BMW. Finda a instrução criminal, restaram comprovadas autoria e materialidade, até mesmo porque, além da prova testemunhal confirmar a imputação contida na queixa-crime, as acusadas confessaram a prática delitiva. Em alegações finais orais, o advogado João, sem se referir à inicial acusatória, finalizou a sua sustentação aos brados e lágrimas apenas pedindo que “fosse feita a mais lídima JUSTIÇA!” Aponte o quesito que contempla a solução adotada pelo Código de Processo Penal da tese a ser alegada pelo advogado das quereladas como prejudicial de mérito à extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão que julgar extinta a punibilidade impede a propositura de ação civil."
      },
      {
        "letra": "B",
        "texto": "A sentença absolutória que decidir que o fato imputado não constitui crime impede a propositura de ação civil."
      },
      {
        "letra": "C",
        "texto": "Transitada em julgado a sentença condenatória, poderão promover-lhe a execução, no juízo cível, para o efeito da reparação do dano, o ofendido, seu representante legal ou seus herdeiros, legatários e procuradores."
      },
      {
        "letra": "D",
        "texto": "Pela perempção, porque o advogado João, aos brados e lágrimas, somente pediu em alegações finais que “fosse feita a mais lídima JUSTIÇA!”, deixando de ratificar a pretensão de que as quereladas fossem condenadas, sequer tendo renovado o pedido de condenação apresentado na queixa-crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886822",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Extinguem a punibilidade do agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renúncia e perempção na ação pública condicionada."
      },
      {
        "letra": "B",
        "texto": "decadência e retratação na ação pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "retratação e perdão aceito na ação pública condicionada."
      },
      {
        "letra": "D",
        "texto": "perdão aceito e perempção na ação privada propriamente dita."
      },
      {
        "letra": "E",
        "texto": "decadência e renúncia na ação privada subsidiária da pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1929951",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção"
    ],
    "enunciado_principal": "No que concerne a extinção de punibilidade, julgue os itens a seguir. I A abolitio criminis extingue a punibilidade, porém, caso tenha havido trânsito em julgado da sentença condenatória, a condenação é mantida para fins de reincidência e maus antecedentes. II A perempção é causa de exclusão da punibilidade e ocorre quando o autor desiste da ação, sucessivamente, por três vezes. III A decadência opera-se após inércia do interessado pelo decurso do prazo de seis meses depois da data de ciência da autoria do delito. IV A prescrição da pretensão executória é contada pela pena em concreto, aumentada de um terço quando o réu for reincidente. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1828627",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perempção"
    ],
    "enunciado_principal": "Em relação a ação penal e extinção da punibilidade, julgue o seguinte item. A perempção é hipótese de extinção de punibilidade específica da ação penal privada e pode se configurar se o querelante deixar de dar andamento processual por trinta dias seguidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1749334",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Assinale a opção que apresenta motivos que extinguem a punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; retratação do agente, nos casos em que a lei a admite; e, nos crimes de ação privada, renúncia ao direito de queixa ou perdão aceito."
      },
      {
        "letra": "B",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; e, nos casos de crimes patrimoniais, reparação do dano."
      },
      {
        "letra": "C",
        "texto": "Prescrição, decadência ou perempção; renúncia do direito de queixa ou perdão aceito, nos crimes de ação pública; e prescrição, decadência ou perempção."
      },
      {
        "letra": "D",
        "texto": "Casamento do agente com a vítima, nos crimes contra os costumes definidos na Parte Especial do Código Penal; morte do agente; e prescrição, decadência ou perempção."
      },
      {
        "letra": "E",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; perdão extrajudicial, concedido pela vítima nos crimes praticados sem violência ou grave ameaça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840442",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, sobre as circunstâncias pelas quais se dá a extinção da punibilidade, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Pela anistia e o indulto. ( ) Pelo perdão aceito, nos crimes de ação privada. ( ) Pela perempção. ( ) Por tornar certa a obrigação de indenizar o dano causado pelo crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - E - C - C."
      },
      {
        "letra": "B",
        "texto": "C - C - C - C."
      },
      {
        "letra": "C",
        "texto": "E - E - E - E."
      },
      {
        "letra": "D",
        "texto": "C - C - C - E."
      },
      {
        "letra": "E",
        "texto": "E - C - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1839457",
    "metadata": "Ano: 2019 | Banca: GSA CONCURSOS | Órgão: Prefeitura de Jardinópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "São causas de extinção de punibilidade, de acordo com as normas penais vigentes, exceto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela prescrição, decadência ou perempção."
      },
      {
        "letra": "B",
        "texto": "Pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pela embriaguez involuntária completa."
      },
      {
        "letra": "D",
        "texto": "Pela retratação do agente, nos casos em que a lei a admite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "983980",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Reconhecida a prática de um fato típico, ilícito e culpável, o Estado tem o poder/dever de punir o seu infrator. Todavia, há situações que fazem desaparecer o poder punitivo estatal, sendo correto afirmar, de acordo com o Código Penal, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos das prescrições da pretensão punitiva e da pretensão executória serão reduzidos pela metade nos casos em que o agente era, ao tempo do crime, menor de 21 anos, ou maior de 60 na data da sentença;"
      },
      {
        "letra": "B",
        "texto": "a sentença que conceder o perdão judicial, após reconhecimento da materialidade e autoria, não será considerada para efeitos de reincidência;"
      },
      {
        "letra": "C",
        "texto": "a anistia, concedida através de decreto presidencial, afasta os efeitos penais, primários e secundários, e extrapenais da condenação;"
      },
      {
        "letra": "D",
        "texto": "a prescrição, a decadência e a perempção são causas de extinção da punibilidade do agente nos crimes de ação penal pública;"
      },
      {
        "letra": "E",
        "texto": "o curso do prazo prescricional interrompe-se com o oferecimento da denúncia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2032718",
    "metadata": "Ano: 2018 | Banca: OBJETIVA | Órgão: Câmara de Balsa Nova - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, a perempção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Equivale ao perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Reduz o prazo decadencial."
      },
      {
        "letra": "C",
        "texto": "Atenua as penas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "Extingue a punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936128",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores no que se refere a ação penal pública e privada, a crimes contra a fé pública e a crimes contra a ordem tributária, julgue o item seguinte.A renúncia, o perdão e a perempção extinguem a punibilidade na ação penal privada e na ação pública condicionada a representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883346",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Julgue o item que se segue, acerca de extinção da punibilidade no direito penal brasileiro.Perempção e renúncia ao direito de queixa são causas de extinção da punibilidade relacionadas à ação penal privada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852769",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "Assinale a opção que apresenta causa que acarreta a extinção da punibilidade, extensível aos coautores e partícipes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "morte do agente"
      },
      {
        "letra": "B",
        "texto": "perempção"
      },
      {
        "letra": "C",
        "texto": "perdão judicial"
      },
      {
        "letra": "D",
        "texto": "retração do querelado na calúnia"
      },
      {
        "letra": "E",
        "texto": "prescrição ao agente menor de vinte e um anos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "802880",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Com relação à extinção da punibilidade disposta no Código Penal Brasileiro, podemos extrair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade no direito penal brasileiro pode ocorrer em diversas hipóteses, dentre elas: morte do agente, perdão judicial, pela prescrição, decadência ou perempção e pela renúncia do direito de queixa nas ações privadas."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade somente se dá nos crimes de ações privadas quando o delito for de menor potencial ofensivo, previsto na Lei 9.099/95."
      },
      {
        "letra": "C",
        "texto": "Para que ocorra extinção da punibilidade nas ações penais condicionadas a representação é necessária a concordância das partes envolvidas e a homologação judicial do perdão."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade também poderá ocorrer na anistia, indulto e no Juízo de retratação promovido pelo juiz da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "698199",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas extintivas de punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indulto depende de lei ordinária para sua concessão."
      },
      {
        "letra": "B",
        "texto": "o prazo de prescrição da pretensão executória é aumentado em um terço quando o condenado é reincidente."
      },
      {
        "letra": "C",
        "texto": "na ação privada subsidiária da pública,a perempção determina a extinção da punibilidade do réu."
      },
      {
        "letra": "D",
        "texto": "a retratação do agente e possível na falsa comunicação de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "a concessão de perdão judicial não interfere na possibilidade de reconhecimento da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "558067",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Com relação às causas de extinção da punibilidade previstas no artigo 107 do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perempção é causa de extinção de punibilidade exclusiva da ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crime, a extinção da punibilidade incidirá sobre a soma das penas."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade pela morte do agente poderá ocorrer em qualquer momento da persecução penal, desde a instauração do inquérito até o término da execução penal, porém, extingue somente os efeitos principais da sentença condenatória não extinguindo a pena de multa."
      },
      {
        "letra": "D",
        "texto": "O perdão do ofendido é a manifestação de vontade, expressa ou tácita, do ofendido ou do seu representante legal, no sentido de desistir da ação penal privada já iniciada, ou seja, é a desistência manifesta após o oferecimento da queixa, portanto, só será realizado na ação penal exclusivamente privada, sendo inadmissível na ação privada subsidiária da pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ e nas disposições legais acerca de causas extintivas da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a extinção da punibilidade em razão da prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial obsta o cumprimento de pena privativa de liberdade, mas não extingue a punibilidade do réu."
      },
      {
        "letra": "C",
        "texto": "Mantém-se a punibilidade do condenado mesmo que haja indulto, visto que este benefício não alcança eventual pena de multa imposta concomitantemente à pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Conforme o CP, a decadência, a perempção e o livramento condicional são causas de extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva, mas impõe a majoração do lapso prescricional no que se refere à prescrição executória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396114",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Em relação às causas de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anistia, graça e indulto são modalidades de indulgência soberana emanadas de órgãos estranhos ao Poder Judiciário e, por concretizarem a renúncia do Estado ao direito de punir, dispensam o acolhimento posterior por decisão judicial, para acarretar a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "O perdão do ofendido não é admissível fora do processo."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de ação penal de iniciativa privada ou de ação penal pública condicionada à representação, de competência dos Juizados Especiais, a composição civil extingue a punibilidade do suposto autor do fator."
      },
      {
        "letra": "D",
        "texto": "A perempção é sanção que somente pode ocorrer antes da propositura da ação penal."
      },
      {
        "letra": "E",
        "texto": "O perdão judicial é ato exclusivo do Poder Judiciário e depende da aceitação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1039979",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Assinale a alternativa que contém somente causas de extinção da punibilidade, de acordo com o artigo 107 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por erro sobre a pessoa; pela decadência ou pela retratação do agente, nos casos em que a lei admite."
      },
      {
        "letra": "B",
        "texto": "Pela morte do agente; por anistia ou por renúncia do direito de queixa nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pelo perdão judicial nos casos previstos em lei; pela perempção ou por legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Pela graça; pela prescrição ou por erro na execução."
      },
      {
        "letra": "E",
        "texto": "Pelo abolitio criminis; pela inimputabilidade penal ou por indulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "421807",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção"
    ],
    "enunciado_principal": "“Encerrada a instrução criminal numa ação penal privada, abre-se vista dos autos para que o Querelante apresente suas alegações finais, sob a forma de memoriais escritos. Apresentada tal peça processual, verifica a Defesa que não houve pedido de condenação”. Tal circunstância autoriza a Defesa a pedir a extinção da punibilidade do Querelado em razão da ocorrência da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perempção."
      },
      {
        "letra": "B",
        "texto": "prescrição."
      },
      {
        "letra": "C",
        "texto": "decadência."
      },
      {
        "letra": "D",
        "texto": "renúncia."
      },
      {
        "letra": "E",
        "texto": "anistia"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302396",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas extintivas da punibilidade, tem-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
      },
      {
        "letra": "B",
        "texto": "a renúncia e a desistência são causas de extinção da punibilidade, diferenciando-se apenas quanto ao momento de seu exercício, já que a primeira ocorre depois do ajuizamento da ação penal, enquanto a segunda opera-se antes."
      },
      {
        "letra": "C",
        "texto": "a perempção opera-se quando o autor na ação penal privada subsidiária da pública deixa de promover o andamento do feito por mais de 30 (trinta) dias."
      },
      {
        "letra": "D",
        "texto": "a anistia é ato discricionário do presidente da república que tem por objeto crimes cuja sentença tenha transitado em julgado acarretando a extinção da pena imposta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "299086",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Na sistemática do Código Penal, são causas de extinção de punibilidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente"
      },
      {
        "letra": "B",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      },
      {
        "letra": "C",
        "texto": "Perdão aceito nos crimes de ação penal privada e ação penal pública condicionada"
      },
      {
        "letra": "D",
        "texto": "Anistia, graça ou indulto"
      },
      {
        "letra": "E",
        "texto": "Prescrição, decadência ou perempção"
      }
    ],
    "gabarito": "C"
  }
]