[
  {
    "id": "3616262",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Mévia, atleta campeã em provas de natação, está na praia, junto com o marido e o filho, de 5 anos, que não sabe nadar. Em um determinado momento, ela percebe um jovem se afogando. Para salvar o jovem, ela deixa o filho aos cuidados do pai e entra no mar. Mévia salva o jovem, mas, ao retornar para areia e perguntar pelo filho, o pai se dá conta de que a criança não estava na areia, brincando ao lado do guarda-sol. A criança, então, é localizada, de cabeça para baixo, dentro do buraco, que ela própria tinha cavado, enquanto brincava na areia. Socorrida, a criança, infelizmente, não sobrevive. Tendo em conta o caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévia e o pai não praticaram qualquer crime, pois a morte da criança decorreu de uma fatalidade, não sendo causada pelos pais."
      },
      {
        "letra": "B",
        "texto": "Mévia e o pai praticaram o crime de homicídio culposo, por omissão imprópria, aplicando-se a eles o perdão judicial humanitário."
      },
      {
        "letra": "C",
        "texto": "O pai praticou o crime de homicídio culposo, por omissão imprópria, aplicando-se a ele o perdão judicial humanitário."
      },
      {
        "letra": "D",
        "texto": "O pai praticou o crime de abandono de incapaz, qualificado pelo resultado morte, aplicando-se a ele o perdão judicial humanitário."
      },
      {
        "letra": "E",
        "texto": "Mévia e o pai praticaram o crime de abandono de incapaz, qualificado pelo resultado morte, aplicando-se a eles o perdão judicial humanitário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3560667",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Deixar de prestar assistência à pessoa idosa, quando possível fazê-lo sem risco pessoal, em situação de iminente perigo, ou recusar, retardar ou dificultar sua assistência à saúde, sem justa causa, ou não pedir, nesses casos, o socorro de autoridade pública constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime sujeito à detenção de 6 (seis) meses a 1 (um) ano e multa, sendo a pena aumentada de metade, se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte, admitida a forma culposa e o perdão judicial."
      },
      {
        "letra": "B",
        "texto": "crime sujeito à detenção de 6 (seis) meses a 1 (um) ano e multa, sendo a pena aumentada de metade, se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte."
      },
      {
        "letra": "C",
        "texto": "infração administrativa, se a vítima estiver sob os cuidados de entidades de atendimento que descumprirem as determinações da lei, sujeitando o administrador ao afastamento compulsório pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "crime sujeito à detenção de 6 (seis) meses a 1 (um) ano e multa, sendo a pena aumentada de metade, se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte, admitida a forma culposa, mas vedado perdão judicial."
      },
      {
        "letra": "E",
        "texto": "crime sujeito à reclusão de 2 (dois) anos a 5 (cinco) anos e multa, sendo a pena aumentada de metade, se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3507765",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Considere a situação hipotética a seguir: Um indivíduo, ciente de que é portador de uma doença sexualmente transmissível grave, pratica ato sexual desprotegido com sua parceira com o objetivo deliberado de transmitir-lhe a doença, sem o conhecimento ou consentimento dela quanto ao risco de contágio. Com base exclusivamente no disposto no Art. 131 do Código Penal Brasileiro (sem considerar outras normas, jurisprudência ou doutrinas), assinale a alternativa CORRETA quanto à pena aplicável a esse agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa, apenas."
      },
      {
        "letra": "B",
        "texto": "Advertência e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, apenas."
      },
      {
        "letra": "D",
        "texto": "Reclusão e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3507764",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Considere a situação hipotética a seguir: Um indivíduo abandona uma criança de 3 anos de idade em uma rua deserta, durante a noite, em local onde não há qualquer pessoa presente que possa prestar assistência ou assumir a responsabilidade pelo menor de idade. Como consequência direta desse ato, a criança sofre uma queda e apresenta lesão corporal de natureza grave. Com base exclusivamente no disposto no Art. 133, caput e § 1º, do Código Penal Brasileiro (sem considerar outras normas, jurisprudência ou doutrinas), assinale a alternativa CORRETA sobre o crime e a pena aplicável nessa situação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de alienação parental e, em razão da lesão, a pena é de 2 anos de reclusão."
      },
      {
        "letra": "B",
        "texto": "Configura-se o crime de abandono de incapaz, e a pena pode chegar a 5 anos de reclusão."
      },
      {
        "letra": "C",
        "texto": "O crime é tipificado como violência contra menor de idade, e a pena prevista é de multa e advertência."
      },
      {
        "letra": "D",
        "texto": "Ocorre o crime de abuso de menor, cuja pena é de reclusão de até 10 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296377",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Analise as afirmativas sobre aspectos legais do socorro em emergências: I. O motorista socorrista pode responder civil e penalmente caso haja negligência ou imprudência na condução, resultando em agravos ao paciente. II. O Código de Ética Profissional do Servidor Público dispensa a responsabilização do motorista no desempenho de atividades oficiais. III. A recusa injustificada de atendimento a uma vítima em situação de risco pode configurar omissão de socorro, passível de responsabilização. IV. O serviço pré-hospitalar deve respeitar a intimidade e privacidade do paciente, mesmo em situações de urgência. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3291232",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos",
      "Rixa"
    ],
    "enunciado_principal": "A respeito do que determina o Decreto-Lei nº 2.848/1940, Código Penal, especialmente acerca dos crimes contra a pessoa, considere as assertivas a seguir. I. Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública: Pena - detenção, de um a seis meses, ou multa. II. Exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos, como condição para o atendimento médico-hospitalar emergencial: Pena – reclusão, de 3 (três) meses a 1 (um) ano, ou multa. III. Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina: Pena - detenção, de dois meses a um ano, ou multa. IV. Participar de rixa, salvo para separar os contendores: Pena - reclusão, de quinze dias a dois meses, ou multa. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188115",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Frei Martinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Nos termos do Código Penal, quem pratica a conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina” pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "exposição de pessoa."
      },
      {
        "letra": "D",
        "texto": "repristinação."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3102616",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é CORRETO afirmar que quem pratica a conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perigo de contágio de moléstia grave."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3102156",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta CORRETAMENTE a conduta típica do crime de “Perigo para a vida ou saúde de outrem”, nos termos do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio."
      },
      {
        "letra": "B",
        "texto": "Expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado."
      },
      {
        "letra": "C",
        "texto": "Expor a vida ou a saúde de outrem a perigo direto e iminente."
      },
      {
        "letra": "D",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria."
      },
      {
        "letra": "E",
        "texto": "Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3086772",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "[Questão Inédita] Pedro e Renan, maiores e capazes, resolvem ir até um bar após o encerramento da aula. Pedro consome bebida alcoólica em exagero, ficando completamente embriagado. Renan, então, decide levar Pedro para casa, mas ao perceber que Pedro não tinha condições de ficar no seu veículo sem vomitar, decide deixa-lo na frente do bar. A cena foi capturada pelas câmeras e Renan foi denunciado pelo crime de abandono de incapaz (art. 133 do CP). Nesses termos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denúncia está correta, pois Pedro foi abandonado por Renan em situação de perigo concreto."
      },
      {
        "letra": "B",
        "texto": "A denúncia está incorreta, pois houve autocolocação em risco, ausente, portanto, conduta do responsável legal (Renan) capaz de ensejar o desemparo de Pedro."
      },
      {
        "letra": "C",
        "texto": "A denúncia está correta, pois Renan abandonou Pedro, pessoa que estava sob seu cuidado."
      },
      {
        "letra": "D",
        "texto": "A denúncia está incorreta, pois inexistia obrigação legal ou contratual dever de cuidado, guarda ou vigilância, não se subsumindo, portanto, a conduta de Renan ao crime de abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "A denúncia está correta, uma vez que Pedro era incapaz de defender-se dos riscos resultantes do abandono"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3055440",
    "metadata": "Ano: 2024 | Banca: CONSULPAM | Órgão: Prefeitura de Guaraciaba do Norte - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado, é tipificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contaminação de outrem."
      },
      {
        "letra": "B",
        "texto": "Perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "C",
        "texto": "Perigo de contágio venéreo."
      },
      {
        "letra": "D",
        "texto": "Perigo de contágio de moléstia grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2521758",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Sertãozinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é CORRETO afirmar que a prática da conduta típica de “Expor a vida ou a saúde de outrem a perigo direto e iminente” configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "B",
        "texto": "exposição ou abandono."
      },
      {
        "letra": "C",
        "texto": "omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "perigo de contágio venéreo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507061",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "No Capítulo III do Título I da Parte Especial, o Código Penal contempla diversos crimes de perigo, objetivando a tutela jurídica da vida e da saúde humanas. Acerca dos citados crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de perigo para a vida ou saúde de outrem é de forma livre, podendo ser praticado mediante ação ou omissão."
      },
      {
        "letra": "B",
        "texto": "A mulher pode figurar como sujeito passivo no crime de maus-tratos quando o delito for praticado contra ela pelo marido."
      },
      {
        "letra": "C",
        "texto": "O crime de abandono de incapaz é permanente, pois seus efeitos perduram no tempo, independentemente da vontade do agente."
      },
      {
        "letra": "D",
        "texto": "A consumação do crime de perigo de contágio venéreo, na forma qualificada, dá-se com o efetivo contágio da doença venérea."
      },
      {
        "letra": "E",
        "texto": "O agente que deixa de prestar assistência à vítima, colocada por ele anteriormente em situação de perigo, de modo intencional ou culposo, responde por crime de omissão de socorro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2492707",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Lucas deixou seu filho Bruno, de apenas 6 anos, em casa para ir a uma festa durante a noite, enquanto a criança dormia. Infelizmente ocorreu um incêndio na residência e o menino veio a falecer em decorrência do incidente. Nessa hipótese, é correto afirmar que Lucas deve responder pelo delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "homicídio doloso."
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz com resultado morte."
      },
      {
        "letra": "D",
        "texto": "omissão de socorro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2489101",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um salva-vidas de uma piscina pública observa uma criança se afogar e, acreditando que ela estava brincando com a situação, não age para salvá-la, vindo a criança a falecer em razão do afogamento. Elaborado pelo(a) autor(a). No caso em tela, restou configurada a omissão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "própria, respondendo pelo crime de omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "imprópria, respondendo pelo crime de homicídio doloso."
      },
      {
        "letra": "C",
        "texto": "própria, respondendo pelo crime de homicídio doloso."
      },
      {
        "letra": "D",
        "texto": "imprópria, respondendo pelo crime de omissão de socorro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2478827",
    "metadata": "Ano: 2024 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida e prericlitação da vida ou da saúde, com base no Código Penal Brasileiro e suas disposições, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de Homicídio, há caso de redução de pena, se o agente comete o crime impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz pode reduzir a pena de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "É considerado qualificado o Homicídio contra menor de 14 (quatorze) anos."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de Induzimento, instigação ou auxílio a suicídio ou a automutilação é aumentada até o dobro, se a conduta é realizada por meio da rede de computadores, de rede social ou transmitida em tempo real."
      },
      {
        "letra": "D",
        "texto": "No crime de Induzimento, instigação ou auxílio a suicídio ou a automutilação, aplica-se a pena em dobro, se o autor é líder, coordenador ou administrador de grupo, de comunidade ou de rede virtual, ou por estes é responsável."
      },
      {
        "letra": "E",
        "texto": "É considerado crime de perigo de contágio de moléstia grave: expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2464791",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Caio, bombeiro salva-vidas aposentado, que atualmente é instrutor de aula de surfe, está na praia, aguardando possíveis clientes. Tício, bombeiro salva-vidas, que precisava levar o filho em consulta médica, pede a Caio que o substitua, por duas horas. Caio não aceita o encargo, pois precisa trabalhar no seu negócio. Tício, mesmo assim, resolve se ausentar. Caio, enquanto observava o mar, vê Mévio nadando em local perigoso e, de imediato, grita para o homem retroceder, avisando do perigo. O homem não atende Caio e ainda o xinga de velho caquético, afirmando saber nadar. Pouco tempo depois, Mévio começa a se afogar. Caio, ao perceber o afogamento de Mévio, não presta socorro, deixando a orla da praia. Tício, que retornava à praia para ocupar sua função de bombeiro, presta socorro a Mévio que, entretanto, não sobrevive devido ao tempo que permaneceu na água. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio praticou o crime de homicídio culposo, por omissão, vez que, na qualidade de garante, tinha o dever de agir na primeira oportunidade para tentar impedir a realização do resultado morte."
      },
      {
        "letra": "B",
        "texto": "Caio praticou o crime de omissão de socorro tentado, uma vez que o socorro foi prestado por terceiro, ainda que ineficaz."
      },
      {
        "letra": "C",
        "texto": "Caio praticou o crime de homicídio doloso, por omissão imprópria, vez que, na qualidade de garante, tinha o dever de agir na primeira oportunidade para tentar impedir a realização do resultado morte."
      },
      {
        "letra": "D",
        "texto": "Tício não incorreu em qualquer crime, visto que, embora ostentasse a qualidade de garante, o socorro foi prestado por terceiro, mostrando-se ineficaz."
      },
      {
        "letra": "E",
        "texto": "Caio praticou o crime de omissão de socorro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459035",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Bagé - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Um motorista que atropela alguém, causando lesões corporais na vítima, e foge do local por medo de ser penalizado por não estar com a Carteira Nacional de Habilitação no momento do acidente comete qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Direção irresponsável."
      },
      {
        "letra": "B",
        "texto": "Maus tratos."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Coerção inevitável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386988",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Camila, mãe de Júnior, de 13 anos de idade e destinatário de pensão alimentícia do pai, utiliza os valores assim pagos ao menor, exclusivamente para o custeio de despesas pessoais dela, notadamente alimentação fora de casa (contas de botequim), cigarros e bebidas alcoólicas, deixando de fornecer ao filho os alimentos indispensáveis às suas necessidades. Diante do caso narrado, Camila deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "maus-tratos;"
      },
      {
        "letra": "B",
        "texto": "maus-tratos, com a pena aumentada;"
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz e apropriação indébita;"
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz e apropriação indébita qualificada;"
      },
      {
        "letra": "E",
        "texto": "maus-tratos, com a pena aumentada, e apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386450",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Assinale a alternativa que indica corretamente o crime que consiste em abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "maus-tratos"
      },
      {
        "letra": "B",
        "texto": "perigo de vida"
      },
      {
        "letra": "C",
        "texto": "omissão de socorro"
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz"
      },
      {
        "letra": "E",
        "texto": "exposição de vulnerável a risco"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2357339",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "O Código Penal estabelece que quem pratica a conduta típica de expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "maus-tratos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3697069",
    "metadata": "Ano: 2023 | Banca: INEP BRASIL | Órgão: Prefeitura de Sanclerlândia - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Deixar de prestar socorro a uma vítima de acidente de trânsito, mesmo tendo condições para tanto, segundo o artigo 135, do Código Penal Brasileiro, constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transgressão."
      },
      {
        "letra": "B",
        "texto": "Contravenção."
      },
      {
        "letra": "C",
        "texto": "Crime."
      },
      {
        "letra": "D",
        "texto": "Ausência de caridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3694394",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Tacima - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Assinale o ÚNICO crime que não consta dentre os crimes da periclitação da vida e da saúde no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio venéreo."
      },
      {
        "letra": "C",
        "texto": "Condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "D",
        "texto": "Rixa."
      },
      {
        "letra": "E",
        "texto": "Omissão de socorro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3586940",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "O crime de “Omissão de Socorro” é definido pelo Código Penal pela conduta típica de “Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”. Se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte, a pena será aumentada de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um terço."
      },
      {
        "letra": "B",
        "texto": "Dois terços."
      },
      {
        "letra": "C",
        "texto": "Três quintos."
      },
      {
        "letra": "D",
        "texto": "Metade."
      },
      {
        "letra": "E",
        "texto": "Quatro quintos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3567773",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Araçagi - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "A conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitandoa a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina” configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "Maus-tratos."
      },
      {
        "letra": "C",
        "texto": "Exposição ou abandono de recém-nascido."
      },
      {
        "letra": "D",
        "texto": "Perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "Liberação de concurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2557608",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é CORRETO afirmar que a conduta típica de “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública” configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exposição de recém-nascido."
      },
      {
        "letra": "B",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "Condicionamento de atendimento médico."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo para a saúde ou vida de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2531040",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica do crime de “Maus-tratos” no Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina."
      },
      {
        "letra": "B",
        "texto": "exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos, como condição para o atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública."
      },
      {
        "letra": "D",
        "texto": "expor ou abandonar recém-nascido, para ocultar desonra própria."
      },
      {
        "letra": "E",
        "texto": "abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2374120",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Com relação ao crime de abandono de incapaz, tipificado no Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige, para sua configuração, o abandono de pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, ainda que civilmente capaz."
      },
      {
        "letra": "B",
        "texto": "exige, para sua configuração, o abandono de pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, desde que civilmente incapaz."
      },
      {
        "letra": "C",
        "texto": "se do abandono resulta lesão corporal de natureza grave, a pena é de detenção."
      },
      {
        "letra": "D",
        "texto": "se do abandono resulta morte, a pena é de reclusão, de três a oito anos."
      },
      {
        "letra": "E",
        "texto": "se o abandono ocorreu em lugar ermo, as penas aumentam-se de dois terços."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2323772",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Deixar de prestar socorro a uma vítima de acidente ou a uma pessoa em perigo iminente, podendo fazê-lo, é crime previsto em lei no Código Penal Brasileiro. No entanto, um socorrista não será considerado omisso quando ele",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imaginar que outras pessoas poderão fazer o atendimento."
      },
      {
        "letra": "B",
        "texto": "decidir que não deseja prestar atendimento."
      },
      {
        "letra": "C",
        "texto": "julgar que tal lei é injusta."
      },
      {
        "letra": "D",
        "texto": "tiver pedido socorro à autoridade pública."
      },
      {
        "letra": "E",
        "texto": "acreditar que a vítima se recuperará sozinha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2323743",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A omissão de socorros é considerada uma atitude incorreta para todo cidadão. No seu trabalho diário, essa omissão é aceita quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causar risco de dano ao socorrista e à equipe."
      },
      {
        "letra": "B",
        "texto": "apresentar múltiplas vítimas."
      },
      {
        "letra": "C",
        "texto": "ocorrer após o horário da jornada do trabalho."
      },
      {
        "letra": "D",
        "texto": "gerar dúvidas quanto ao tipo de socorro a ser prestado."
      },
      {
        "letra": "E",
        "texto": "implicar risco de prejuízo material para a embarcação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2314390",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Seguindo o artigo 135 do Código Penal Brasileiro, faltar com o procedimento de prestar socorro à vítima de acidente, ocasionando em casos mais críticos a morte do indivíduo, é considerado um crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312114",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias, assim procurando melhor compreendê-los. Considerando algumas das classificações existentes, são, respectivamente, delito de resultado, delito de lesão, delito permanente e delito omissivo próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão, furto, rufianismo e prevaricação;"
      },
      {
        "letra": "B",
        "texto": "furto, dano, cárcere privado e omissão de socorro;"
      },
      {
        "letra": "C",
        "texto": "roubo, lesão corporal, sequestro e homicídio por omissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio, autoaborto, perseguição e estupro por omissão;"
      },
      {
        "letra": "E",
        "texto": "peculato, omissão de socorro, extorsão mediante sequestro e omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2278043",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina” é definida pelo Código Penal como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "Exposição ou abandono de recém-nascido."
      },
      {
        "letra": "C",
        "texto": "Maus-tratos."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo de contágio venéreo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2196902",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A respeito do direito penal aplicado à prática odontológica, julgue o item. A tipificação prevista no Código Penal para a omissão de socorro não se aplica caso o profissional, diante de uma situação de alto risco para sua própria vida, deixe de prestar assistência, desde que, nesses casos, solicite imediatamente o socorro das autoridades públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2144076",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Agostinho, experiente surfista, está surfando na companhia de Hegel, quando começa a se afogar em razão de uma cãibra muito forte. Hegel, após ver o colega se afogando, decide, ainda assim, surfar uma onda que estava muito favorável. Contudo, ao regressar já não é possível ajudar Agostinho, que só é encontrado, sem vida, horas depois. Diante dessa situação, é correto afirmar que Hegel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve responder por qualquer crime, uma vez que não há tipicidade em sua conduta;"
      },
      {
        "letra": "B",
        "texto": "não deve responder por qualquer crime, uma vez que inexigível conduta diversa, afastando a culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de homicídio doloso, uma vez que estava na posição de garantidor e sua omissão é penalmente relevante;"
      },
      {
        "letra": "D",
        "texto": "deverá responder pelo crime de homicídio culposo, uma vez que estava na posição de garantidor e sua omissão é penalmente relevante"
      },
      {
        "letra": "E",
        "texto": "deverá responder pelo crime de omissão de socorro, com pena triplicada, tendo em vista que a vítima se achava em grave e iminente perigo e, da omissão, resultou sua morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082258",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Todos os crimes de periclitação da vida e da saúde são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolosos."
      },
      {
        "letra": "B",
        "texto": "processados mediante ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "da modalidade qualificada pelo resultado morte."
      },
      {
        "letra": "D",
        "texto": "comissivos."
      },
      {
        "letra": "E",
        "texto": "de perigo concreto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2073345",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Débora é escrivã de polícia civil na Delegacia de Hidrolândia-GO e precisa colher depoimento de uma vítima que contraiu sífilis após praticar relações sexuais com outra pessoa positivada. O inquérito se funda na hipótese de crime por periclitação da vida e da saúde. Sobre esse tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente vetor não comete qualquer crime em hipótese, pois as relações sexuais são abonadas pela justificante do estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "se o agente vetor sabia que estava infectado, mas praticou relações sexuais sem o fim de infectar a vítima, então ele incorrerá no crime de perigo de contágio de moléstia grave."
      },
      {
        "letra": "C",
        "texto": "se o agente vetor sabia que estava infectado e praticou relações sexuais com o fim de infectar a vítima, então ele incorrerá no crime de perigo de contágio venéreo."
      },
      {
        "letra": "D",
        "texto": "se o agente vetor não sabia que estava infectado, ainda assim deverá responder por perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "o crime hipotético do agente vetor é o de maustratos, pois ele expôs a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2304690",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Câmara de Limoeiro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Quem pratica a conduta típica prevista no Código Penal de “praticar com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio de moléstia grave."
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio venéreo."
      },
      {
        "letra": "C",
        "texto": "Perigo para a saúde ou a vida de outrem."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Perigo para a saúde pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2281084",
    "metadata": "Ano: 2022 | Banca: NC-UFPR | Órgão: Prefeitura de Colombo - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "O Código Penal tipifica maus-tratos da seguinte maneira: “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina”. Relativamente à disposição do Código Penal, se o crime de maus-tratos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resulta em morte, a pena é de reclusão de 8 a 15 anos."
      },
      {
        "letra": "B",
        "texto": "resulta em lesão corporal de natureza grave, a pena é de reclusão de 3 a 10 anos."
      },
      {
        "letra": "C",
        "texto": "resulta em incapacidade permanente para o trabalho, a pena é de reclusão de 3 a 10 anos."
      },
      {
        "letra": "D",
        "texto": "é praticado contra pessoa menor de 14 anos, aumenta-se a pena de um terço."
      },
      {
        "letra": "E",
        "texto": "é praticado contra pessoa menor de 18 anos, aumenta-se a pena em metade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2018736",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Prefeitura de Laranjal Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Muito se falou, na pandemia, dos crimes elencados, no capítulo sobre periclitação da vida e da saúde. O artigo 131 descreve qual desse crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio venéreo;"
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio de moléstia grave;"
      },
      {
        "letra": "C",
        "texto": "Perigo para a vida ou saúde de outrem;"
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz;"
      },
      {
        "letra": "E",
        "texto": "Omissão de socorro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1993015",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Laio, ao receber a notícia de sua mulher, Jocasta, de que seria pai, foi consultar uma vidente para saber sobre o destino de seu futuro filho. Ao receber a informação de que a criança traria grande infelicidade para o casal, Laio, assim, que seu filho nasceu, veio a deixá-lo na porta de uma residência simples situada na periferia da cidade. Momentos depois, a criança foi resgatada pelo morador da referida residência com sua saúde e integridade física preservadas. Considerando a situação narrada, Laio, em tese, deve ser responsabilizado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exposição ou abandono de recém-nascido."
      },
      {
        "letra": "B",
        "texto": "tentativa de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "E",
        "texto": "tentativa de infanticídio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990981",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina, é considerado crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maus-tratos."
      },
      {
        "letra": "B",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "Redução à condição análoga à de escravo."
      },
      {
        "letra": "D",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1984033",
    "metadata": "Ano: 2022 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Acerca dos crimes da periclitação da vida e da saúde, analise as seguintes assertivas: I - No crime de perigo de contágio de moléstia grave, é elemento subjetivo do tipo específico o fim de transmitir a outrem doença grave contagiosa. II - No crime de perigo para a vida ou saúde de outrem, não há elemento subjetivo do tipo específico. III - O crime de perigo para a vida ou saúde de outrem é delito subsidiário, isto é, somente se usa o respectivo tipo penal se não houver outro mais grave. IV - No crime de perigo para a vida ou saúde de outrem, pode configurar causa de aumento de pena o transporte de trabalhadores em desacordo com as normas legais. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971697",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A premeditação constitui circunstância qualificadora no homicídio."
      },
      {
        "letra": "B",
        "texto": "Para que haja crime de lesão corporal praticado no contexto de violência doméstica, é necessário que a vítima conviva com o agente."
      },
      {
        "letra": "C",
        "texto": "O crime de omissão de socorro pode ser cometido por pessoa que não se encontra no local onde está a vítima."
      },
      {
        "letra": "D",
        "texto": "O crime de maus-tratos não pode ser cometido por professores contra seus alunos, mas somente pelos pais ou tutores da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964422",
    "metadata": "Ano: 2022 | Banca: COPESE - UFPI | Órgão: Prefeitura de União - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Considerando os crimes tipificados no Código Penal Brasileiro, assinale a opção com a resposta CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar alguém é imputar-lhe fato ofensivo à sua reputação."
      },
      {
        "letra": "B",
        "texto": "Injuriar alguém é imputar-lhe falsamente fato definido como crime."
      },
      {
        "letra": "C",
        "texto": "Difamar alguém é ofender-lhe a dignidade ou o decoro."
      },
      {
        "letra": "D",
        "texto": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina é considerado como mau-trato."
      },
      {
        "letra": "E",
        "texto": "Subtrair, para si ou para outrem, coisa alheia móvel constitui roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955044",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O crime de omissão de socorro, do art. 135 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem pena aumentada de metade se da omissão resulta lesão corporal de qualquer natureza e triplicada se resulta morte."
      },
      {
        "letra": "B",
        "texto": "não se consuma em caso de risco pessoal do sujeito ativo que se omite, desde que seja pedido socorro da autoridade pública."
      },
      {
        "letra": "C",
        "texto": "tem sujeito ativo próprio e sujeito passivo impróprio."
      },
      {
        "letra": "D",
        "texto": "consuma-se ainda que a vítima esteja morta."
      },
      {
        "letra": "E",
        "texto": "é classificado como comissivo por omissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1933160",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Em relação ao delito de maus-tratos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime é previsto por um tipo misto alternativo, havendo crime único se as condutas forem praticadas no mesmo contexto fático e se relacionarem à mesma vítima;"
      },
      {
        "letra": "B",
        "texto": "trata-se de delito de forma livre, admitindo multiplicidade de modos de execução, limitando-se a lei a exemplificar algumas ações;"
      },
      {
        "letra": "C",
        "texto": "o titular do direito de correção ou de disciplina não pode ser sujeito ativo do delito de maus-tratos, desde que não sejam empregados castigos físicos;"
      },
      {
        "letra": "D",
        "texto": "trata-se de crime de mão própria, pois reclama vinculação especial entre o autor e a vítima dos maus-tratos;"
      },
      {
        "letra": "E",
        "texto": "se a vida ou a saúde de criança ou adolescente for exposta a perigo por quem detenha sua guarda ou vigilância, será caracterizado o delito do Art. 232 do ECA."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1899402",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Leonardo, médico lotado em grande hospital particular, passou a ser responsável pela ala de pacientes infectados com Covid-19. Todavia, em que pese a determinação das autoridades sanitárias, Leonardo não submetia às instâncias competentes qualquer informação quanto ao número de infectados, bem como do quadro de tais pacientes, a despeito do número elevado de portadores da doença que foram por ele atendidos. Um familiar de um dos pacientes apresentou notícia-crime em sede policial narrando tais fatos. Diante disso, o delegado determinou a instauração de inquérito policial. A imputação que melhor se amolda à conduta de Leonardo seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Epidemia (art. 267 do CP)."
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio de moléstia grave (art. 131 do CP)."
      },
      {
        "letra": "C",
        "texto": "Prevaricação (art. 319 do CP)."
      },
      {
        "letra": "D",
        "texto": "Omissão de notificação de doença (art. 269 do CP)."
      },
      {
        "letra": "E",
        "texto": "Desobediência (art. 330 do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1899398",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Na madrugada de 01/01/2022, José estava dirigindo seu veículo regularmente, dentro do limite de velocidade da via, portando sua carteira nacional de habilitação, quando foi surpreendido por Manoel, 71 anos, que conduzia sua bicicleta e atravessava a estrada. José não conseguiu frear para evitar a colisão,; tomado de violenta emoção, José fugiu do local. Ao prosseguir pela estrada, José avistou um posto da Polícia Rodoviária a 20 minutos do local, porém prosseguiu a viagem. Manoel morreu de hemorragia ao chegar no hospital. Posteriormente, exame constatou a presença de 8 dg/L de álcool no sangue de Manoel. Em relação ao caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José praticou o crime de omissão de socorro, previsto no Art. 135 do CP."
      },
      {
        "letra": "B",
        "texto": "José praticou o crime de omissão de socorro, previsto no Art. 304 do CTB."
      },
      {
        "letra": "C",
        "texto": "José praticou o crime de homicídio culposo na condução de veículo, previsto no Art. 302 do CTB, com a incidência da causa de aumento pela omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "José praticou os crimes de homicídio culposo na condução de veículo (Art. 302 do CTB) e omissão de socorro (Art. 304 do CTB)."
      },
      {
        "letra": "E",
        "texto": "José não praticou crime algum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1910616",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Maria estava enferma em sua residência, quando sua irmã Rosana chegou para socorrê-la e levá-la ao hospital. Ao chegarem ao hospital, foi solicitado cheque-caução, bem como preenchimento prévio de formulários, para que Maria fosse atendida na emergência do hospital. Trata-se de conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atípica."
      },
      {
        "letra": "B",
        "texto": "Irregular, punida com multa."
      },
      {
        "letra": "C",
        "texto": "Criminosa, do crime de “Condicionamento de atendimento médico-hospitalar emergencial”."
      },
      {
        "letra": "D",
        "texto": "Criminosa, do crime de “Omissão de socorro”."
      },
      {
        "letra": "E",
        "texto": "Criminosa, do crime de “Maus-tratos”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910615",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Assinale, dentre as alternativas a seguir, a única que corresponde ao tipo penal do crime de “Perigo de Contágio Venéreo”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio."
      },
      {
        "letra": "B",
        "texto": "Praticar, ingenuamente, a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio."
      },
      {
        "letra": "C",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria."
      },
      {
        "letra": "D",
        "texto": "Expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado."
      },
      {
        "letra": "E",
        "texto": "Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1857560",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre aspectos legais dos procedimentos policiais, julgue o item a seguir. Suponha que, em determinada rodovia federal, um carro tenha causado acidente de trânsito, ferindo uma pessoa que ficou precisando de ajuda, mas o motorista não a tenha socorrido, mesmo com a possibilidade de fazê-lo sem que houvesse risco pessoal. Considere ainda que, no mesmo instante, uma terceira pessoa não envolvida no acidente tenha passado no local, mas não tenha prestado socorro. Nessa situação, o motorista causador do acidente responderá por crime de trânsito com agravante da omissão de socorro e a terceira pessoa responderá por crime de omissão de socorro previsto no Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855778",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes de omissão de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro inevitável sobre a posição de garantidor do bem jurídico, que fundamenta o dever jurídico especial de agir na omissão de ação imprópria, pode permitir a imputação do fato fundada no dever jurídico geral de agir, peculiar à omissão de ação própria."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo evitável sobre os elementos constitutivos do tipo objetivo do crime de omissão de socorro (CP, art. 135), exclui o dolo do agente, podendo, entretanto, gerar responsabilidade penal a título de culpa."
      },
      {
        "letra": "C",
        "texto": "O pedestre A percebe criança caminhando sozinha por via de circulação de veículos, e, ciente do perigo iminente e da real possibilidade de atropelamento do infante, deixa de lhe prestar assistência, podendo fazê-lo concretamente sem risco pessoal: se mais tarde a criança, em desvio ocasional do trânsito viário, acaba atingindo área reservada de segurança, não sofrendo quaisquer lesões, subsiste a responsabilidade penal de A por omissão de socorro (CP, art. 135)."
      },
      {
        "letra": "D",
        "texto": "A estrutura do tipo subjetivo na omissão de ação imprópria é composta por dolo ou culpa, e a estrutura do tipo subjetivo na omissão de ação própria é composta apenas pelo dolo."
      },
      {
        "letra": "E",
        "texto": "O professor A, responsável por conduzir alunos de escola infantil a visita programada em usina hidrelétrica, omite ação mandada para proteção dos estudantes no local, por lesão do dever de cuidado ou do risco permitido, com resultado de dispersão e afogamento fatal de uma das crianças em represa interna: A responde por prática de homicídio, por omissão de ação culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855772",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos"
    ],
    "enunciado_principal": "Do ponto de vista legislativo, constitui espécie de crime contra a vida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "abandono de recém-nascido com resultado morte;"
      },
      {
        "letra": "C",
        "texto": "maus-tratos com resultado morte;"
      },
      {
        "letra": "D",
        "texto": "instigação, auxílio ou induzimento à automutilação;"
      },
      {
        "letra": "E",
        "texto": "tortura com resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828388",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.O crime de maus-tratos é classificado como delito de forma vinculada, pois qualquer pessoa pode ser sujeito ativo do delito, bastando que haja o fim especial de tratar, educar, ensinar ou custodiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810029",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Jéssica, 19 anos, mãe solo de Brian, 2 anos, após colocar o filho para dormir e, certificando-se de que a criança estava em sono profundo, sai de casa deixando o menor sozinho para ir a uma festa. Infelizmente, enquanto Jéssica estava fora de casa, a residência pega fogo e Brian morre carbonizado. Nessa hipótese, assinale a alternativa que corresponde à responsabilidade penal de Jéssica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio praticado com dolo eventual"
      },
      {
        "letra": "B",
        "texto": "abandono de incapaz qualificado pelo resultado morte"
      },
      {
        "letra": "C",
        "texto": "homicídio culposo"
      },
      {
        "letra": "D",
        "texto": "omissão de socorro"
      },
      {
        "letra": "E",
        "texto": "infanticídio"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1693873",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: CODEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Segundo o artigo n° 132 do Código Penal, se alguém expuser a vida ou a saúde de outrem a perigo direto e iminente, e se o fato não constituir crime grave, estará sujeito à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de três meses a um ano."
      },
      {
        "letra": "B",
        "texto": "detenção, de um a dois anos."
      },
      {
        "letra": "C",
        "texto": "detenção, de cinco a dez anos."
      },
      {
        "letra": "D",
        "texto": "reclusão, de dois a quatro anos."
      },
      {
        "letra": "E",
        "texto": "reclusão, de um a dois anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1706580",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Segundo o Decreto-Lei, nº 2.848/1940, em seu art. 135, “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”, cabe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de três a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de quatro a seis meses, ou multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de cinco a seis meses, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1700192",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Segundo o Código Penal, art. 135, “deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparado ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”, a pena é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de 6 (seis) a 8 (oito) meses ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de 9 (nove) a 10 (dez) meses ou multa."
      },
      {
        "letra": "C",
        "texto": "Detenção de 01 (um ) a 6 ( seis ) meses ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de 01 ( um ) a 2 ( dois ) anos ou multa."
      },
      {
        "letra": "E",
        "texto": "Detenção de 02 ( dois ) a 3 ( três ) anos ou multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1700174",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "De acordo com o art. 131 do Decreto nº 2.848/40 “Praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio”, pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a quatro anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a quatro anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de três a quatro anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de quatro a cinco anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de cinco a seis anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1683263",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Ferraz de Vasconcelos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio praticado contra parente consanguíneo até terceiro grau da esposa será considerado violência doméstica em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "a lesão corporal praticada contra o cônjuge do Guarda Civil Municipal, em razão dessa condição, terá a pena aumentada."
      },
      {
        "letra": "C",
        "texto": "crime doloso contra a vida de mulher é feminicídio e contra a vida do homem é homicídio."
      },
      {
        "letra": "D",
        "texto": "a omissão de socorro é considerada um crime essencialmente doloso que, excepcionalmente, admite a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "violência doméstica é crime doloso contra a vida ou a integridade exclusivamente da esposa em razão dessa condição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673256",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o disposto no artigo 146 do Código Penal, constranger alguém, mediante violência ou grave ameaça, é uma prática sujeita à pena de reclusão, de um a três anos e multa, além de reparação ou retratação pelo dano causado. II. O crime de abandono de incapaz pode acarretar aumento de pena de três quartos se o abandono ocorre em lugar ermo ou se o agente é ascendente, descendente, cônjuge, irmão, tutor ou curador da vítima, de acordo com o Código Penal. Se a vítima é maior de 60 (sessenta) anos, a pena é aumentada em um meio, conforme previsto no artigo 133 do Decreto-lei nº 2.848, de 1940. III. Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, a tolerar que se faça ou a deixar de fazer alguma coisa, é uma prática sujeita à pena de reclusão, de quatro a dez anos, e multa. Se o crime é cometido por duas ou mais pessoas, ou com emprego de arma, aumenta-se a pena de um terço até metade, conforme disposto no artigo 158, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673255",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Caluniar alguém, imputando-lhe falsamente um fato definido como crime, é uma ação sujeita à pena de detenção, de seis meses a dois anos, e multa, de acordo com o Código Penal. Na mesma pena incorre quem, sabendo ser falsa a imputação, a propala ou divulga, conforme disposto no artigo 138 do Decreto-lei nº 2.848, de 1940. II. Deixar de prestar assistência à criança abandonada ou extraviada, quando é possível fazê-lo sem risco pessoal; ou não pedir, nesse caso, o socorro da autoridade pública, são ações puníveis com pena de detenção, de um a seis meses, ou multa, conforme previsto no artigo 135, Parágrafo único, do Decreto-lei nº 2.848, de 1940. III. Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa, é uma prática sujeita à pena de reclusão, de quatro a dez anos, e multa. Na mesma pena incorre quem, logo depois de subtraída a coisa, emprega violência contra a pessoa, a fim de assegurar a impunidade do crime ou a detenção da coisa para si ou para terceiro, conforme previsto no artigo 157 do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673250",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Injuriar alguém, ofendendo-lhe a dignidade ou o decoro, é uma prática punível com pena de detenção, de um a seis meses, ou multa, de acordo com o Código Penal. O juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria, conforme dispõe o artigo 140 do Decreto-lei nº 2.848, de 1940. II. Difamar alguém, imputando-lhe um fato ofensivo à sua reputação, é uma atitude que incorre em pena de reclusão, de três a seis anos, ou multa, conforme determina o artigo 139, Parágrafo único, do Código Penal. III. Expor alguém, por meio de relações sexuais ou de qualquer ato libidinoso, ao contágio de uma moléstia venérea, de que sabe ou deve saber que está contaminado, é uma ação cuja penalidade é de detenção, de três meses a um ano, ou multa. Se é intenção do agente transmitir a moléstia, a pena é de reclusão, de um a quatro anos, e multa, conforme previsto no artigo 130, § 1º, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673249",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o Código Penal, realizar um ato que exponha a perigo um meio de transporte público, que impeça ou dificulte o seu funcionamento é uma ação sujeita à pena de detenção, de um a dois meses. Se esse fato resulta em um desastre, a pena é de reclusão, de dois a cinco meses. No caso de culpa, se ocorre desastre, a pena é de detenção, de três a seis anos, conforme o artigo 262, § 1º e § 2º, do Decreto-lei nº 2.848, de 1940. II. Expor ou abandonar um recém-nascido, com o objetivo de ocultar uma desonra própria, é uma ação que prevê pena de detenção, de seis a oito anos, conforme disposto no Código Penal. Se esse fato resulta em uma lesão corporal de natureza grave no recém-nascido, a pena é de detenção, de um a três meses. Se esse ato resulta na morte do recém-nascido, a pena é de detenção, de oito a doze anos, conforme previsto no artigo 134, § 1º e § 2º, do Código Penal. III. Participar de suspensão ou abandono coletivo de trabalho, praticando violência contra uma pessoa ou contra uma coisa, é uma atitude sujeita à pena de detenção, de um mês a um ano, e multa, além da pena correspondente à violência. Nesse caso, para que se considere coletivo o abandono de trabalho é indispensável o concurso de, pelo menos, três empregados, conforme previsto no artigo 200, Parágrafo único, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673248",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Outras fraudes"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Abusar da inexperiência, da simplicidade ou da inferioridade mental de alguém em proveito próprio ou alheio, induzindo-o à prática de jogo ou aposta, ou à especulação com títulos ou mercadorias, sabendo ou devendo saber que a operação é ruinosa, é uma ação sujeita à pena de reclusão, de um a três anos, e multa, conforme disposto no artigo 174 do Decreto-lei nº 2.848, de 1940. II. Abandonar uma pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e que, por qualquer motivo, é incapaz de defender-se dos riscos resultantes do abandono, é uma atitude sujeita à pena de detenção, de seis meses a três anos. Se o abandono resulta em lesão corporal de natureza grave, a pena é de reclusão, de um a cinco anos. Se essa ação resulta em morte, a pena é de reclusão, de quatro a doze anos, conforme dispõe o artigo 133 do Código Penal. III. Apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção, é uma prática sujeita à pena de reclusão, de um a quatro anos, e multa. A pena é aumentada de um terço se o agente recebeu a coisa na qualidade de tutor, de curador, de síndico, de liquidatário, de inventariante, de testamenteiro ou de depositário judicial, conforme previsto no artigo 168 do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673247",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. À luz do artigo 107 do Decreto-lei nº 2.848, de 1940, extingue-se a punibilidade pela morte do agente; pela anistia, graça ou indulto; pela retroatividade de lei que não mais considera o fato como criminoso; pela prescrição, decadência ou perempção; pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; pela retratação do agente, nos casos em que a lei a admite. II. Entrar ou permanecer em casa alheia ou em suas dependências, de forma clandestina ou astuciosa, é uma prática sujeita à pena de detenção, de um a três meses, ou multa. Se o crime é cometido durante a noite, ou em lugar ermo, ou com o emprego de violência ou de arma, ou por duas ou mais pessoas, a pena é de detenção, de seis meses a dois anos, além da pena correspondente à violência, conforme previsto no artigo 150 do Decreto-lei nº 2.848, de 1940. III. À luz do Código Penal, exigir cheque-caução, nota promissória ou qualquer garantia como condição para o atendimento médico-hospitalar emergencial é uma ação sujeita à pena de detenção, de 3 (três) meses a 1 (um) ano, e multa. A pena é aumentada até o dobro se da negativa de atendimento resultar uma lesão corporal de natureza grave, e até o triplo se resulta em morte, conforme dispõe o artigo 135-A, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1279346",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Cananéia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Segundo o artigo 132 do Código Penal brasileiro, um empreiteiro responsável por uma obra de construção civil, que expõe a vida ou a saúde de algum funcionário a perigo direto e iminente, e se o fato não constitui crime mais grave, estará sujeito à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de um mês a dois meses."
      },
      {
        "letra": "B",
        "texto": "detenção, de três meses a um ano."
      },
      {
        "letra": "C",
        "texto": "detenção, de dois anos a cinco anos."
      },
      {
        "letra": "D",
        "texto": "reclusão, de um ano a dois anos e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão, de dois anos a cinco anos e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1134195",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "O atual Código de Direito Penal, recepcionado pela Constituição de 1988, inicia a Parte Especial tratando dos crimes contra a pessoa. Sobre eles, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Também é crime se a lesão corporal for praticada contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade"
      },
      {
        "letra": "B",
        "texto": "Trata-se de homicídio qualificado aquele cometido contra a mulher por razões da condição do sexo feminino"
      },
      {
        "letra": "C",
        "texto": "É crime o aborto de feto com anencefalia"
      },
      {
        "letra": "D",
        "texto": "É crime contra a pessoa praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir contágio"
      },
      {
        "letra": "E",
        "texto": "É crime abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2696031",
    "metadata": "Ano: 2019 | Banca: UFLA | Órgão: UFLA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "No que se refere ao transporte de trabalhadores, de acordo com Artigo 132 do Código de Processo Penal Brasileiro, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O transporte de trabalhadores em compartimento de carga de veículos é considerado crime de perigo por expor a vida dos trabalhadores a risco."
      },
      {
        "letra": "B",
        "texto": "O transporte de trabalhadores em compartimento de carga de veículos é considerado crime de perigo por expor a vida dos trabalhadores a risco, exceto em área rural."
      },
      {
        "letra": "C",
        "texto": "O transporte de trabalhadores em compartimento de carga de veículos é considerado crime de perigo por expor a vida dos trabalhadores a risco, somente se o veículo se deslocar acima de 20 km/h."
      },
      {
        "letra": "D",
        "texto": "O transporte de trabalhadores em compartimento de carga de veículos é considerado crime de perigo por expor a vida dos trabalhadores a risco, exceto quando forem adaptados assentos com cinto de segurança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2685567",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Riachão do Poço - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "José Luís, médico cirurgião-geral, diretor do Hospital XPTO exigiu cheque-caução para prestar atendimento hospitalar emergencial de pessoa gravemente ferida. A conduta de José Luís é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atípica."
      },
      {
        "letra": "B",
        "texto": "Tipificada como crime de “Condicionamento de atendimento médico-hospitalar emergencial”."
      },
      {
        "letra": "C",
        "texto": "Tipificada como crime de “Maus-tratos”."
      },
      {
        "letra": "D",
        "texto": "Permitida pela legislação brasileira."
      },
      {
        "letra": "E",
        "texto": "Tipificada como crime de “Abandono”."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2685566",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Riachão do Poço - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "De acordo com o Código Penal, são crimes constantes do capítulo “Da Periclitação da vida e da saúde”, todas as alternativas abaixo, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "B",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "C",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "Rixa."
      },
      {
        "letra": "E",
        "texto": "Perigo de contágio venéreo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2008685",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "B",
        "texto": "Perigo de contágio de moléstia grave."
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "Perigo de contágio venéreo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1618888",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "A conduta típica de “Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina”, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono."
      },
      {
        "letra": "B",
        "texto": "Omissão."
      },
      {
        "letra": "C",
        "texto": "Dano."
      },
      {
        "letra": "D",
        "texto": "Maus-tratos."
      },
      {
        "letra": "E",
        "texto": "Perigo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1618887",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Arthur, estava com tuberculose e resolveu praticar ato capaz de transmitir a doença para seu inimigo Giovanni. Para a realização de tal conduta, Arthur resolveu chamar Giovanni para uma conversa e tossiu por diversas vezes na direção do rosto de Giovanni com o objetivo de transmitir a tuberculose para Giovanni. De acordo com o Código Penal, esta conduta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atípica."
      },
      {
        "letra": "B",
        "texto": "Considerada como crime de perigo de contágio de moléstia grave."
      },
      {
        "letra": "C",
        "texto": "Considerada como crime de perigo de contágio venéreo."
      },
      {
        "letra": "D",
        "texto": "Considerada como crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Considerada como crime de perigo para a vida ou saúde de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1096973",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item.O crime de omissão de socorro só poderá ser praticado por médico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068988",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemCaracteriza maus‐tratos expor a perigo a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando‐a de alimentação ou cuidados indispensáveis, quer abusando de meios de correção ou disciplina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068987",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemNão é crime deixar de prestar assistência, quando impossível fazê‐lo sem risco pessoal, à pessoa inválida ou ferida, ao desamparado ou em grave e iminente perigo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1017687",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Rixa",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Com base no Código Penal, assinale abaixo a conduta típica que não se enquadra nos chamados crimes contra as pessoas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Participar de rixa, salvo para separar os contendores."
      },
      {
        "letra": "B",
        "texto": "Devassar indevidamente o conteúdo de correspondência fechada, dirigida a outrem."
      },
      {
        "letra": "C",
        "texto": "Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro."
      },
      {
        "letra": "D",
        "texto": "Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências."
      },
      {
        "letra": "E",
        "texto": "Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "978429",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta crimes que admitem a forma culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio, lesão corporal e emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "B",
        "texto": "Concussão, injúria e dano."
      },
      {
        "letra": "C",
        "texto": "Prevaricação, homicídio e omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "Homicídio, lesão corporal e peculato."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, dano e lesão corporal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973952",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Maus tratos"
    ],
    "enunciado_principal": "Uma mulher que, em razão de acordo verbal com os pais, cuida de uma criança percebe que esta caiu por caso fortuito num poço profundo e, embora esteja viva, precisa ser retirada por adultos. Voluntariamente, a mulher omite dos grupos de busca que tem conhecimento de onde se encontra a criança, que é considerada desaparecida. Passadas algumas horas, a criança morre por falta de alimentação. Assinale a alternativa que identifica o crime praticado pela mulher.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio doloso por comissão (tipo comissivo)."
      },
      {
        "letra": "B",
        "texto": "Homicídio doloso por omissão (tipo omissivo impróprio)."
      },
      {
        "letra": "C",
        "texto": "Homicídio doloso por omissão (tipo omissivo próprio)."
      },
      {
        "letra": "D",
        "texto": "Maus-tratos com resultado morte (tipo comissivo ou omissivo preterdoloso)."
      },
      {
        "letra": "E",
        "texto": "Abandono de incapaz com resultado morte (tipo omissivo próprio preterdoloso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1299586",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Julgue os seguintes itens. I Caracteriza maus-tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de educação e ensino. II Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de tratamento ou custódia. III Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de privação de alimentação ou cuidados indispensáveis. IV Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de trabalho excessivo ou inadequado. V Caracteriza maus‐tratos, segundo o art. 136 do Código Penal, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fins de abuso de meios de correção ou disciplina. A quantidade de itens certos é igual a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1."
      },
      {
        "letra": "B",
        "texto": "2."
      },
      {
        "letra": "C",
        "texto": "3."
      },
      {
        "letra": "D",
        "texto": "4."
      },
      {
        "letra": "E",
        "texto": "5."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1170260",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: UEFS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Penal Brasileiro, o condicionamento de atendimento médico-hospitalar emergencial, a falsificação de papéis públicos e o peculato são, respectivamente, exemplos de crimes contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pessoa, a administração pública e a fé pública."
      },
      {
        "letra": "B",
        "texto": "a fé pública, a pessoa e a administração pública."
      },
      {
        "letra": "C",
        "texto": "a pessoa, a paz pública e a administração pública."
      },
      {
        "letra": "D",
        "texto": "a fé pública, a administração pública e a paz pública."
      },
      {
        "letra": "E",
        "texto": "a pessoa, a fé pública e a administração pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1163305",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Araçatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio culposo é apenado com reclusão."
      },
      {
        "letra": "B",
        "texto": "induzir alguém a suicidar-se não é crime."
      },
      {
        "letra": "C",
        "texto": "o infanticídio não é crime, mas uma hipótese de homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "o feminicídio é considerado um crime culposo."
      },
      {
        "letra": "E",
        "texto": "expor a saúde de outrem a perigo direto e iminente é considerado crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068669",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla um crime contra pessoa apenado com detenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Provocar aborto, sem o consentimento da gestante."
      },
      {
        "letra": "C",
        "texto": "Praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio."
      },
      {
        "letra": "D",
        "texto": "Privar alguém de sua liberdade, mediante sequestro ou cárcere privado."
      },
      {
        "letra": "E",
        "texto": "Expor a vida ou a saúde de outrem a perigo direto e iminente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987244",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. Um cirurgião‐dentista que presencie um acidente de trânsito com vítima e, por imaginar que haja risco pessoal, somente peça socorro imediato dos bombeiros por telefone, estará cometendo crime de omissão de socorro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "964559",
    "metadata": "Ano: 2018 | Banca: IMA | Órgão: Prefeitura de Caxias - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Com relação ao disposto no Código Penal, Lei nº 2.848 de 7 de dezembro de 1940 - Crimes contra a Pessoa e contra o Patrimônio, marque a relação incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina / Pena - detenção, de dois meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime / Pena - reclusão, de um a cinco anos."
      },
      {
        "letra": "C",
        "texto": "Expor a vida ou a saúde de outrem a perigo direto e iminente / Pena - detenção, de três meses a um ano, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria / Pena - detenção, de seis meses a dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "938390",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro"
    ],
    "enunciado_principal": "A respeito dos crimes contra a periclitação da vida e da saúde, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de abandono de incapaz somente se configura se o dever de cuidado do autor para com o incapaz decorre de relação familiar."
      },
      {
        "letra": "B",
        "texto": "o crime de contágio de moléstia grave, para se configurar, exige que a exposição a contágio ocorra por relação sexual ou qualquer outro ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "o crime de condicionamento de atendimento médico-hospitalar emergencial é próprio de médico, não se configurando se a condição é imposta por pessoa diversa."
      },
      {
        "letra": "D",
        "texto": "o crime de omissão de socorro se caracteriza pela conduta de deixar de prestar assistência, quando possível, ainda que o agente peça socorro à autoridade pública."
      },
      {
        "letra": "E",
        "texto": "todos, sem exceção, não admitem a modalidade culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927247",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Sobre os crimes da Parte Especial do Código Penal, analise as afirmativas a seguir, marque V para as verdadeiras e F para as falsas. ( ) O “aborto com consentimento” da gestante constitui exceção à teoria monística adotada pelo Código Penal. ( ) Sob a mesma rubrica, o legislador tipificou dois modelos distintos de lesão corporal: a grave e a gravíssima. Segundo o Código Penal, a perda ou inutilização de membro, sentido ou função, devidamente atestada em laudo pericial, é classificada como lesão grave. ( ) O crime de perigo de contágio venéreo se consuma com a prática da relação sexual ou de ato libidinoso, independentemente do efetivo contágio que, se ocorrer, será simples exaurimento do delito. ( ) No crime de difamação, não é admitida a exceção da verdade. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "907901",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Ariana Pequena, com 19 anos de idade, ficou grávida de seu padrasto e, algum tempo após dar à luz uma menina, com a intenção de ocultar a sua desonra, por sua própria e consciente vontade, resolveu abandonar o recém-nascido em um terreno baldio. No entanto, o bebê foi resgatado por um Guarda Municipal ainda com vida e conseguiu sobreviver. Nessa situação hipotética, segundo o Código Penal, é correto afirmar que Ariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de infanticídio."
      },
      {
        "letra": "B",
        "texto": "não cometeu crime porque o bebê sobreviveu."
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de feminicídio"
      },
      {
        "letra": "D",
        "texto": "será processada criminalmente apenas se o bebê sofreu lesões corporais."
      },
      {
        "letra": "E",
        "texto": "deverá responder pelo crime de abandono de recém-nascido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "893195",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativos aos tipos penais dispostos no Código Penal e nas leis penais extravagantes.O crime de omissão de socorro, tipificado na parte especial do Código Penal, somente se consuma com a ocorrência de um resultado naturalístico, o qual, dependendo de sua gravidade, poderá constituir, ainda, causa qualificadora da conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866293",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Tendo em vista os Capítulos II e III do Código Penal, os quais se referem às Lesões Corporais e à Periclitação da Vida e da Saúde, analise as seguintes assertivas: I. A incapacidade para as ocupações habituais por mais de 30 dias é espécie de lesão corporal de natureza grave, sendo que as referidas ocupações não condizem apenas com a atividade laboral exercida pela vítima na ocasião, abrangendo qualquer outra atividade costumeira, moral ou imoral, desde que lícita. II. A debilidade permanente de membro, sentido ou função, difere da perda ou inutilização de membro, sentido ou função. A debilidade permanente é lesão corporal de natureza grave, enquanto que a perda ou inutilização é lesão corporal de natureza gravíssima. Se houver, por exemplo, a perda de um único dedo, temos debilidade permanente, mas se houver a perda de uma mão inteira, por exemplo, teremos, então, perda ou inutilização. III. Tanto o perigo de vida, espécie de lesão corporal de natureza grave, assim como o aborto, espécie de lesão corporal gravíssima, são preterdolosas, eis que são resultados não desejados pelo agente, o qual tinha dolo em relação à lesão corporal apenas, contando com culpa em relação a esses resultados: perigo de vida e aborto. Nesse sentido, também, a lesão corporal seguida de morte. IV. Pode-se asseverar que se o agente ativo, portador de HIV – AIDS, tem por intenção transmitir a sua doença a outrem, poderá responder pelo delito de perigo de contágio de moléstia grave, se o seu dolo se dirigir tão somente à transmissão da doença; poderá responder pelo delito de homicídio ou de tentativa de homicídio, se o seu dolo se dirigir para além da transmissão da doença à morte da vítima; ou, ainda, poderá responder por lesão corporal de natureza gravíssima, se seu dolo se dirigir à produção de ofensa à integridade física ou saúde da vítima, com o resultado enfermidade incurável, ou, ainda, por lesão corporal seguida de morte, acaso essa ocorra, mas o dolo do agente abranja apenas a intenção de lesionar a vítima. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2995161",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Segundo o disposto no Decreto Nº 2.848/40 - da Periclitação da Vida e da Saúde, expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina, acarretará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de dois meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um mês."
      },
      {
        "letra": "C",
        "texto": "Multa de vinte e quatro salários mínimos."
      },
      {
        "letra": "D",
        "texto": "Multa de trinta salários mínimos."
      },
      {
        "letra": "E",
        "texto": "Multa de quarenta e oito salários mínimos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2873212",
    "metadata": "Ano: 2017 | Banca: Instituto Acesso | Órgão: CODEMAR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Aquele que abandona pessoa com deficiência em entidades de abrigamento comete crime punível com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de 01 (um) ano a 04 (quatro) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "detenção de 01 (um) ano a 03 (três) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "reclusão de 01 (um) ano a 04 (quatro) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão de 06 (seis) a 03 (três) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "detenção de 06 (seis) meses a 03 (três) anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035167",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Nos termos do Código Penal, o crime de abandono de incapaz gera aumento da pena quando o abandono ocorre em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emplo religioso"
      },
      {
        "letra": "B",
        "texto": "local ermo"
      },
      {
        "letra": "C",
        "texto": "escola"
      },
      {
        "letra": "D",
        "texto": "delegacia"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "852764",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Jonas descobriu, na mesma semana, que era portador de doença venérea grave e que sua esposa, Priscila, planejava pedir o divórcio. Inconformado com a intenção da companheira, Jonas manteve relações sexuais com ela, com o objetivo de lhe transmitir a doença. Ao descobrir o propósito de Jonas, Priscila foi à delegacia e relatou o ocorrido. No curso da apuração preliminar, constatou-se que ela já estava contaminada da mesma moléstia desde antes da conduta de Jonas, fato que ela desconhecia. Nessa situação hipotética, considerando-se as normas relativas a crimes contra a pessoa, a conduta perpetrada por Jonas constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de perigo de contágio venéreo."
      },
      {
        "letra": "B",
        "texto": "crime impossível, em razão do contágio anterior."
      },
      {
        "letra": "C",
        "texto": "delito putativo de contágio por moléstia grave."
      },
      {
        "letra": "D",
        "texto": "perigo de contágio por moléstia grave consumado."
      },
      {
        "letra": "E",
        "texto": "tentativa de lesão corporal, devido ao perigo de contágio venéreo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843723",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Considerando que o processo de criminalização está intrinsecamente relacionado à noção de bem jurídico, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A disponibilidade dos bens jurídicos coletivos é ilimitada e, por isso, a atipicidade material do fato poderá decorrer do consentimento de alguns de seus titulares."
      },
      {
        "letra": "B",
        "texto": "A teoria da proteção penal proposta por Jakobs tem fundamento na Constituição e, como tal, refuta a ideia de que a missão do direito penal é a proteção da vigência da norma."
      },
      {
        "letra": "C",
        "texto": "O paternalismo constitui intervenção estatal na liberdade individual sempre de acordo com a vontade do titular do bem jurídico, podendo interferir, inclusive, em suas escolhas morais."
      },
      {
        "letra": "D",
        "texto": "No tipo penal de incesto, previsto expressamente no Código Penal, o legislador buscou proteger não somente a autodeterminação sexual, senão igualmente a moral familiar e a saúde pública."
      },
      {
        "letra": "E",
        "texto": "A incriminação da omissão de socorro revela a possibilidade, ainda que eventual, de a tutela de um bem jurídico nascer diretamente do poder punitivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812491",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Naiara, adolescente, ao chegar à própria casa depois do colégio, encontra seu pai caído, com um ferimento na cabeça, aparentemente produzido por disparo de arma de fogo realizado por ele mesmo, todavia ainda respirando. Desesperada, corre até a casa de seu tio Hermínio, cunhado da vítima, solicitando ajuda. Como houvera uma rusga entre Hermínio e a vítima, aquele se recusa a prestar auxílio, limitando-se a dizer à sobrinha: “tomara que morra”. Naiara, então, vai à casa de um vizinho, que se compromete a ajudá- la. Ao retornarem ao local do fato, encontram a vítima ainda viva, mas dando seus últimos suspiros, vindo a óbito em menos de um minuto. Do momento em que Naiara viu a vítima ferida até sua morte não transcorreram mais do que quinze minutos. Realizado o exame cadavérico, o laudo pericial indica que o ferimento seria inexoravelmente fatal, ainda que o socorro tivesse sido prestado de imediato. Nesse contexto, com base nos estudos sobre a omissão e acerca do bem jurídico-penal, é correto afirmar que a conduta de Hermínio caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicidio qualificado."
      },
      {
        "letra": "B",
        "texto": "induzimento. instigação ou auxílio ao suicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "conduta atípica."
      },
      {
        "letra": "E",
        "texto": "omissão de socorro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2727490",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O Art. 135 do Decreto-Lei Federal Nº 2.848/40 trata sobre qual assunto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maus tratos."
      },
      {
        "letra": "B",
        "texto": "Abandono de recém-nascido."
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Perigo para a vida ou saúde de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1337937",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Cuité de Mamanguape - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Qual alternativa não constitui uma periclitação da vida e da saúde presente no Decreto-Lei Federal nº 2.848/40?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio venéreo."
      },
      {
        "letra": "B",
        "texto": "Exposição ou abandono de idosos."
      },
      {
        "letra": "C",
        "texto": "Maus tratos."
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Perigo de contágio de moléstia grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1337517",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: CRO - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Segundo o Código Penal, aquele que praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio de moléstia moderada."
      },
      {
        "letra": "B",
        "texto": "Perigo para a vida ou saúde de outrem."
      },
      {
        "letra": "C",
        "texto": "Perigo de contágio de moléstia grave."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Exposição ou abandono de recém-nascido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1157409",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Abandono de incapaz",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "Em qual caso aumenta-se a pena em um terço se a vítima for maior de 60 anos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perigo de contágio venéreo"
      },
      {
        "letra": "B",
        "texto": "Perigo para a vida ou saúde de outrem"
      },
      {
        "letra": "C",
        "texto": "Abandono de incapaz"
      },
      {
        "letra": "D",
        "texto": "Omissão de socorro"
      },
      {
        "letra": "E",
        "texto": "Maus tratos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "772224",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Paulo é atropelado e, em estado grave, é socorrido de ambulância a um determinado Hospital para atendimento emergencial. Chegando ao nosocômio, a gerente Flávia exige da esposa do atropelado a apresentação de um cheque-caução no valor de R$ 20.000,00 e o preenchimento de formulários administrativos como condição para iniciar o atendimento médico-hospitalar emergencial. Neste caso, a gerente Flávia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "não cometeu crime, agindo de forma absolutamente legal segundo normas que regem o atendimento hospitalar no Brasil."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de lesão corporal de natureza grave."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de condicionamento de atendimento médico-hospitalar emergencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "676972",
    "metadata": "Ano: 2016 | Banca: COMPERVE - UFRN | Órgão: Câmara de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "O art. 133 do Código Penal estabelece que abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade e, que, por qualquer motivo, seja incapaz de defender -se dos riscos resultantes do abandono é crime cuja pena é aumentada de um terço",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o agente é parente da vítima."
      },
      {
        "letra": "B",
        "texto": "se do abandono resulta lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "se o abandono ocorre em lugar ermo."
      },
      {
        "letra": "D",
        "texto": "se a vítima é maior de 70 (setenta) anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641841",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "De acordo com o Código Penal, no crime subsidiário de expor a vida ou a saúde de outrem a perigo direto e iminente, o legislador incluiu uma causa de aumento de pena específica quando o crime decorre do transporte de pessoas para a prestação de serviços em estabelecimentos de qualquer natureza, em desacordo com as normas legais, a qual majora a pena de um sexto a um terço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560166",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Adriano atravessou a rua com o semáforo na cor verde para o motorista e fora da faixa de pedestres. Foi atropelado por Joaquim, condutor que vinha em velocidade dentro dos limites legais. Após o atropelamento, Adriano foi encaminhado para o hospital mais próximo, com traumatismo craniano por ter batido com a cabeça na guia. O médico que o recepcionou condicionou o atendimento médico-hospitalar emergencial à exigência de nota promissória. O médico cometeu o delito de condicionamento de atendimento médico-hospitalar emergencial cuja pena é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de 3 meses a 1 ano e multa."
      },
      {
        "letra": "B",
        "texto": "reclusão de 6 meses a 2 anos e multa."
      },
      {
        "letra": "C",
        "texto": "detenção de 9 meses a 3 anos e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão de 3 meses a 1 ano e multa, além de possível pensão mensal vitalícia que será devida a Adriano em caso de sequelas resultantes da demora no atendimento."
      },
      {
        "letra": "E",
        "texto": "detenção de 3 meses a 1 ano e multa, além da representação na Receita Federal do Brasil para que o hospital perca os benefícios fiscais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "519505",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "De acordo com o código 135 do código penal todo cidadão é obrigado a prestar auxílio a quem esteja necessitando, tendo três formas isso: atender, auxiliar quem esteja atendendo ou solicitar auxílio, sob pena de detenção de um a seis meses ou pagamento de multa. Existem exceções da lei (em relação a atender e/ou auxiliar) para os cidadãos a seguir, exceto pelo que se lê na alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Menor de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "Deficientes mentais."
      },
      {
        "letra": "C",
        "texto": "Gestantes a partir do terceiro mês."
      },
      {
        "letra": "D",
        "texto": "Maiores de sessenta anos."
      },
      {
        "letra": "E",
        "texto": "Deficientes visuais e físicos (incapacitados)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512635",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Dentre as afirmações abaixo, assinale a falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do latrocínio, é irrelevante que a pessoa morta em razão da violência empregada pelo agente não seja a mesma que detinha a posse da coisa subtraída."
      },
      {
        "letra": "B",
        "texto": "Para a tipificação da extorsão mediante sequestro qualificada pelo resultado é necessário que a violência utilizada pelo agente e da qual resulta morte seja empregada contra o sequestrado."
      },
      {
        "letra": "C",
        "texto": "O estupro qualificado se configura quando o agente, ao praticar a conduta dirigida à realização do estupro, causa lesão corporal de natureza grave ou morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Se a morte da gestante sobrevém em consequência dos meios inadequados empregados pelo agente para provocar o aborto, responderá ele por homicídio culposo."
      },
      {
        "letra": "E",
        "texto": "A forma majorada da omissão de socorro dispensa a prova do nexo causal natural entre a morte da vítima e a conduta do agente, bastando tão somente a existência da possibilidade de que a atuação deste poderia evitar o evento letal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464371",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "O crime de maus-tratos tem pena aumentada de 1/3 (art. 136, §3o do CP) se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticado contra ascendente, descendente, irmão ou cônjuge."
      },
      {
        "letra": "B",
        "texto": "resulta em lesão corporal, ainda que leve."
      },
      {
        "letra": "C",
        "texto": "o agente prevalece-se de relações familiares ou domésticas."
      },
      {
        "letra": "D",
        "texto": "praticado contra pessoa menor de 14 anos."
      },
      {
        "letra": "E",
        "texto": "praticado por agente público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "782165",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre a infração correspondente à “omissão de socorro”, considere as seguintes afirmativas: 1. Do ponto de vista criminal, diante de uma pessoa em iminente perigo de vida, as obrigações do médico não diferem daquelas de qualquer cidadão. 2. Ao ser chamado para atender o enfermo em caráter emergencial, o médico deve, antes de se dirigir ao local para atendimento, verificar se não houve exagero, por parte dos familiares, na descrição do quadro clínico, a fim de evitar um deslocamento inútil. 3. Qualquer que seja a dimensão de um estabelecimento de saúde que interna pacientes – agudos ou crônicos –, está ele obrigado a dispor permanentemente de médico plantonista, salvo se o regimento interno da instituição estipular norma diversa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "509516",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Mévio, com aninus necandi, deixa de prestar auxílio a seu colega durante a escalada de uma montanha íngreme e perigosa. Ao negar-se a estender a mão ao colega que havia se desequilibrado, Mévio observa-o cair num precipício e morrer. Sobre a conduta de Mévio, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estando na posição de garante, responderá por homicídio culposo, uma vez que possuía o dever legal de impedir o resultado."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de omissão de socorro, com a pena triplicada pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "por haver assumido o risco do resultado morte, responderá pelo crime de homicídio doloso, na espécie dolo eventual."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de homicídio doloso, posto que desejou diretamente o resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412198",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre a exigência de nota promissória como garantia para a realização de procedimento de emergência em hospital em virtude de grave acidente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza crime de omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "caracteriza crime de condicionamento de atendimento médico-hospitalar emergencial."
      },
      {
        "letra": "C",
        "texto": "caracteriza crime de extorsão."
      },
      {
        "letra": "D",
        "texto": "caracteriza crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "não caracteriza crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "355949",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, julgue os itens subsecutivos.Cometerá o crime de omissão de socorro um indivíduo que, à noite, ao passar por uma via considerada perigosa e publicamente conhecida pela ocorrência de crimes de roubo e latrocínio, depare-se com uma pessoa vítima de atropelamento recente e se negue a prestar-lhe socorro, por temer por sua segurança pessoal, mesmo que ele ligue para o serviço de emergência da polícia e do corpo de bombeiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305556",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Um profissional foi contratado para cuidar de um homem muito idoso. Certo dia, deixou o idoso sentado em uma praça pública para pegar sol. Em determinado momento, o idoso saiu andando, pensando que tinha sido esquecido pelo cuidador. O cuidador ficou inerte ao ver o idoso cruzar a rua próxima, mesmo vendo avançar um veículo, que estava a toda marcha, concebendo-se, portanto, o propósito de deixá-lo morrer, o que ocorreu. O cuidador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime algum, pois não houve nexo de causalidade da sua conduta e a morte do idoso."
      },
      {
        "letra": "B",
        "texto": "praticou crime de omissão de socorro, com pena triplicada pela morte."
      },
      {
        "letra": "C",
        "texto": "praticou crime de homicídio doloso na modalidade omissão imprópria."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de omissão de socorro (artigo 135 do CP) na modalidade omissão imprópria."
      },
      {
        "letra": "E",
        "texto": "praticou crime de homicídio culposo na modalidade omissão própria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305420",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Gertrudes, para ir brincar o carnaval, deixou dormindo em seu apartamento seus filhos Lúcio, de cinco anos de idade, e Lígia, de sete anos de idade. As crianças acordaram e, por se sentirem sós, começaram a chorar. Os vizinhos, ouvindo os choros e chamamentos das crianças pela janela do apartamento, que ficava no terceiro andar do prédio, arrombaram a porta, recolheram as crianças e entregaram-nas ao Conselho Tutelar. Logo, pode-se afirmar que Gertrudes deve responder pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perigo a vida ou saúde de outrem e os vizinhos não praticaram crime, pois estavam agindo em legítima defesa de terceiros."
      },
      {
        "letra": "B",
        "texto": "abandono de incapaz e os vizinhos não praticaram crime, pois estavam agindo em legítima defesa de terceiros."
      },
      {
        "letra": "C",
        "texto": "perigo a vida ou saúde de outrem e os vizinhos não praticaram crime, pois estavam agindo em estado de necessidade de terceiros."
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz e os vizinhos não praticaram crime, pois estavam agindo em estado de necessidade de terceiros."
      },
      {
        "letra": "E",
        "texto": "pelo crime de abandonomaterial e os vizinhos não praticaram crime, pois estavam agindo em estado de necessidade exculpante de terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341150",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – O crime de omissão de notificação de doença (art. 269 do CP) trata-se do que a doutrina convencionou chamar de norma penal em branco. II – Para o reconhecimento do crime de formação de quadrilha do art. 288 do Código Penal basta a comprovação da existência de associação estável de mais de três pessoas, com a intenção de praticar crimes diversos, sendo imprescindível, apenas, a identificação de todos os membros da quadrilha ou bando. III – Na hipótese de uma mulher vir a ser condenada pela prática do crime de infanticídio (art. 123 do CP), o Juiz, ao dosar a pena, deverá reconhecer a agravante de crime cometido contra criança (art. 61, II, “h\", do CP). IV – No delito de subtração de incapazes (art. 249 do CP), havendo a restituição do menor ou do interdito, se este não sofreu maus-tratos ou privações, o Juiz pode deixar de aplicar pena. De acordo com o Código Penal Brasileiro e o entendimento pacificado pelos Tribunais Superiores, estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316345",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Para a caracterização do delito de abandono de incapaz, impõe-se, além da existência de transgressão da relação particular de assistência entre o agente e a vítima, a presença, ainda que por certo lapso temporal, de perigo concreto para esta, sendo prevista, para o delito, tanto a forma comissiva quanto a omissiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312095",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Concurso de crimes",
      "Crime continuado",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Não se aplica a lei penal mais grave ao crime continuado, ainda que sua vigência seja anterior à cessação da continuidade. II - Nos casos de desistência voluntária e arrependimento eficaz, o agente não responde pela tentativa, porque o resultado deixa de ocorrer em virtude da sua vontade. III - Uma babá, embora não tenha o dever legal, como no caso dos pais, responde por omissão penal mente relevante se não agir para evitar o resultado lesivo no bebê de que cuidava. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "274262",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O crime de omissão de socorro não admite tentativa, porquanto estando a omissão tipificada na lei como tal e tratando-se de crime unissubsistente, se o agente, sem justa causa, se omite, o crime já se consuma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253809",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "Maria reside sozinha com sua filha de 5 meses de idade e encontra-se em benefício previdenciário de licença maternidade de 6 meses. Todas as tardes a filha de Maria dorme por cerca de duas horas, momento no qual Maria realiza as atividades domésticas. Em determinado dia, neste horário de dormir da filha, Maria foi até ao supermercado próximo de sua casa, uma quadra de distância, para comprar alguns mantimentos para a alimentação de sua filha. Normalmente esta saída levaria de 10 a 15 minutos, mas neste dia houve uma queda no sistema informatizado do supermercado o que atrasou o retorno à sua casa por 40 minutos. Ao chegar próximo à sua casa, Maria constatou várias viaturas da polícia e corpo de bombeiros na frente de sua residência, todos acionados por um vizinho que percebeu o choro insistente de uma criança por 15 minutos, acionando os órgãos de segurança. Ao prestarem socorro à criança, com o arrombamento da porta de entrada da casa, os agentes dos órgãos de segurança verificam que a criança estava sozinha em casa, mas apenas assustada e sem qualquer lesão. A conduta de Maria é caracterizada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de abandono de incapaz."
      },
      {
        "letra": "B",
        "texto": "crime de abandono de incapaz majorado."
      },
      {
        "letra": "C",
        "texto": "crime de abandono de recém nascido."
      },
      {
        "letra": "D",
        "texto": "atípica"
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233230",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Maus tratos"
    ],
    "enunciado_principal": "Abel, após ingerir pequena quantidade de bebida com teor alcoólico, inicia uma discussão com sua colega de trabalho, Zulmira, grávida de 6 meses. Após se sentir ofendido verbalmente, Abel obtém uma barra de madeira e desfere alguns golpes contra Zulmira apenas no intuito de feri-la fisicamente, e não ao seu feto. Zulmira foi, então, socorrida e levada ao pronto-socorro pelo corpo de bombeiros. Constatou-se no hospital a interrupção da gravidez pela morte do feto no ventre de Zulmira em função das agressões sofridas pela mãe. Nessa situação, Abel deverá ser enquadrado no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "infanticídio."
      },
      {
        "letra": "C",
        "texto": "maus-tratos."
      },
      {
        "letra": "D",
        "texto": "lesão corporal gravíssima."
      },
      {
        "letra": "E",
        "texto": "aborto provocado por terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "197589",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Pratica o crime de omissão de socorro, previsto no art. 135 do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que deixar de prestar socorro à vítima ferida, ainda que levemente, e desde que seja o causador da situação de perigo a título de dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "aquele que deixar de prestar socorro à vítima em situação de perigo por ele criada a título de culpa e desde que não haja risco pessoal."
      },
      {
        "letra": "C",
        "texto": "aquele que deixar de prestar socorro à vítima em face de uma situação de perigo a que ele deu causa, sem dolo ou culpa e desde que não haja risco pessoal."
      },
      {
        "letra": "D",
        "texto": "aquele que, por imprudência, der causa à situação de perigo, tendo praticado uma conduta típica culposa e que tenha deixado de atuar sem risco pessoal."
      },
      {
        "letra": "E",
        "texto": "aquele que der causa a uma situação de perigo, por meio da chamada culpa consciente, e tiver deixado de prestar socorro à vítima por perceber que ela poderia ser socorrida por terceiros."
      }
    ],
    "gabarito": "C"
  }
]