[
  {
    "id": "3530675",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Conforme previsto no Código Penal, o crime de perseguição é majorado quando praticado contra mulher por razões da condição do sexo feminino.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3408803",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item subsequente. Para a configuração do crime de perseguição, é suficiente a demonstração da conduta e de sua autoria e materialidade por uma única vez, não sendo necessária a reiteração do comportamento do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260319",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Perseguição",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O rol dos crimes contra a liberdade pessoal, descritos na Seção I do Capítulo VI do Título I da Parte Especial do Código Penal, vem sendo especialmente ampliado nos últimos cinco anos e, além disso, recebendo tratamento especial, tanto no Código Penal quanto na legislação penal especial. Sob tais perspectivas, analise as seguintes afirmações. I. Foi incluído no Código Penal o crime de “intimidação sistemática” (artigo 146-A), bem como sua forma qualificada de “intimidação sistemática virtual” (artigo 146-A, parágrafo único). II. Foram incluídos no Código Penal os crimes de “perseguição” (artigo 147-A) e “violência psicológica contra a mulher” (artigo 147-B). III. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos apenados com reclusão. IV. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos de ação penal pública incondicionada. V. O crime de “sequestro e cárcere privado” cometido contra menor de 18 (dezoito) anos (artigo 148, § 1o, inciso IV, do Código Penal) e o crime de “tráfico de pessoas” cometido contra criança ou adolescente (artigo 149-A, caput, incisos I a V e § 1o, inciso II, do Código Penal) foram incluídos no rol dos crimes hediondos (Lei no 8.072/90, artigo 1o, incisos XI e XII respectivamente). Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172456",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "[Questão inédita] Juquinha insatisfeito com o término do relacionamento amoroso com Florzinha resolve acompanhar, de forma clandestina, todos os movimentos de sua ex-namorada. Durante um trimestre, Juquinha esperava Florzinha na porta da academia, na porta do trabalho, na porta da faculdade, conduta que gerou abalo psicológico em Florzinha, obrigada a mudar seu itinerário e horários das atividades hodiernas. Nesses moldes, Juquinha perpetrou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de ameaça, de ação pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Crime de perseguição, de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Crime de perseguição, de ação penal pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Crime de perseguição, de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "Crime de violência psicológica contra a mulher, de ação penal pública condicionada à representação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3117545",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição",
      "Violência Psicológica Contra a Mulher"
    ],
    "enunciado_principal": "O Código Penal foi parcialmente modificado, em 2021, para a inclusão dos crimes de perseguição e violência psicológica contra a mulher. Acerca dos citados crimes, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os crimes são próprios em relação ao sujeito ativo;"
      },
      {
        "letra": "B",
        "texto": "o sujeito passivo, nos dois crimes, somente pode ser mulher;"
      },
      {
        "letra": "C",
        "texto": "ambos os crimes são de ação penal pública condicionada a representação da vítima;"
      },
      {
        "letra": "D",
        "texto": "o crime de perseguição é material, ao passo que o de violência psicológica contra a mulher é formal;"
      },
      {
        "letra": "E",
        "texto": "o crime de perseguição é habitual, enquanto o de violência psicológica contra a mulher não exige a reiteração da conduta criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3029971",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Após obter uma decisão desfavorável no âmbito de um processo administrativo que tramitou junto à Administração Pública Federal, João começou a perseguir, reiteradamente e de forma dolosa, Matheus, autoridade responsável pela tomada da decisão, invadindo e perturbando sua esfera de privacidade, além de restringir a sua capacidade de locomoção. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimidação sistemática, o qual está submetido à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "perseguição, o qual está submetido à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "intimidação sistemática, o qual está submetido à ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "perseguição, o qual está submetido à ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "perseguição, o qual está submetido à ação penal de iniciativa privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3007055",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "[Questão Inédita] O artigo 147-A do Código Penal, introduzido pela Lei nº 14.132/2021 tipifica a conduta de perseguição (stalking). Com base nesse dispositivo legal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena para o crime de perseguição é de detenção de três meses a um ano, ou multa, podendo ser aumentada se o crime for cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "B",
        "texto": "O crime de perseguição exige, para sua configuração, que a vítima sofra efetivamente lesões físicas ou psicológicas."
      },
      {
        "letra": "C",
        "texto": "O crime de perseguição pode ser praticado tanto por meios físicos quanto digitais, como e-mails, mensagens de texto ou redes sociais."
      },
      {
        "letra": "D",
        "texto": "A ação penal para o crime de perseguição é pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "O crime de perseguição só se consuma se houver contato físico entre o agente e a vítima, configurando-se, portanto, como crime material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2394772",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Mévia, inconformada com o fim do relacionamento, no período de julho a outubro de 2020, todos os dias, por diversas vezes, contatou Tício, seu ex-namorado, homem de 65 anos, expressando o sentimento de mágoa, raiva e desejo de vingança. Inicialmente, os contatos foram através de ligação telefônica, passando a mensagens por aplicativo WhatsApp. Bloqueados tais meios, o contato passou a se dar por mensagens de texto, Instagram e e-mail que, igualmente bloqueados, fez com que Mévia passasse a criar perfis falsos, para o envio de mensagens. Diante desses atos, Tício procura a autoridade competente, em novembro de 2021, manifestando o inequívoco desejo de ver os fatos processados. Mévia é denunciada pela contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), vindo a se tornar ré, em fevereiro de 2021, sendo que, em 15 de março, iniciada a instrução, a vítima é ouvida, ratificando a sua versão e o desejo de ver a ré punida pelos fatos. Finalizada a instrução, os autos seguem à conclusão, para sentença, em janeiro de 2022. Diante da situação hipotética e considerando que a Lei no 14.132/2021, que tipificou o crime de perseguição, revogando, expressamente, a contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), entrou em vigor em 31 de marco de 2021, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, não sendo caso de intimação de Tício, para fins de representação, vez que a ação penal é publica incondicionada, em razão de ele ser idoso."
      },
      {
        "letra": "B",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, sendo, no entanto, necessária a intimação de Tício, para fins de representação, vez que a ação penal é pública condicionada."
      },
      {
        "letra": "C",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade, não se podendo falar em princípio da continuidade normativo-típica, visto que o crime de perseguição exige vítima mulher."
      },
      {
        "letra": "D",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas da contravenção penal, restando, ainda, inequívoco o desejo de Tício de vê-la processada e condenada pelo depoimento prestado em Juízo."
      },
      {
        "letra": "E",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386451",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para configuração do crime de perseguição é necessária a prática reiterada de atos de perturbação ou perseguição."
      },
      {
        "letra": "B",
        "texto": "A perturbação da tranquilidade alheia, atualmente denominada de stalking, configura a prática da contravenção de perseguição."
      },
      {
        "letra": "C",
        "texto": "A criminalização do crime de perseguição proíbe que o governo, por meio de seus agentes públicos, se imiscua nos meios eleitos pelos cidadãos para o atingimento de suas vontades particulares."
      },
      {
        "letra": "D",
        "texto": "O sujeito passivo do crime de perseguição deverá ser necessariamente pessoa em situação de vulnerabilidade, ou seja, criança, adolescente, idoso ou mulher."
      },
      {
        "letra": "E",
        "texto": "O crime de perseguição é de ação pública incondicionada, sendo desnecessária a representação da vítima para que os agentes de segurança adotem as medidas necessárias para a sua prevenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367571",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Leia os fragmentos a seguir. O Instituto Avon no estudo “Misoginia e Violência contra mulheres na internet: um levantamento sobre fóruns anônimos”, realizado em parceria com a empresa Timelens, constatou que, dentre as regras dos Chans, está a proibição de participação de mulheres e que, quando as mulheres não correspondem às expectativas dos frequentadores, são articulados ataques coordenados, bem como que as mulheres inclusive denominadas de depósito. Estudo disponível em: https://institutoavon.org.br/estudo-do-instituto-avon-trazdados-sobre-misoginia-e-violencia-contra-mulheres-na-internet/ Já, Danielle Keats Ciron, em seu livro “Hate Crimes in CyberSpace” ressaltou que estudos evidenciaram que usuários com nomes femininos receberam em média “cem mensagens privadas maliciosas”, que o estudo define como “linguagem sexualmente explicita ou ameaçadora”, para cada quatro recebidas por usuários masculinos; que usuários humanos masculinos visavam especificamente os femininos; e que ser mulher aumenta o risco de assédio cibernético e, para mulheres lésbicas, transexuais ou bissexuais e mulheres negras o risco pode ser maior. Harvard University Press, 2014. Considerando os fragmentos acima, analise as afirmativas a seguir. I. O delito de perseguição tem a pena majorada quando é cometido contra criança, adolescente ou idoso; mulher por razões da condição de sexo feminino, nos termos da lei; ou mediante concurso de 2 (duas) ou mais pessoas ou com o emprego de arma. II. Considerando que o delito de perseguição foi previsto no Art. 147-A, do Código Penal, por força da Lei nº 14132/2021, bem como que esta mesma lei revogou o disposto no Art. 65 do Decreto-lei nº 3688/1941, é possível afirmar que, pela jurisprudência, inexistiu automática abolitio criminis para todos os fatos que estavam enquadrados no Art. 65, citado, uma vez que permanece a reprovação penal em continuidade normativo-típica. III. Considera-se também relação íntima de afeto, a fim de ensejar a aplicação da Lei Maria da Penha, aquela estabelecida e/ou mantida por meio da rede mundial de computadores. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386173",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "A respeito do crime de perseguição, previsto no art. 147-A, do Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é de ação pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "somente admite vítima mulher."
      },
      {
        "letra": "C",
        "texto": "se praticado por intermédio da internet, enseja causa de aumento."
      },
      {
        "letra": "D",
        "texto": "se praticado mediante concurso de agentes, enseja causa de aumento."
      },
      {
        "letra": "E",
        "texto": "somente se caracteriza mediante o emprego de ameaça à integridade física ou psicológica da vítima mulher."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328468",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Bianca, inconformada com o fim de seu namoro com Caio, ciente de que ele costuma frequentar determinado parque público para se exercitar aos domingos, passa a ir ao local, a fim de encontra-lo, ocasião em que, de forma insistente e aos prantos, pede para que reatem a relação amorosa, assim dificultando seu lazer, o que é feito em cinco domingos sucessivos. Diante do caso narrado, o crime cometido por Bianca é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perseguição;"
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal;"
      },
      {
        "letra": "C",
        "texto": "violência psicológica;"
      },
      {
        "letra": "D",
        "texto": "importunação sexual;"
      },
      {
        "letra": "E",
        "texto": "perturbação do sossego."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2283674",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Ingá - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Julgue o item subsequente. A restrição da capacidade de locomoção da vítima no crime de perseguição acarreta o aumento da pena em até metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2220616",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Triunfo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Julgue o item a seguir. As penalidades aplicadas ao crime de perseguição não prejudicam a aplicação das demais penas relacionadas à violência sofrida pela vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211465",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Perseguição"
    ],
    "enunciado_principal": "No dia 21 de março de 2022, Bruno perturbou, por acinte, a tranquilidade de sua ex-companheira, Kelly, ao fazer, durante o expediente dela, uma única ligação para o telefone comercial da empresa em que ela trabalha, tendo gritado com ela e lhe exigido coisas relacionadas ao filho do ex-casal. Kelly ficou nervosa, assustada e preocupada com possíveis consequências profissionais contra si dessa conduta de Bruno, que, além de baseada no gênero da vítima, ocorreu no âmbito de relação íntima de afeto do ex-casal, uma vez que eles haviam sido companheiros e tiveram um filho juntos. Nessa situação hipotética, conforme o Código Penal (CP), ao efetuar a ligação mencionada para Kelly, Bruno praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o delito de violência psicológica contra a mulher."
      },
      {
        "letra": "B",
        "texto": "conduta atípica."
      },
      {
        "letra": "C",
        "texto": "o delito de ameaça."
      },
      {
        "letra": "D",
        "texto": "o delito de perseguição (stalking)."
      },
      {
        "letra": "E",
        "texto": "contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2209493",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é correto afirmar que a conduta de “perseguir alguém, reiteradamente e por qualquer meio, ameaçando-lhe a integridade física ou psicológica, restringindo-lhe a capacidade de locomoção ou, de qualquer forma, invadindo ou perturbando sua esfera de liberdade ou privacidade” é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um fato atípico em razão de ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "um crime apenado com reclusão que somente se procede mediante representação."
      },
      {
        "letra": "C",
        "texto": "uma causa de aumento de pena no crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "uma forma de violência psicológica apenada com detenção."
      },
      {
        "letra": "E",
        "texto": "uma qualificadora no crime de ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2006433",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Perseguição",
      "Crimes contra o Estado Democrático de Direito",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. I. Constitui crime previsto no Código Eleitoral o ato de restringir, impedir ou dificultar, com emprego de violência física, sexual ou psicológica, o exercício de direitos políticos a qualquer pessoa em razão de seu sexo, raça, cor, etnia, religião ou procedência nacional. II. O crime de perseguição previsto no artigo 147-A do Código Penal somente pode ser cometido contra mulher por razões da condição do sexo feminino. III. A Lei nº 11.340/2006, conhecida como “Lei Maria da Penha”, desde sua publicação, considera como crime o descumprimento de Medidas Protetivas de Urgência. IV. Há crime de latrocínio quando o homicídio se consuma, ainda que não realize o agente a subtração de bens da vítima. V. A extinção do mandato do prefeito não impede a instauração de processo pela prática dos crimes previstos no art. 1º do Dl. 201/67.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas I, IV e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992695",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Alberto e Camila terminaram um relacionamento recentemente. Entretanto, Alberto não se conforma, e diariamente espera Camila na saída do trabalho, seguindo-a até em casa. Esse ato é legalmente reconhecido como Perseguição, consubstanciando-se como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma ofensa."
      },
      {
        "letra": "B",
        "texto": "uma falta."
      },
      {
        "letra": "C",
        "texto": "um delito."
      },
      {
        "letra": "D",
        "texto": "uma infração."
      },
      {
        "letra": "E",
        "texto": "um crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968225",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Acerca do delito de perseguição (stalking) no Brasil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação de perseguição ou stalking não é considerada crime pelo direito brasileiro."
      },
      {
        "letra": "B",
        "texto": "Para a existência do crime de perseguição, é necessário que o agente restrinja a capacidade de locomoção da vítima."
      },
      {
        "letra": "C",
        "texto": "A perseguição era considerada contravenção penal."
      },
      {
        "letra": "D",
        "texto": "No delito de perseguição, o único caso de aumento de pena previsto diz respeito à faixa etária ou ao sexo da vítima."
      },
      {
        "letra": "E",
        "texto": "O delito de perseguição é um crime de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1946481",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo",
      "Legislação Penal Especial",
      "Perseguição"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de violência psicológica, previsto no artigo 147-B, do Código Penal, pode ser praticado contra mulher, criança e adolescente."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal, previsto no artigo 146 do Código Penal, é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "No crime de sequestro e cárcere privado, previsto no artigo 148, do Código Penal, a morte da vítima qualifica o crime."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição, previsto no artigo 147-A, do Código Penal, é de ação pública incondicionada se cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "E",
        "texto": "É equiparada ao crime de reduzir a condição análoga à de escravo, previsto no art. 149, do Código Penal, a conduta de cercear o uso de qualquer meio de transporte ao trabalhador, com o fim de retê-lo no ambiente do trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2009874",
    "metadata": "Ano: 2021 | Banca: AMEOSC | Órgão: Prefeitura de Santa Helena - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O presidente da República, Jair Bolsonaro, sancionou a lei que tipifica o crime de perseguição reiterada, por qualquer meio, como a internet, que ameaça a integridade física e psicológica de alguém, interferindo na liberdade e na privacidade da vítima. A norma altera o Código Penal (Decreto-Lei 3.914, de 1941) e prevê pena de reclusão de seis meses a dois anos e multa para esse tipo de conduta. Este crime ficou conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bullying."
      },
      {
        "letra": "B",
        "texto": "Stalking."
      },
      {
        "letra": "C",
        "texto": "Abuso de privacidade."
      },
      {
        "letra": "D",
        "texto": "Hacker."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1979951",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Perseguição"
    ],
    "enunciado_principal": "Relativamente ao tema dos crimes contra a pessoa, contra o Patrimônio, contra a Dignidade Sexual, contra Administração Pública e Violência Doméstica, analise as afirmativas a seguir, as quais correspondem à imagem abaixo.I. A imagem é de um funcionário público estadual que, sem autorização, faz a inserção de dados falsos em sistema de informações do Governo, o que caracterizaria uma das modalidades de peculato. II. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de uma modelo famosa e passa a exigir-lhe dinheiro sob a ameaça de divulgar ao seu esposo que ela possui um relacionamento extraconjugal com uma conhecida lutadora de sumô, o que caracterizaria o delito de furto eletrônico, nos termos do art. 155, § 4º B do Código Penal. III. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de um jovem violinista e passa a assediá-lo com o intuito de manterem relação sexual, o que caracterizaria o delito de assédio sexual, nos termos do art. 216-A do Código Penal. IV. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa do computador de uma cantora as suas redes sociais e e-mail’s, de forma a persegui-la virtualmente, perturbando sua privacidade, o que caracterizaria o crime de perseguição ou “stalking”, nos termos do art. 147-A do Código Penal. V. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de sua ex-namorada e, inconformado com o fim do namoro, passa a importuná-la, ameaçando-a, humilhando-a com efetivo prejuízo a sua saúde psicológica e autodeterminação, o que caracterizaria o delito de violência psicológica, nos termos do art. 147-B do Código Penal. Após a análise, estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1845015",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O crime de perseguição, também conhecido como stalking,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra criança, adolescente ou idoso, tem a pena aumentada de metade."
      },
      {
        "letra": "B",
        "texto": "é incompatível com a Lei Maria da Penha em razão da forma equivocada de tipificação."
      },
      {
        "letra": "C",
        "texto": "com emprego de violência, tem a pena aumentada de um terço até metade."
      },
      {
        "letra": "D",
        "texto": "com restrição da liberdade da vítima, tem a pena aumentada de metade."
      },
      {
        "letra": "E",
        "texto": "não permite a substituição da pena privativa de liberdade por restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1767745",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O CRIME DE PERSEGUIÇÃO (art. 147-A do CP):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É material, exigindo a efetiva influência na esfera psíquica da vítima para se consumar."
      },
      {
        "letra": "B",
        "texto": "Não se configura se a vítima permanecer em contato com o autor ou reatar o relacionamento com ele."
      },
      {
        "letra": "C",
        "texto": "Não se configura, caso haja apenas um ato de perseguição praticado após a vigência da Lei nº 14.132/2021, mesmo que se registrem outros atos antes da entrada em vigor do novo diploma."
      },
      {
        "letra": "D",
        "texto": "Não admite tentativa."
      },
      {
        "letra": "E",
        "texto": "Não admite a continuidade típiconormativa com a contravenção de perturbação da tranquilidade (art. 65 da LCP), porque a novatio legis revogou expressamente o dispositivo do diploma contravencional."
      }
    ],
    "gabarito": "D"
  }
]