[
  {
    "id": "3272326",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Em relação ao tempo de duração máxima da medida de segurança, qual alternativa aponta corretamente entendimento sumulado do STJ sobre o tema?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "B",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 30 anos."
      },
      {
        "letra": "C",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena concretamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 40 anos."
      },
      {
        "letra": "E",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 1 ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2476390",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "De acordo com o entendimento do Superior Tribunal de Justiça (STJ), o tempo de duração da medida de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será fixado entre 1 ano e 3 anos, conforme previsto no Código Penal."
      },
      {
        "letra": "B",
        "texto": "deve ser definido pelo juiz, no momento da sentença, com base na análise do caso concreto."
      },
      {
        "letra": "C",
        "texto": "não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "deve corresponder ao tempo necessário para que se afaste a periculosidade."
      },
      {
        "letra": "E",
        "texto": "é de até 30 anos, independentemente do crime praticado, em razão de previsão constitucional, desde que se comprove a periculosidade do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937427",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. A medida de segurança tem prazo mínimo de um a três anos, devendo ser fixado pelo juiz no momento da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149349",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Acerca da ação penal, de causas de extinção da punibilidade e da imposição de medidas de segurança, julgue o item subsequente.O Código Penal estabelece que a desinternação ou a liberação de agente inimputável, pelo juiz, será sempre condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976023",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Levando-se em conta o instituto da Medida de Segurança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista as suas especificidades, a medida de segurança poderá durar perpetuamente."
      },
      {
        "letra": "B",
        "texto": "Havendo recurso apenas por parte da acusação, fica vedado ao Tribunal de Justiça aplicar a Medida de Segurança."
      },
      {
        "letra": "C",
        "texto": "A duração da medida de segurança está limitada ao quantum mínimo de pena privativa de liberdade cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "Havendo recurso apenas por parte da defesa, fica vedado ao Tribunal de Justiça aplicar a Medida de Segurança."
      },
      {
        "letra": "E",
        "texto": "O período de reavaliação da medida de segurança é de no mínimo 2 e no máximo 5 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1173714",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Com relação às medidas de segurança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desinternação do agente, constatada a cessação da periculosidade, será sempre condicional. Restabelece-se a situação anterior se o agente, antes do decurso de 01 (um) ano, pratica fato que indique persistir a periculosidade."
      },
      {
        "letra": "B",
        "texto": "O ordenamento brasileiro, no que diz respeito às medidas de segurança, adotou o sistema do duplo binário, aplicando-se ao semi-imputável pena ou medida de segurança."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança, a despeito de não ter prazo de duração determinado, não pode ter duração inferior a 03 (três) anos."
      },
      {
        "letra": "D",
        "texto": "O exame pericial para verificar a cessação ou não da periculosidade do agente será realizado a cada 03 (três) anos."
      },
      {
        "letra": "E",
        "texto": "A medida de segurança se impõe ainda que extinta a punibilidade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "938389",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "A respeito das medidas de segurança e dos inimputáveis, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desinternação será sempre condicional e se restabelecerá caso o agente, antes do decurso de 01 (um) ano, praticar fato indicativo de periculosidade, ainda que não criminoso."
      },
      {
        "letra": "B",
        "texto": "São inimputáveis os menores de 18 (dezoito) anos e os que praticam fatos definidos como crime sob emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "Ao inimputável, enquanto não cessada a periculosidade, continuará se impondo medida de segurança, ainda que o fato por ele praticado deixe de ser criminoso."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança tem prazo de duração indeterminado, perdurando enquanto não cessada a periculosidade, mas não será menor que 03 (três) anos."
      },
      {
        "letra": "E",
        "texto": "Aos inimputáveis aplicam-se medida de segurança, mas, uma vez cessada a condição, o agente passará a cumprir a pena correspondente ao crime praticado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866728",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Assinale a opção correta com relação ao entendimento dos tribunais superiores a respeito das penas, das medidas de segurança e de sua aplicação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida de segurança perdurará enquanto o exame pericial médico anual não indicar a cessação da periculosidade do internado."
      },
      {
        "letra": "B",
        "texto": "A internação do paciente submetido a medida de segurança não interromperá o curso do prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "A idade do réu no momento do cometimento do crime é irrelevante na definição do prazo de prescrição."
      },
      {
        "letra": "D",
        "texto": "A pena resultante da unificação serve para definir o limite temporal máximo de trinta anos, mas não para calcular a progressão de regime e o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "O incremento da pena no crime de roubo na fase final da dosimetria deve ser estabelecido de acordo com a quantidade de majorantes presentes na ação criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "828304",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Medida de segurança",
      "Prazo de duração",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "825742",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Acerca da aplicação e da execução da pena, assinale a opção correta, conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento jurisprudencial, o tempo da internação para o cumprimento de medida de segurança é indeterminado, perdurando enquanto não for averiguada a cessação da periculosidade."
      },
      {
        "letra": "B",
        "texto": "No momento da aplicação da pena, o juiz pode compensar a atenuante da confissão espontânea com a agravante da promessa de recompensa."
      },
      {
        "letra": "C",
        "texto": "É vedada a concessão de trabalho externo a apenado em empresa familiar em que um dos sócios seja seu irmão."
      },
      {
        "letra": "D",
        "texto": "Confissão ocorrida na delegacia de polícia e não confirmada em juízo não pode ser utilizada como atenuante, mesmo que o juiz a utilize para fundamentar o seu convencimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "799970",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Prazo de duração",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança aplicam-se no caso de prática de contravenção prevista na Lei nº 3.688/41."
      },
      {
        "letra": "B",
        "texto": "O réu deve ser absolvido e aplicada medida de segurança, caso seja constatada a inimputabilidade por doença mental superveniente à prática do fato."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança de internação ou tratamento ambulatorial, quanto aos réus inimputáveis, são aplicáveis por prazo determinado de 01 a 03 anos."
      },
      {
        "letra": "D",
        "texto": "Após a aplicação de medida de segurança de tratamento ambulatorial poderá ser determinada a internação, no processo de execução, se o acusado praticar novo crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628804",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Sobre as penas e medidas de segurança, considere as afirmações abaixo. I - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, processos criminais em andamento não poderão ser valorados como prova de antecedentes criminais, salvo na hipótese de já terem sido objeto de sentença condenatória sobre a qual se aguarda o julgamento de recursos defensivos. II - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, quando da aplicação do método trifásico da pena, o juiz poderá aplicá-la abaixo do mínimo legal apenas no momento de fixação da pena definitiva, não sendo possível diminuí-la em momento anterior, ainda que reconhecida alguma circunstância atenuante. III - Segundo a orientação jurisprudencial dominante no Superior Tribunal de Justiça, o tempo de duração da medida de segurança não poderá ser superior ao tempo máximo de pena abstratamente cominado ao crime praticado pelo agente. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592484",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração",
      "Superveniência de doença mental",
      "Inimputabilidade decorrente de dependência química"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento pacificado do STJ, a execução de medida de segurança perdurará enquanto não cessar a periculosidade do inimputável, sujeitando-se, independentemente do delito, ao tempo máximo de duração de trinta anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402708",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "No que se refere a concurso de pessoas, aplicação da pena, medidas de segurança e ação penal, julgue os itens a seguir. O tempo de internação do preso, assim como o de tratamento ambulatorial, durará, no mínimo, um ano e, no máximo, três anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311778",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A internação, ou tratamento ambulatorial, será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade."
      },
      {
        "letra": "B",
        "texto": "Nos crimes apenados com detenção, sendo o réu semi-imputável, o juiz poderá optar pela substituição da diminuição da pena privativa de liberdade de 1/3 a 2/3 pelo tratamento ambulatorial, pelo prazo mínimo de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "Nos crimes apenados com reclusão, sendo o réu semi-imputável, o juiz poderá optar pela substituição da diminuição da pena privativa de liberdade de 1/3 a 2/3 pela internação em hospital de custódia, pelo prazo mínimo de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "A internação, ou tratamento ambulatorial, será pelo prazo de 1 a 3 anos e, ao término deste, realizar-se-á perícia médica para verificação da periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274258",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Tratando-se de sentença na qual é imposta medida de segurança ao acusado inimputável, o tempo de seu cumprimento, independentemente da cessação da periculosidade, não poderá ultrapassar o limite máximo da pena abstratamente aplicada ao crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253688",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "À luz das disposições do CP e da doutrina penal, assinale a opção correta com referência ao agravamento do crime pelo resultado, ao erro sobre elementos do tipo, à imputabilidade penal, ao concurso de pessoas e a aspectos associados às penas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será isento de pena o agente que, por embriaguez completa voluntária, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar- se de acordo com tal entendimento."
      },
      {
        "letra": "B",
        "texto": "Pelo resultado que agrave especialmente a pena, só responderá o agente que o houver causado ao menos dolosamente."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se evitável, isenta o agente de pena. Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "D",
        "texto": "Na medida de segurança, a desinternação, ou a liberação, será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade."
      },
      {
        "letra": "E",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elas sejam elementares do crime."
      }
    ],
    "gabarito": "D"
  }
]