[
  {
    "id": "3531593",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Giovana, primária e de bons antecedentes, foi denunciada pela prática dos delitos previstos no artigo 129, caput, do Código Penal (pena: 3 meses a 1 ano), e no artigo 140, §3º, do Código Penal (pena: 1 ano a 3 anos), em concurso material, pois no dia 24 de novembro de 2018, durante a comemoração do seu aniversário de 20 anos, teria agredido e ofendido sua vizinha, chamando-a de \"aleijadinha\". A denúncia foi recebida em 15 de janeiro de 2019, mas a ré não foi localizada para ser citada, tendo sido determinada sua citação por edital. Não tendo a ré comparecido nem constituído advogado, o juiz determinou a suspensão do processo em 17 de março de 2019, nos termos do artigo 366, do Código de Processo Penal. Em 20 de janeiro de 2024 a ré compareceu ao cartório e foi citada do processo, tendo o juiz na mesma data revogado a suspensão. Designada audiência de instrução para 25 de maio de 2025, o Defensor Público poderia alegar prescrição da pretensão punitiva pela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pena em perspectiva, ocorrida em janeiro de 2021 em relação ao delito de lesão leve, e prescrição da pretensão punitiva pela pena em perspectiva, ocorrida em janeiro de 2022 em relação ao delito de injúria."
      },
      {
        "letra": "B",
        "texto": "pena máxima em abstrato, ocorrida em março de 2021 em relação ao delito de lesão leve, e prescrição da pretensão punitiva pela pena máxima em abstrato, ocorrida em março de 2023 em relação ao delito de injúria."
      },
      {
        "letra": "C",
        "texto": "pena máxima em abstrato, ocorrida em janeiro de 2023 em relação ao delito de lesão leve, e prescrição da pretensão punitiva pela pena em perspectiva, ocorrida em janeiro de 2025 em relação ao delito de injúria."
      },
      {
        "letra": "D",
        "texto": "pena em perspectiva, ocorrida em julho de 2020 em relação ao delito de lesão leve, e prescrição da pretensão punitiva pela pena em perspectiva, ocorrida em janeiro de 2021 em relação ao delito de injúria."
      },
      {
        "letra": "E",
        "texto": "pena em concreto, ocorrida em março de 2022 em relação ao delito de lesão leve, e a prescrição da pretensão punitiva pela pena em perspectiva, ocorrida em março de 2025 em relação ao delito de injúria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219215",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Antes de passar em julgado a sentença final, a prescrição não corre. Assinale a alternativa que indique causa considerada como impeditiva da prescrição, conforme disposto no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "reincidência."
      },
      {
        "letra": "D",
        "texto": "pronúncia."
      },
      {
        "letra": "E",
        "texto": "cumprimento da pena no exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3253553",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Determinado indivíduo, que tinha 20 anos na data do fato criminoso, é condenado à pena mínima por um crime que tem pena privativa de liberdade de 2 a 3 anos. Entre o fato e o recebimento da denúncia transcorreram 3 anos e um dia. Entre o recebimento da denúncia e a publicação da sentença condenatória transcorreram 2 anos e um dia. Houve trânsito em julgado. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu prescrição no interregno transcorrido entre o fato e o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "a idade do indivíduo não influencia no cálculo da prescrição."
      },
      {
        "letra": "C",
        "texto": "não ocorreu prescrição."
      },
      {
        "letra": "D",
        "texto": "ocorreu prescrição no interregno transcorrido entre o recebimento da denúncia e a publicação da sentença."
      },
      {
        "letra": "E",
        "texto": "ocorreu prescrição em ambos os interregnos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3055313",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "No dia 17/11/2011, Maria Valentina, ré primária e com bons antecedentes, contando com 25 anos de idade à época em que a conduta foi praticada, cometeu o crime de apropriação indébita, preceituado no caput do Art. 168 do Código Penal, vez que havia alugado uma moto Harley Davidson para passar as férias em Búzios, região dos lagos; e, em decorrência de ter gostado do meio de transporte, resolveu, num segundo momento, inverter a posse, que era inicialmente lícita, e não devolver a motocicleta à locadora. A denúncia pelo crime de apropriação indébita foi oferecida em 11/11/2015 e recebida em 17/11/2015. Posteriormente ao processo e julgamento, Maria Valentina foi condenada à pena de dois anos de reclusão, sentença publicada em 17/11/2018. Apenas a defesa recorreu, e o acórdão publicado em 17/11/2021 reduziu a pena para um ano de reclusão. A partir desse caso hipotético, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não ocorreu prescrição nem em razão da pena em abstrato nem em razão da pena em concreto."
      },
      {
        "letra": "B",
        "texto": "Houve, devido à pena em concreto final, prescrição retroativa entre a data do fato e a do recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "O juiz deveria ter reconhecido, com base na pena aplicada na sentença, a prescrição virtual ocorrida entre a data do fato e a do recebimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "Houve, por pena em concreto final, prescrição retroativa entre o recebimento da denúncia e a sentença, pois há causa de redução do prazo prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3034293",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Ibirajuba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "O prazo para que João seja denunciado pelo crime de lesão corporal leve prescreve em dois anos, conforme previsto na legislação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3017081",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Santarém - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Nos termos do Código Penal, em relação a um crime cuja pena máxima é superior a quatro anos e não excede a oito, a prescrição, antes de transitar em julgado a sentença final e ressalvadas as exceções legais, ocorrerá em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos."
      },
      {
        "letra": "B",
        "texto": "4 anos."
      },
      {
        "letra": "C",
        "texto": "8 anos."
      },
      {
        "letra": "D",
        "texto": "12 anos."
      },
      {
        "letra": "E",
        "texto": "20 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2643727",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Acerca da prescrição em matéria penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 23 (vinte e três) anos, ou, na data da sentença, maior de 65 (sessenta e cinco) anos."
      },
      {
        "letra": "B",
        "texto": "a reincidência é causa impeditiva da prescrição do crime anterior."
      },
      {
        "letra": "C",
        "texto": "a prescrição começa a correr do dia em que iniciado o crime, quando permanente."
      },
      {
        "letra": "D",
        "texto": "aplica-se à multa, aplicada como única pena, o mesmo prazo de prescrição da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "a prescrição não corre enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489730",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Decadência.",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Lúcia, maior e capaz, foi vítima do crime de estelionato na data do seu aniversário de trinta anos de idade, suportando um prejuízo financeiro de dois mil reais. Registre-se que a ofendida somente procurou as autoridades públicas incumbidas da persecução penal sete meses após os fatos, mesmo tendo ciência de quem foi o autor do delito desde o dia da empreitada criminosa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que se operou a extinção de punibilidade em razão da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescrição da pretensão executória estatal;"
      },
      {
        "letra": "B",
        "texto": "prescrição da pretensão punitiva estatal;"
      },
      {
        "letra": "C",
        "texto": "renúncia ao direito de queixa;"
      },
      {
        "letra": "D",
        "texto": "perempção;"
      },
      {
        "letra": "E",
        "texto": "decadência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459919",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade pela prescrição, analise as afirmativas a seguir. I. O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada. II. Transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, aplicáveis as normas relativas à dívida ativa da Fazenda Pública e do Código Tributário Nacional no que concerne aos prazos e às causas interruptivas e suspensivas da prescrição. III. Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplicar-se-á a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 a 2/3, regulando-se a prescrição pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação. IV. O prazo para a prescrição da pretensão executória somente começa a correr no dia em que a sentença condenatória transita em julgado para ambas as partes, exceto para os processos com trânsito em julgado para a acusação ocorridos até 11/11/2020, em que a prescrição ainda não tenha sido analisada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2459915",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Reincidência"
    ],
    "enunciado_principal": "Em 2024, Guilherme, Américo, Lucas, Rogério e Vladimir praticaram um crime. De acordo com as informações de antecedentes criminais fornecidas a seguir, assinale a opção que indica qual deles é tecnicamente primário (não reincidente).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Guilherme, enquanto policial militar, foi definitivamente condenado por corrupção passiva prevista no Código Penal Militar e terminou de cumprir a pena no ano de 2023."
      },
      {
        "letra": "B",
        "texto": "Américo, na condição de ocupante de cargo político, praticou crime de peculato, tendo sido definitivamente condenado em 2023, sendo que ainda não terminou de cumprir as penas restritivas de direito que lhe foram impostas."
      },
      {
        "letra": "C",
        "texto": "Lucas foi definitivamente condenado em 2015, tendo sua pena sido extinta em 2020, pela concessão de indulto pleno. Em 2022, Lucas obteve sua reabilitação."
      },
      {
        "letra": "D",
        "texto": "Rogério foi definitivamente condenado em 2023, mas, após o trânsito em julgado de sua condenação, o Juiz reconheceu a ocorrência da prescrição da pretensão punitiva, na modalidade retroativa."
      },
      {
        "letra": "E",
        "texto": "Vladimir foi definitivamente condenado na Espanha, por tráfico de drogas, a uma pena de 6 anos de reclusão, fato ocorrido em 2017 e transitado em julgado em 2018; porém, ainda não cumpriu a pena porque logrou se evadir para o Brasil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2388743",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Conforme o que dispõe o CP quanto aos crimes de infanticídio, cuja pena aplicável é de detenção de dois a seis anos, a prescrição, em regra, ocorrerá em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4 anos."
      },
      {
        "letra": "B",
        "texto": "6 anos."
      },
      {
        "letra": "C",
        "texto": "8 anos."
      },
      {
        "letra": "D",
        "texto": "12 anos."
      },
      {
        "letra": "E",
        "texto": "16 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2375301",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Helena, nascida em 18/01/2000, praticou um furto qualificado pelo concurso de agentes (pena: 2 a 8 anos) em concurso formal com corrupção de menores (pena: 1 a 4 anos) no dia 20/01/2018. A denúncia foi recebida em 10/04/2018 e a sentença foi publicada em 10/07/2018, condenando o corréu Bernardo, porém, absolvendo-a. A acusação interpôs recurso, o qual foi julgado em 15/04/2020, dando provimento ao apelo para condenar Helena, nos termos da denúncia, a uma pena de dois anos pelo furto, um ano pela corrupção de menores, sendo a pena unificada em dois anos e quatro meses de reclusão (em razão do concurso formal entre os delitos). Considerando a situação hipotética descrita, assinale a afirmativa correta em relação ao prazo prescricional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do transcurso do prazo de 4 anos entre os dois marcos interruptivos, houve prescrição da pretensão punitiva entre recebimento da denúncia e o acórdão."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional pela pena total concretamente aplicada é de 8 anos, razão pela qual não houve a prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "Ocorreu a prescrição parcial, apenas do delito de corrupção de menores, entre a data da sentença e do acórdão condenatório."
      },
      {
        "letra": "D",
        "texto": "A sentença interrompeu o curso do prazo da prescrição da pretensão punitiva em desfavor de Helena, afastando a ocorrência da prescrição de ambos os delitos."
      },
      {
        "letra": "E",
        "texto": "O prazo prescricional pela pena concretamente aplicada é de 4 anos, em razão da menoridade relativa de Helena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2340513",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Em relação à prescrição, julgue o próximo item.Conforme o entendimento do Supremo Tribunal Federal, o termo inicial da contagem do prazo da prescrição da pretensão executória, para ambas as partes, é o trânsito em julgado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307868",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "As penas restritivas de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescrevem nos mesmos prazos previstos para a pena de multa."
      },
      {
        "letra": "B",
        "texto": "prescrevem nos prazos estabelecidos na lei civil, por não terem natureza penal."
      },
      {
        "letra": "C",
        "texto": "prescrevem em 2 (dois) anos, quando as restritivas de direitos forem as únicas cominadas ou aplicadas."
      },
      {
        "letra": "D",
        "texto": "não prescrevem."
      },
      {
        "letra": "E",
        "texto": "prescrevem nos mesmos prazos previstos para a pena privativa de liberdade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2304607",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Constitui causa impeditiva para a contagem do prazo para a prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "a reincidência."
      },
      {
        "letra": "C",
        "texto": "a não localização do agente."
      },
      {
        "letra": "D",
        "texto": "a pendência de recursos aos tribunais superiores, quando inadmissíveis."
      },
      {
        "letra": "E",
        "texto": "a decisão confirmatória da pronúncia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2207110",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Pedro ingressou na residência de sua avó Teresa e subtraiu o pequeno cofre do quarto, levando-o para um beco. Sem saber o segredo do cofre, abriu-o com um maçarico e subtraiu as joias de seu interior. Em seguida, levou as peças a uma tradicional joalheria da cidade e vendeu-as a João, comerciante de 20 anos, que comprou os objetos sem se importar em apurar a origem. Considerando essa situação hipotética, julgue o item que se segue.O prazo prescricional do crime cometido por João será reduzido pela metade, e eventual recebimento da denúncia interromperá a prescrição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2171932",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Determinado funcionário público, com 24 anos de idade, foi indiciado pela prática de corrupção passiva, punível com pena de reclusão de dois anos a doze anos, em concurso com o crime de prevaricação, cuja pena prevista é de detenção de três meses a um ano. Nessa situação hipotética, para que não ocorra a prescrição dos crimes, o prazo máximo do recebimento da denúncia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é de vinte anos."
      },
      {
        "letra": "B",
        "texto": "dependerá da pena em concreto a ser aplicada em função dos crimes."
      },
      {
        "letra": "C",
        "texto": "é de dezesseis anos."
      },
      {
        "letra": "D",
        "texto": "é de dezesseis anos, para o crime de corrupção passiva, e de quatro anos, para o crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "é de vinte anos, para o crime de corrupção passiva, e de oito anos, para o crime de prevaricação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2116099",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Ava foi denunciada por crime qualificado e a contagem do prazo prescricional iniciou-se a partir do dia em que o fato se tornou conhecido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2087148",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Em sede de Direito Penal, o curso da prescrição interrompe-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "com o não cumprimento do acordo de não persecução penal."
      },
      {
        "letra": "C",
        "texto": "pela publicação da sentença ou acórdão condenatórios recorríveis."
      },
      {
        "letra": "D",
        "texto": "enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2072723",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A partir das disposições da Lei n.º 13.869/2019, acerca do abuso de autoridade, e da Parte Geral do Código Penal, julgue o item que se segue. Depois de transitada em julgado a sentença condenatória, a prescrição regula-se pela pena aplicada, e os prazos legais aumentam de um terço em caso de reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990135",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Em relação à prescrição como causa de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos prescricionais previstos para as penas privativas de liberdade não se aplicam às penas restritivas de direito;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional começa a correr, antes de a sentença transitar em julgado, nos crimes permanentes, do dia em que cessou a permanência;"
      },
      {
        "letra": "C",
        "texto": "os prazos prescricionais se reduzem de 1/3 se o criminoso era, ao tempo do crime, maior de 70 anos;"
      },
      {
        "letra": "D",
        "texto": "o curso do prazo prescricional se interrompe pelo oferecimento da denúncia;"
      },
      {
        "letra": "E",
        "texto": "a prescrição da pena de multa ocorrerá em três anos quando a multa for a única pena cominada ou aplicada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1955042",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "São reduzidos de metade os prazos de prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para pessoa cujos cuidados especiais sejam imprescindíveis para menor de 6 (seis) anos de idade ou com deficiência."
      },
      {
        "letra": "B",
        "texto": "quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, idoso, ou seja, maior de 60 (sessenta) anos."
      },
      {
        "letra": "C",
        "texto": "apenas quando o criminoso era, ao tempo do crime, maior de 70 (setenta) anos."
      },
      {
        "letra": "D",
        "texto": "quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "para mulher com filho de até 12 (doze) anos de idade incompletos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947756",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Paulo, nascido em 15/8/1996, foi denunciado em 24/5/2020, pela prática do crime de roubo majorado tentado, que teria sido praticado em 7/4/2016. Recebida a denúncia em 30/5/2020, Paulo foi condenado a uma pena de 2 anos e 9 meses pela prática delitiva em 20/10/2021, tendo a condenação transitado em julgado em 1/12/2021. Nessa situação, a prescrição, segundo a jurisprudência atual do STF,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "já teria ocorrido antes do oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "ocorrerá em 2 anos após o trânsito em julgado da condenação, quer para a defesa quer para a acusação."
      },
      {
        "letra": "C",
        "texto": "ocorrerá em 4 anos após o trânsito em julgado da condenação, tanto para a defesa quanto para a acusação."
      },
      {
        "letra": "D",
        "texto": "ocorrerá em 6 anos após o trânsito em julgado da condenação para a defesa e para a acusação."
      },
      {
        "letra": "E",
        "texto": "ocorrerá em 8 anos após o trânsito em julgado da condenação, tanto para a defesa quanto para a acusação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1899557",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "A prescrição é uma causa extintiva da punibilidade prevista no Art. 107 do Código Penal. A contagem do prazo prescricional dos crimes é feita com base no Art. 109 do Código Penal, sendo certo que seu cálculo fica sujeito à incidência de algumas causas interruptivas. Dentre as causas interruptivas da prescrição previstas no Art. 117 do Código Penal não está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recebimento da queixa."
      },
      {
        "letra": "B",
        "texto": "decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "cumprimento do acordo de não persecução penal."
      },
      {
        "letra": "D",
        "texto": "reincidência."
      },
      {
        "letra": "E",
        "texto": "início do cumprimento da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1876847",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MJSP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Acerca da punibilidade, julgue o seguinte item. Detração penal de tempo de prisão provisória já cumprida por condenado deve influenciar no cálculo de prescrição, por aplicação analógica da regra aplicável às hipóteses de fuga ou revogação de livramento condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1859420",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "João cumpre pena em regime fechado desde 01/09/2019, quando foi preso em flagrante delito pelo crime de tráfico ilícito de entorpecentes, sendo condenado em 02/12/2019 a uma pena de 05 (cinco) anos de reclusão. Durante o cumprimento de pena, sobrevieram duas novas condenações, uma em razão de sentença penal condenatória proferida em 15/12/2019, pela prática do crime de furto ocorrido em 03/04/2018; a outra, em razão de sentença publicada em 02/02/2020, pela prática do delito de estelionato ocorrido em 03/05/2019. Ao ser comunicado das duas novas condenações criminais, o juiz da Vara de Execução Penal proferiu decisão de unificação de penas em 13/03/2020 e determinou a atualização do cálculo para fins de progressão de regime e livramento condicional. Considerando a situação descrita e a atual jurisprudência do Superior Tribunal de Justiça, o termo inicial para contagem do lapso para fins de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "progressão de regime e livramento condicional é 02/02/2020, data da última sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "progressão de regime e livramento condicional é 01/09/2019, data da prisão em flagrante delito."
      },
      {
        "letra": "C",
        "texto": "livramento condicional é 01/09/2019 e para fins de progressão de regime é 02/02/2020."
      },
      {
        "letra": "D",
        "texto": "progressão de regime e livramento condicional é 13/03/2020, data da decisão de unificação das penas."
      },
      {
        "letra": "E",
        "texto": "progressão de regime é 13/03/2020 e para fins de livramento condicional é 02/02/2020."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1845010",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "São efeitos da reincidência a da prescrição e o aumento do prazo da prescrição da pretensão Completam, correta e respectivamente, as lacunas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interrupção − punitiva e executória"
      },
      {
        "letra": "B",
        "texto": "suspensão − punitiva e executória"
      },
      {
        "letra": "C",
        "texto": "interrupção − executória"
      },
      {
        "letra": "D",
        "texto": "interrupção − punitiva"
      },
      {
        "letra": "E",
        "texto": "suspensão − punitiva"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1759334",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Sobre a prescrição, de acordo com a legislação vigente e o entendimento das Cortes Superiores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência não influi no prazo da prescrição da pretensão executória;"
      },
      {
        "letra": "B",
        "texto": "a data do julgamento dos embargos de declaração acolhidos, ainda que altere a situação jurídica do acusado, não pode ser considerada marco interruptivo da prescrição;"
      },
      {
        "letra": "C",
        "texto": "para efeito de reconhecimento da prescrição, pode ser contado o termo inicial em data anterior à da denúncia ou queixa, se observada a pena máxima do crime em abstrato;"
      },
      {
        "letra": "D",
        "texto": "na aplicação da medida socioeducativa sem termo final, deve ser considerado, para o cálculo do prazo prescricional da pretensão socioeducativa, o limite máximo de dois anos previsto para a duração da medida de internação;"
      },
      {
        "letra": "E",
        "texto": "a suspensão do processo e do curso do prazo prescricional para o acusado, citado por edital, que não comparecer em juízo e não constituir advogado, não possui limitação temporal, de modo que o processo e o prazo prescricional ficam suspensos até que compareça em juízo ou constitua advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751204",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que concerne aos crimes previstos na parte especial do Código Penal, julgue o item subsequente. Em se tratando do crime de falsidade ideológica, o prazo prescricional se reinicia com a eventual reiteração de seus efeitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1239589",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Segundo o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, salvo se decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "A pena pode ser reduzida em um sexto, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "No concurso de pessoas, se a participação for de menor importância, a pena pode ser diminuída de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá em um ano, quando a multa for a única cominada ou aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1136448",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com relação a causas extintivas de punibilidade, assinale a opção correta, de acordo com a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indulto extingue os efeitos penais primários e secundários, penais e não penais, da condenação, exceto para fins de reincidência penal."
      },
      {
        "letra": "B",
        "texto": "Dada sua natureza hedionda, o delito de tráfico de entorpecentes privilegiado não é passível de indulto."
      },
      {
        "letra": "C",
        "texto": "A reincidência penal implica o aumento, em um terço, do prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade de crime antecedente não interfere na punibilidade do delito de lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "A sentença que concede o perdão judicial afasta os efeitos penais da sentença penal condenatória, exceto para fins de reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1098001",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Analise as assertivas sobre a prescrição e marque a alternativa correta: I. Os prazos fornecidos pelos incisos do artigo 109 do Código Penal servirão não só para o cálculo da prescrição, considerando-se a pena máxima em abstrato, como também para aqueles relativos à pena já concretizada na sentença condenatória. II. A prescrição superveniente ou intercorrente ocorre depois do trânsito em julgado para a acusação, ou quando improvido seu recurso, tomando-se por base a pena fixada na sentença penal condenatória, e permite a confecção do título executivo judicial. III. O parâmetro para o limite da suspensão do curso do prazo prescricional, em caso de suspensão do processo nos termos do artigo 366 do Código de Processo Penal, é aquele determinado pelos incisos do artigo 109 do Código Penal, adotando-se o máximo da pena abstratamente cominada ao delito. IV. Em relação às hipóteses previstas no artigo 117 do Código Penal, a interrupção da prescrição produz efeitos relativamente a todos os autores do crime, exceto nos casos de reincidência e pronúncia. V. As causas de aumento e de diminuição de pena influenciam no cálculo da prescrição, que deverá ser feito considerando o percentual de maior elevação, nas hipóteses de causas de aumento de pena de quantidade variável, e o de menor redução, nas hipóteses de causas de diminuição de pena de quantidade variável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas II, III, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, III e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1092929",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "A respeito da prescrição penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prescrição do crime de falsidade de assentamento de registro civil, antes de transitar em julgado a sentença condenatória, começa a correr na data em que se consumou."
      },
      {
        "letra": "B",
        "texto": "a prescrição da pena de multa dar-se-á em 2 anos, quando cominada ou aplicada cumulativamente ou alternativamente à pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "a prescrição do crime tentado, antes de transitar em julgado a sentença condenatória, regula-se pelo máximo da pena privativa de liberdade cominada, reduzida de 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "são causas interruptivas da prescrição o oferecimento da denúncia ou queixa; a pronúncia e o início do cumprimento da pena, hipóteses em que todo o prazo começa a correr novamente."
      },
      {
        "letra": "E",
        "texto": "a prescrição de crime de estupro de criança, antes de transitar em julgado a sentença condenatória, começa a correr no dia em que a vítima completar 18 (dezoito) anos, se não proposta ação penal em momento anterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1062156",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia.Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Em relação a Paulo, o prazo prescricional será reduzido à metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1021833",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa",
      "Perdão judicial"
    ],
    "enunciado_principal": "No que se refere ao instituto da prescrição e a causas de extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dentre as causas que interrompem a prescrição, estão o início ou a continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pena de multa ocorrerá sempre em dois anos."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial pode ser considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo da sentença, menor de 21 (vinte e um) anos ou maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "A existência de questão prejudicial obrigatória não interfere na contagem do prazo prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998797",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "A respeito da contagem dos prazos penais e processuais penais, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se computa, na contagem dos prazos exclusivamente processuais, o dia do começo, incluindo-se, porém, o dia do vencimento, nos termos do art. 798, §1º, do Código de Processo Penal."
      },
      {
        "letra": "B",
        "texto": "No processo penal, contam-se os prazos da data da intimação, e não da juntada aos autos do mandado ou da carta precatória ou de ordem."
      },
      {
        "letra": "C",
        "texto": "Na contagem do prazo do sursis (suspensão condicional da pena) não se inclui o dia do começo."
      },
      {
        "letra": "D",
        "texto": "Na contagem do prazo prescricional antes de transitar em julgado a sentença, por se tratar a prescrição de um instituto previsto no Código Penal e no Código de Processo Penal, o termo inicial inclui o dia do começo, por ser mais favorável ao acusado. Assim, por exemplo, se determinado crime se consuma às 20h de uma terça-feira útil, tal dia é computado como o primeiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987308",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição no concurso de crimes"
    ],
    "enunciado_principal": "Acerca de punibilidade e de suas causas de extinção, assinale a opção correta de acordo com a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As escusas absolutórias são formuladas de modo positivo, e a sua presença afasta a punibilidade do crime."
      },
      {
        "letra": "B",
        "texto": "Nos delitos de punibilidade condicionada, o termo inicial da prescrição não começa a correr a partir do dia em que o crime tenha se consumado."
      },
      {
        "letra": "C",
        "texto": "Às medidas de segurança não se aplica a incidência do indulto por não serem elas espécie de pena em sentido estrito."
      },
      {
        "letra": "D",
        "texto": "Compete ao magistrado que conduza a ação penal lançar a decisão judicial que reconheça a anistia e declare a extinção da punibilidade, mesmo quando a ação penal estiver no tribunal."
      },
      {
        "letra": "E",
        "texto": "Nos crimes conexos, a prescrição e a consequente extinção de punibilidade de um dos crimes alcançam a majorante da pena resultante da conexão e incidente no(s) outro(s) crime(s)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "986551",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Guilherme, à época com 19 anos de idade, foi denunciado como incurso no delito de receptação simples (pena de 1 a 4 anos de reclusão) porque, no dia 30 de setembro de 2010, teria adquirido e estaria conduzindo um veículo, sabendo se tratar de produto de crime. Recebida a denúncia em 15 de novembro de 2010, foi determinada a citação do réu. Não tendo o réu sido localizado e nem constituído advogado, o Juiz proferiu decisão, em 15 de março de 2011, determinando a suspensão do processo e do prazo prescricional. Em 10 de julho de 2017, Guilherme foi preso novamente e foi citado por este feito, tendo sido revogada a suspensão do processo. Realizada audiência, foi proferida sentença, publicada em 14 de abril de 2019, condenando Guilherme nos termos da denúncia à pena mínima cominada ao delito. A sentença transitou em julgado para a acusação, tendo o réu interposto recurso. De acordo com o posicionamento sumulado do Superior Tribunal de Justiça, a prescrição da pretensão punitiva retroativa ocorreu em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 de novembro de 2018."
      },
      {
        "letra": "B",
        "texto": "15 de novembro de 2016."
      },
      {
        "letra": "C",
        "texto": "15 de março de 2017."
      },
      {
        "letra": "D",
        "texto": "15 de novembro de 2014."
      },
      {
        "letra": "E",
        "texto": "10 de março de 2019."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1173713",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Mévio, então com 19 anos de idade, é acusado de crime de estelionato (art. 171 do Código Penal, sancionado com reclusão de 01 a 05 anos e multa), em continuidade delitiva, por fatos ocorridos em 15 de março e 20 de abril do ano de 2009. Instaurado inquérito policial, encerrada a investigação, Mévio é denunciado pelo Ministério Público. Recebida a denúncia em 05 de maio de 2011, após o regular trâmite, Mévio é condenado, em 05 de março de 2013, à pena mínima de 01 (um) ano de reclusão e multa. Por força da continuidade delitiva, o Magistrado aplicou o aumento de 1/6, totalizando a pena de 01 (um) ano e 04 (quatro) meses de reclusão e multa. Logo que certificado o trânsito em julgado para a acusação, a defesa de Mévio recorreu. Contudo, desde logo, pleiteou que fosse declarada a extinção da punibilidade, por força da prescrição retroativa, calculada com base na pena aplicada, pois, entre a data dos fatos e o recebimento da denúncia, teria transcorrido período superior a dois anos. A Autoridade Judicial reconheceu a prescrição, tendo declarado extinta a punibilidade de Mévio. Afirmou que a alteração legislativa que alterou as regras, impedindo o reconhecimento da prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, ocorreu no ano de 2010, não se aplicando aos fatos imputados a Mévio. Diante da hipotética situação, asinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição retroativa, calculada com base na pena aplicada, depende do trânsito em julgado da sentença para acusação e defesa. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "B",
        "texto": "A alteração legislativa ocorrida no ano de 2010, que vedou a prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, teve aplicação imediata a todos os processos em andamento, em vista do princípio tempus regit actum. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "C",
        "texto": "Interrompem o curso prescricional o oferecimento da denúncia e a publicação da sentença condenatória recorrível em cartório."
      },
      {
        "letra": "D",
        "texto": "Nos termos do Código Penal, dadas as circunstâncias pessoais de Mévio e a pena a ele imposta, a prescrição dar-se-ia se transcorrido o período de 04 (quatro) anos."
      },
      {
        "letra": "E",
        "texto": "Para o cálculo da prescrição, não se considera o aumento decorrente da continuidade delitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "953788",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Quanto à prescrição, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão de pronúncia é causa interruptiva da prescrição, salvo se o Tribunal do Júri venha a desclassificar o crime."
      },
      {
        "letra": "B",
        "texto": "em se tratando de continuação delitiva comum ou concurso formal perfeito de crimes, a prescrição regula-se pela pena imposta na sentença, computando-se o acréscimo decorrente do sistema da exasperação penal."
      },
      {
        "letra": "C",
        "texto": "em se tratando de “posse de droga para consumo pessoal”, previsto no artigo 28, da Lei n° 11.343/2006, os lapsos prescricionais tanto da pretensão punitiva quanto da executória são de 2 (dois) anos, reduzidos da metade se o agente, ao tempo do crime, era menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      },
      {
        "letra": "D",
        "texto": "depois de transitada em julgado a sentença condenatória para a acusação ou improvido seu recurso, a prescrição retroativa ou superveniente regula-se pela pena aplicada e verifica-se nos prazos fixados em lei, os quais são aumentados de 1/3 (um terço), em caso de reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938387",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Perdão judicial"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São causas de extinção da punibilidade a morte do agente; a prescrição; a renúncia ao direito de queixa, nos crimes de ação penal privada e, nos crimes sem violência, o ressarcimento do dano à vítima."
      },
      {
        "letra": "B",
        "texto": "São reduzidos de metade os prazos prescricionais quando o criminoso era, ao tempo do crime, menor de 21 anos ou portador de doença mental comprometedora da capacidade de entendimento."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial concedido ao agente impede que, posteriormente, seja considerado reincidente, caso novo crime seja praticado."
      },
      {
        "letra": "D",
        "texto": "Antes de transitar em julgado a sentença final, a prescrição somente se regulará pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "E",
        "texto": "Interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção, salvo no caso da pronúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932152",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da pretensão punitiva não corre enquanto o agente cumpre pena no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "tem seu prazo reduzido em um terço quando o criminoso era menor de 21 anos na data do fato."
      },
      {
        "letra": "C",
        "texto": "tem seu curso interrompido pelo oferecimento da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "no concurso de crimes incide sobre a pena somada de todos eles."
      },
      {
        "letra": "E",
        "texto": "da pena de multa ocorrerá em 3 anos quando for a única aplicada ou cominada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "918554",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A prescrição, causa de extinção da punibilidade prevista no art. 107, inciso IV, do Código Penal, pode ser definida como a perda do direito de punir ou executar a pena em razão da inércia do Estado durante o tempo fixado em lei. Sobre o tema, de acordo com as previsões do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade pela prescrição, no concurso de crimes, considerará a pena total aplicada, com as causas de aumento, em detrimento da pena de cada um isoladamente;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional da pretensão executória, no caso de evasão, será computado pelo total de pena aplicada, não sendo descartado o período de pena cumprido;"
      },
      {
        "letra": "C",
        "texto": "a interrupção do prazo prescricional ocorrida com o oferecimento da denúncia produz efeitos em relação a todos os autores do crime;"
      },
      {
        "letra": "D",
        "texto": "a reincidência do acusado impõe aumento de 1/3 do prazo prescricional da pretensão punitiva e da executória;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento de prescrição da pretensão punitiva pela pena em concreto não gera reincidência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883564",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No que diz respeito à extinção da punibilidade, julgue o item seguinte.Situação hipotética: Jorge foi condenado a treze anos de reclusão, cujo prazo prescricional para execução da pena é de vinte anos. Após cumprir seis anos de pena, ele fugiu. Assertiva: Nessa situação, o prazo prescricional da execução da pena de Jorge deverá ser contado com base nos anos que faltavam ser cumpridos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883563",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "No que diz respeito à extinção da punibilidade, julgue o item seguinte.A contagem do prazo prescricional se inicia no dia em que transita em julgado definitivamente a sentença condenatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "969894",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Decadência."
    ],
    "enunciado_principal": "Com a prática da infração penal, surge para o Estado, automaticamente, o direito de punir, ou seja, a possibilidade jurídica de impor ao responsável pela infração uma sanção. O jus puniendi, no entanto, pode se extinguir, por uma série de motivos previstos na legislação penal. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indulto é causa de extinção de punibilidade concedida por lei ordinária editada pelo Congresso Nacional que exclui um ou mais fatos criminosos do campo de incidência do Direito Penal."
      },
      {
        "letra": "B",
        "texto": "A decadência é a perda do direito de iniciar a ação penal sofrida pelo particular e pelo Estado."
      },
      {
        "letra": "C",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Será reduzido de metade o prazo prescricional caso o criminoso, na data da sentença, seja menor de 21 anos."
      },
      {
        "letra": "E",
        "texto": "Antes de transitar em julgado a sentença final, a prescrição começa a correr, no caso de tentativa, do dia em que foi praticado o primeiro ato de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "845897",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "O exercício do poder de punir em matéria penal pelo Estado possui um prazo determinado em lei. Na inércia do ente público em aplicar a devida reprimenda observar-se-á o instituto da prescrição, uma das causas extintivas da punibilidade disposta no Código Penal. Acerca do tema, assinale a alternativa correta sobre a prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O oferecimento de denúncia ou queixa interrompe a contagem do prazo prescricional"
      },
      {
        "letra": "B",
        "texto": "Caso haja a expedição de carta precatória e/ou rogatória, não será suspenso o prazo prescricional"
      },
      {
        "letra": "C",
        "texto": "Prescreve em 25 anos a pretensão de processamento de crimes cuja pena é superior a oito anos"
      },
      {
        "letra": "D",
        "texto": "O crime de racismo é imprescritível"
      },
      {
        "letra": "E",
        "texto": "A prescrição, mesmo depois de transitada em julgado a sentença penal condenatória para a acusação, regulase pela maior pena em abstrato prevista"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "800826",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "A pena do crime de peculato é de 2 (dois) a 12 (doze) anos de reclusão, além de multa. De acordo com a previsão de prescrição antes do trânsito em julgado da sentença, constante no art. 109 do Código Penal, o delito em tela prescreve em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 (vinte) anos."
      },
      {
        "letra": "B",
        "texto": "16 (dezesseis) anos."
      },
      {
        "letra": "C",
        "texto": "12 (doze) anos."
      },
      {
        "letra": "D",
        "texto": "08 (oito) anos."
      },
      {
        "letra": "E",
        "texto": "04 (quatro) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "798595",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que a extinção da punibilidade de um dos crimes conexos impede a agravação, quanto aos outros, da pena resultante da conexão."
      },
      {
        "letra": "B",
        "texto": "Os prazos prescricionais são reduzidos à metade quando o criminoso era, na data da sentença ou acórdão condenatório, maior de 70 (setenta) anos."
      },
      {
        "letra": "C",
        "texto": "Antes de passar em julgado a sentença condenatória, a prescrição não corre enquanto não resolvida a questão prejudicial, seja ela obrigatória ou facultativa."
      },
      {
        "letra": "D",
        "texto": "Que os prazos prescricionais são susceptíveis de interrupção, entre outras causas, pela publicação da sentença condenatória e do acórdão que a confirme."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "802733",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Responda a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição, antes de transitar em julgado a sentença final, começa a correr, nos crimes de bigamia e nos de falsificação ou alteração de assentamento do registro civil, da data em que o fato foi registrado no cartório competente."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei 11.101/05 (que Regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária) compete ao juiz criminal da jurisdição onde tenha sido decretada a falência, concedida a recuperação judicial ou homologado o plano de recuperação extrajudicial, conhecer da ação penal pelos crimes previstos nesta Lei."
      },
      {
        "letra": "C",
        "texto": "De Acordo com a Lei 8.069/90 (Estatuto da Criança e do Adolescente) constitui crime a conduta de deixar o médico, professor ou responsável por estabelecimento de atenção à saúde e de ensino fundamental, pré-escola ou creche, de comunicar à autoridade competente os casos de que tenha conhecimento, envolvendo suspeita ou confirmação de maus-tratos contra criança ou adolescente."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência pacífica do STJ e do STF é de que o crime de furto se consuma no momento em que o agente se torna possuidor da coisa subtraída, ainda que haja imediata perseguição e prisão, sendo imprescindível que o objeto subtraído saia da esfera de vigilância da vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "633794",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Marco, 40 anos, foi denunciado pela prática do crime de lesão corporal culposa praticada na direção de veículo automotor, cuja pena privativa de liberdade prevista é de detenção de 06 meses a 02 anos. Os fatos ocorreram em 02.02.2011, e, considerando que não houve interesse em aceitar transação penal, composição dos danos ou suspensão condicional do processo, foi oferecida denúncia em 27.02.2014 e recebida a inicial acusatória em 11.03.2014. Após a instrução, foi Marco condenado à pena mínima de 06 meses em sentença publicada em 29.02.2016, tendo a mesma transitado em julgado. Considerando os fatos narrados e a atual previsão do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser reconhecida a extinção da punibilidade de Marco em razão da prescrição da pretensão punitiva pela pena em abstrato;"
      },
      {
        "letra": "B",
        "texto": "deverá ser reconhecida a extinção da punibilidade de Marco em razão da prescrição da pretensão punitiva pela pena em concreto;"
      },
      {
        "letra": "C",
        "texto": "deverá ser reconhecida a extinção da punibilidade de Marco em razão da prescrição da pretensão executória;"
      },
      {
        "letra": "D",
        "texto": "não deverá ser reconhecida a extinção da punibilidade de Marco, pois não ocorreu prescrição;"
      },
      {
        "letra": "E",
        "texto": "o oferecimento da denúncia funciona como marco interruptivo do prazo prescricional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "636613",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "“Tício foi condenado a cinco anos de reclusão, em regime inicial semi-aberto, e a 50 dias-multa, fixado o dia-multa no valor mínimo legal, pela prática de crime de falsificação de documento público. A sentença condenatória, na qual foi reconhecida a reincidência de Tício, transitou em julgado.” Segundo o Código Penal, para o reconhecimento da extinção da punibilidade, o prazo prescricional da pretensão executória da pena é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8 anos."
      },
      {
        "letra": "B",
        "texto": "12 anos."
      },
      {
        "letra": "C",
        "texto": "16 anos."
      },
      {
        "letra": "D",
        "texto": "20 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577642",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas de extinção da punibilidade, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de abolitio criminis, um inquérito policial já instaurado para apurar o fato poderá ser arquivado diretamente pelo delegado de polícia."
      },
      {
        "letra": "B",
        "texto": "O termo inicial do prazo prescricional, no crime de registro, como próprio, de filho de outrem, é a data em que o fato se tornou conhecido."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial é admitido em crimes de homicídio culposo e a sentença que o concede é considerada para fins de reincidência."
      },
      {
        "letra": "D",
        "texto": "Em crimes de ação penal pública condicionada à representação da vítima, se essa representa, retrata-se da representação e, antes do esgotamento do prazo decadencial para nova representação, volta a representar, extingue-se a punibilidade do agente, conforme entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "O decreto presidencial que concede indulto natalino pode contemplar condenados por crimes de tráfico de drogas, quando a pena privativa de liberdade é imposta no mínimo legal ou é substituída por restritiva de direitos, conforme entendimento do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "575766",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Renato, com 20 anos de idade é abordado por policiais militares após se envolver em uma briga em boate da cidade de Macapá. Embriagado e extremamente nervoso Renato passa a ofender os policiais no exercício regular da função. Conduzido ao Distrito Policial Renato acaba posteriormente denunciado pelo Ministério Público por crime de desacato e, por sentença final, condenado ao pagamento de 20 dias-multa, no valor unitário mínimo como incurso no artigo 331, do Código Penal (crime de desacato). Neste caso, a prescrição da pena aplicada ocorrerá em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "05 anos."
      },
      {
        "letra": "B",
        "texto": "02 anos."
      },
      {
        "letra": "C",
        "texto": "01 ano."
      },
      {
        "letra": "D",
        "texto": "04 anos."
      },
      {
        "letra": "E",
        "texto": "03 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "574474",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Pedro, que contava com 69 anos de idade na época, sócio proprietário de uma empresa de embalagens, após ser alvo de uma diligência por agentes fiscais de determinado Estado no dia 11 de Julho de 2013, oferece dinheiro em espécie aos referidos funcionários públicos para não ter a empresa autuada pelo Fisco. O fato é noticiado à Autoridade Policial, que determina a instauração de inquérito policial. Relatado o Inquérito Policial, Pedro é denunciado por crime de corrupção ativa. A denúncia é recebida em 30 de Agosto do mesmo ano de 2013 e a ação penal é instaurada, com inquirição das testemunhas arroladas pelas partes, interrogatório do réu e debates entre Ministério Público e advogado. No dia 17 de Setembro de 2015 o processo é sentenciado pelo Magistrado que condena Pedro a cumprir pena de 2 anos de reclusão em regime inicial semiaberto, substituída por duas penas restritivas de direito. A sentença transita em julgado e o advogado de Pedro apresenta requerimento de extinção da punibilidade pela prescrição. Neste caso, o Magistrado, atentando para a pena fixada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 3 anos."
      },
      {
        "letra": "B",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 4 anos."
      },
      {
        "letra": "C",
        "texto": "deverá extinguir a punibilidade do réu pela prescrição, consumada em 2 anos entre a data do recebimento da denúncia e a sentença."
      },
      {
        "letra": "D",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 8 anos."
      },
      {
        "letra": "E",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 6 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544940",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Paulo, de 19 anos de idade, é abordado em uma operação da Polícia Militar do Estado da Paraíba, na cidade de João Pessoa, deflagrada no dia 10 de dezembro de 2012. Após se recusar a submeter-se ao teste do bafômetro e apresentar a documentação solicitada, Paulo ofende moralmente os policiais que trabalhavam regularmente na ocorrência e é conduzido preso ao Distrito Policial. Posteriormente Paulo é denunciado pelo Ministério Público por crime de desacato e a denúncia é recebida pelo Magistrado competente no dia 14 de abril de 2013, com instauração da ação penal. Por ostentar maus antecedentes e não fazer jus a qualquer benefício, a ação tramita regularmente até a prolação da sentença condenatória pelo Magistrado competente no dia 15 de maio de 2015, que aplicou ao réu Paulo a pena de 1 ano de detenção, em regime inicial semiaberto. A sentença transitou em julgado. Após o trânsito em julgado, o advogado de Paulo postulou ao Magistrado a extinção da punibilidade do seu cliente com base na prescrição. Neste caso, o Magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 4 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "B",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 3 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "C",
        "texto": "deverá declarar extinta a punibilidade do réu pela prescrição, uma vez que o Código Penal estabelece, neste caso, o prazo prescricional de 2 anos."
      },
      {
        "letra": "D",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 6 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "E",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 5 anos no caso de pena igual ou superior a 1 ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511215",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o período de suspensão do prazo prescricional, no caso do art. 366 do CPP, é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "B",
        "texto": "a prescrição pela pena em concreto é somente da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "a prescrição da ação penal regula-se pelo máximo da pena cominada, quando não há recurso da acusação."
      },
      {
        "letra": "D",
        "texto": "a reincidência influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464481",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "No tocante às disposições previstas no Código Penal relativas à prescrição penal, causa de extinção da punibilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo total da pena"
      },
      {
        "letra": "B",
        "texto": "depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, a prescrição regula-se pelo máximo da pena privativa de liberdade cominada ao crime"
      },
      {
        "letra": "C",
        "texto": "antes de transitar em julgado a sentença final, a prescrição começa a correr do oferecimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, a prescrição regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "E",
        "texto": "nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1396115",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "No que se refere à prescrição, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contagem do prazo prescricional faz-se de acordo com a regra do art. 10 do CP, não se interrompendo nem suspendendo a contagem por férias, feriados ou domingos."
      },
      {
        "letra": "B",
        "texto": "A Lei de Contravenções Penais não disciplina a prescrição, que segue, por isso, os princípios gerais, nos termos do art. 12 do CP."
      },
      {
        "letra": "C",
        "texto": "A reincidência não interfere na prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa ocorrerá em 3 (três) anos, quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "E",
        "texto": "As penas restritivas de direitos prescrevem no mesmo prazo em que prescreveria a pena privativa de liberdade que elas substituíram."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458633",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "João praticou o delito de furto qualificado em 01/05/09, quando contava com 21 anos, o que ensejou o oferecimento de denúncia contra si em 01/07/10, que foi recebida em 05/07/10. Sobreveio sentença condenatória, publicada em 02/07/12, determinando o cumprimento da pena de 2 anos de reclusão. A referida pena, em recurso exclusivo da defesa, foi reduzida para 8 meses de reclusão pelo Juízo de 2º grau, em face do reconhecimento da tentativa, cujo acórdão foi publicado em 03/07/13. Interpostos recursos especiais, tanto pelo Ministério Público como pela Defesa, foram desprovidos em 27/06/14, acórdão publicado em 01/07/14, que transitou em julgado em 31/07/14. No caso concreto, sobre a eventual extinção de punibilidade pela prescrição da pretensão punitiva estatal, considerando o lapso temporal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorrido entre data da publicação do acórdão que reduziu a pena fixada na sentença condenatória e o trânsito em julgado deste, afigura-se prescrita a pretensão punitiva estatal."
      },
      {
        "letra": "B",
        "texto": "ocorrido entre todos os marcos, a pretensão punitiva estatal não se encontra prescrita."
      },
      {
        "letra": "C",
        "texto": "transcorrido entre a data do fato e a data do recebimento da denúncia, afigura-se prescrita a pretensão punitiva estatal."
      },
      {
        "letra": "D",
        "texto": "ocorrido entre a data da publicação da sentença condenatória e a do trânsito em julgado da decisão que julgou os recursos especiais, afigura-se presente a chamada prescrição intercorrente da pretensão punitiva estatal."
      },
      {
        "letra": "E",
        "texto": "transcorrido entre a data do recebimento da denúncia e a data da publicação da sentença condenatória, afigura-se presente a chamada prescrição retroativa da pretensão punitiva estatal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456492",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "A chamada prescrição retroativa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser reconhecida entre a data de recebimento da denúncia e a de publicação da sentença condenatória transitada em julgado para a acusação."
      },
      {
        "letra": "B",
        "texto": "é regulada pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "C",
        "texto": "já não é prevista no ordenamento jurídico brasileiro."
      },
      {
        "letra": "D",
        "texto": "é modalidade de prescrição da pretensão executória."
      },
      {
        "letra": "E",
        "texto": "pode ter por termo inicial data anterior à do recebimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444032",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Quanto à aplicação das regras e disposições decorrentes do concurso de crimes, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se tratar de crime continuado, a prescrição regula-se pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação."
      },
      {
        "letra": "B",
        "texto": "No concurso de crimes culposos, a substituição por pena restritiva de direitos é possível, qualquer que seja a pena aplicada."
      },
      {
        "letra": "C",
        "texto": "No concurso material de crimes, a prescrição incide sobre a soma das penas cominadas."
      },
      {
        "letra": "D",
        "texto": "O benefício da suspensão condicional do processo não é aplicável em relação às infrações penais cometidas em concurso material, concurso formal ou continuidade delitiva, quando a pena mínima cominada, seja pelo somatório, seja pela incidência da majorante, ultrapassar o limite de um ano."
      },
      {
        "letra": "E",
        "texto": "Na continuidade delitiva de que trata o caput do art.71 do Código Penal, o melhor critério adotado para a fixação do aumento de pena (dosagem da exasperação) é o que considera o número de crimes praticados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "427918",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Agente imputável e menor de 21 anos à época do fato criminoso ocorrido em 10 de junho de 2006. Foi denunciado como incurso no art. 157, caput, do CP. A denúncia foi recebida em 29 de junho de 2006 e até 01 de julho de 2014 não havia sido prolatada sentença. Diante disso, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu a pretensão punitiva estatal, considerado o máximo da pena abstratamente cominada à infração."
      },
      {
        "letra": "B",
        "texto": "ocorrerá a prescrição da pretensão punitiva estatal somente depois de decorridos seis anos da data supra mencionada (01.07.2014)."
      },
      {
        "letra": "C",
        "texto": "ocorrerá a prescrição da pretensão punitiva estatal somente depois de decorridos quatro anos da data supra mencionada (01.07.2014)."
      },
      {
        "letra": "D",
        "texto": "antes da prolação da sentença condenatória não se pode falar em ocorrência da pretensão punitiva estatal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "409254",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Após as alterações havidas no art. 110 do Código Penal, a prescrição retroativa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é mais aplicável aos crimes hediondos e afins."
      },
      {
        "letra": "B",
        "texto": "não pode ser mais alegada na fase investigativa, visto que seu lapso temporal limitou-se à fase judicial."
      },
      {
        "letra": "C",
        "texto": "por expressa ressalva legal somente poderá ser aplicada a sentenças condenatórias com trânsito em julgado para a acusação e para a defesa."
      },
      {
        "letra": "D",
        "texto": "aumentou para três anos o prazo prescricional para os crimes punidos com pena máxima inferior a um ano."
      },
      {
        "letra": "E",
        "texto": "foi extinta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368516",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Quanto ao tema prescrição, pode-se afirmar corretamente que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando se tratar de crime continuado, a prescrição se regula pela pena imposta na sentença, computando-se o acréscimo decorrente da continuação."
      },
      {
        "letra": "B",
        "texto": "eventual irregularidade na decisão que suspende o curso do processo repercute na fluência do prazo prescricional, porque exemplificativas as hipóteses de suspensão e de interrupção."
      },
      {
        "letra": "C",
        "texto": "durante o trâmite recursal não pode ser reconhecida a prescrição da pretensão punitiva superveniente, entre a publicação da sentença em cartório e o julgamento do recurso."
      },
      {
        "letra": "D",
        "texto": "a prescrição constitui questão prejudicial ao conhecimento do mérito da causa, razão pela qual eventual recurso da defesa não terá seguimento se a prescrição for previamente reconhecida, por falta de interesse de agir."
      },
      {
        "letra": "E",
        "texto": "anulada a ação penal, a prescrição prossegue sendo regulada pela pena in concreto, indicada no título condenatório anulado, evitando-se a reformatio in pejus pela via oblíqua."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361637",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética. Joaquim foi denunciado pela prática do crime de falsidade ideológica previsto no Código Penal. A inicial acusatória foi recebida em 3/10/2007. O juiz da causa, por meio de sentença publicada em 19/7/2012, condenou o réu à pena de um ano, dez meses e vinte dias de reclusão, em regime semiaberto, mais pagamento de quinze dias-multa. Não houve recurso do MP e a defesa interpôs apelação, alegando a prescrição da pretensão punitiva do Estado. Nessa situação, deverá o tribunal negar provimento ao apelo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361633",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Conforme o STF, o crime de estelionato previdenciário praticado por terceiro não beneficiário tem natureza de crime instantâneo de efeitos permanentes, razão por que seu prazo prescricional começa a fluir da percepção da primeira parcela do benefício.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360707",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Não se tipifica crime material contra a ordem tributária, previsto no art. 1o , incisos I a IV, da Lei no 8.137/90, antes do lançamento definitivo do tributo. O enunciado da Súmula Vinculante 24 do STF, citado acima, mais diretamente implica que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre elemento do tipo penal exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "reduz-se a pena quando, até o recebimento da denúncia, o agente de crime cometido sem violência ou grave ameaça reparar o dano ou restituir a coisa."
      },
      {
        "letra": "C",
        "texto": "a prescrição começa a correr do dia em que o crime se consumou."
      },
      {
        "letra": "D",
        "texto": "o erro inevitável sobre a ilicitude do fato isenta de pena."
      },
      {
        "letra": "E",
        "texto": "a confissão espontânea da autoria do crime atenua a pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484678",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Para o agente que tenha mais de 70 (setenta) anos na data da sentença, o prazo mínimo e máximo de prescrição, considerando como base os lapsos previstos no art. 109 do CP é, em anos, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 e 20."
      },
      {
        "letra": "B",
        "texto": "2 e 15."
      },
      {
        "letra": "C",
        "texto": "2 e 10."
      },
      {
        "letra": "D",
        "texto": "1,5 e 15."
      },
      {
        "letra": "E",
        "texto": "1,5 e 10."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413379",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "As causas interruptivas da prescrição da pretensão punitiva estão listadas a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "Reincidência."
      },
      {
        "letra": "C",
        "texto": "Pronúncia."
      },
      {
        "letra": "D",
        "texto": "Decisão confirmatória da pronúncia."
      },
      {
        "letra": "E",
        "texto": "Publicação da sentença condenatória recorrível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379266",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Sobre a prescrição é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de fuga a prescrição da pretensão executória não corre até a nova prisão."
      },
      {
        "letra": "B",
        "texto": "as penas restritivas de direitos e de multa prescrevem em dois anos."
      },
      {
        "letra": "C",
        "texto": "as faltas disciplinares na execução penal não prescrevem por ausência de previsão legal, conforme a jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "as medidas de segurança prescrevem a despeito da ausência de previsão legal, conforme a jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "no caso de concurso de crimes a prescrição incidirá sobre o total da pena imposta na sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1661611",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Sobre a prescrição criminal, assinale a alternativa CORRETA: I. Antes de transitar em julgado a sentença final, o cômputo da prescrição regula-se pelo mínimo da pena privativa de liberdade cominada ao crime; II. Depois de transitar em julgado a sentença condenatória, o cômputo da prescrição regula-se pela pena aplicada, salvo condenado reincidente, caso em que se verifica pelo máximo da pena privativa de liberdade cominada ao crime, aumentada de um terço; III. Depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, o cômputo da prescrição regula-se pela pena aplicada; IV. O cômputo da prescrição da pena de multa, se esta for a única aplicada, ocorrerá em 4 (quatro) anos;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984183",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "A prescrição, antes de transitar em julgado a sentença final, salvo o disposto no § 1° do art. 110 do Código Penal - CP, regula-se pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em oito anos, se o máximo da pena é superior a quatro anos e não excede a oito."
      },
      {
        "letra": "B",
        "texto": "Em dezesseis anos, se o máximo da pena é superior a oito anos e não excede a doze."
      },
      {
        "letra": "C",
        "texto": "Em quatro anos, se o máximo da pena é superior a dois anos e não excede a quatro."
      },
      {
        "letra": "D",
        "texto": "Em três anos, se o máximo da pena é superior a um ano ou, sendo superior, não excede a dois."
      },
      {
        "letra": "E",
        "texto": "Em trinta anos se o máximo da pena é superior a quinze."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293725",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade estabelece o Código Penal vários prazos de prescrição antes de transitar em julgado a sentença final. Assinale a assertiva que indica prazo de prescrição em conformidade com o estabelecido em mencionada legislação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em dois anos, se o máximo da pena é inferior a um ano."
      },
      {
        "letra": "B",
        "texto": "Em dezoito anos, se o máximo da pena é superior a doze."
      },
      {
        "letra": "C",
        "texto": "Em dez anos, se o máximo da pena é superior a oito anos e não excede a doze."
      },
      {
        "letra": "D",
        "texto": "Em doze anos, se o máximo da pena é superior a quatro anos e não excede a oito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270497",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Dispõe o artigo 115 do Código Penal: “São reduzidos de ½ (metade) os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos”. Sem levar em conta os casos de redução do prazo da prescrição, o menor prazo prescricional previsto no Código Penal é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois anos."
      },
      {
        "letra": "B",
        "texto": "três anos."
      },
      {
        "letra": "C",
        "texto": "quatro anos."
      },
      {
        "letra": "D",
        "texto": "oito anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239284",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "I – Ao contrário do que ocorre no Processo Penal, na contagem dos prazos previstos no Código Penal computa-se o dia do começo e exclui-se o do vencimento. Esta regra deve ser observada para os prazos prescricionais, de decadência e os de duração das penas. II – O crime preterdoloso é um misto de dolo e culpa, com culpa na conduta antecedente e dolo no resultado conseqüente. III – O princípio da consunção é uma forma de solução do conflito aparente de normas a ser aplicado quando um fato definido por uma norma incriminadora constitui meio necessário ou fase normal de preparação ou execução de outro crime. IV – A identificação do dolo ou da culpa na conduta do agente é uma maneira de limitar o alcance da Teoria da Equivalência dos Antecedentes Causais (“conditio sine qua non”). V – Para configuração do crime impossível exige-se a impropriedade absoluta do objeto e também a ineficácia absoluta do meio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252541",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Após o regular patrocínio de ação indenizatória contra determinado Município, a advogada PORTIA, induzindo a erro seu cliente SHYLOCK, levou-o a assinar instrumento procuratório que lhe transferia os poderes de quitação, recebimento e levantamento de diversos valores, obtendo para si, especificamente, vultoso crédito a ser por ele recebido do referido ente público, através de precatório. Visando à aferição do iníciodo marcoprescricional, é correto afirmarque a circunstância de a satisfação do crédito se dar por meio de precatório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não alteraria a conduta praticada pela agente, a qual consubstancia crime instantâneo, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se projetado no tempo, mediante percepção das parcelas;"
      },
      {
        "letra": "B",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime instantâneo, considerando-se a data da percepção das parcelas, circunstância que se projeta no tempo;"
      },
      {
        "letra": "C",
        "texto": "não alteraria a conduta praticada pela agente, a qual consubstancia crime permanente, considerando-se como início a data da prática do ato e sua duração que se protrai no tempo, enquanto persistir a percepção das parcelas;"
      },
      {
        "letra": "D",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime permanente, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se perpetuado no tempo, mediante percepção das parcelas;"
      },
      {
        "letra": "E",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime formal, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se projetado no tempo, mediante percepção das parcelas."
      }
    ],
    "gabarito": "A"
  }
]