[
  {
    "id": "3583095",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito das causas de extinção da punibilidade e das regras legais sobre prescrição penal. A graça e o indulto somente podem ser concedidos após o início do cumprimento da pena privativa de liberdade, pois pressupõem a execução da sentença condenatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3583094",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito das causas de extinção da punibilidade e das regras legais sobre prescrição penal. A interrupção do curso da prescrição pela reincidência aplica-se automaticamente a todos os autores e partícipes do crime, até mesmo em crimes conexos reunidos no mesmo processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3583092",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito das causas de extinção da punibilidade e das regras legais sobre prescrição penal. Caso o condenado se evada durante o cumprimento da pena, a prescrição da pretensão executória será calculada com base no tempo restante da pena a cumprir, ainda que a evasão tenha ocorrido próximo ao termo final da execução da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272319",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Vítor, maior de 21 anos, cometeu o crime de furto em 15 de março de 2019. Em 15 de junho de 2020, a denúncia foi regularmente recebida. A sentença condenatória foi de 1 ano, 11 meses e 10 dias de reclusão e foi publicada em 04 de dezembro de 2024. Levando em consideração os dados apresentados, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão punitiva se deu entre os fatos e o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "O caso não foi atingido pela prescrição da pretensão punitiva, apenas pela prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão executória se deu entre o recebimento da denúncia e a publicação da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O caso não foi atingido, nem pela prescrição da pretensão punitiva, nem pela prescrição da pretensão executória."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão punitiva retroativa se deu entre o recebimento da denúncia e a publicação da sentença penal condenatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3228277",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A respeito da aplicação da pena no sistema jurídico brasileiro, tendo como base a legislação e sua interpretação pelos tribunais superiores, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 (quatro) anos se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "B",
        "texto": "A prescrição penal, antes de transitar em julgado a sentença final, verifica-se em 3 (três) anos, se o máximo da pena é igual ou inferior a 1 (um) ano."
      },
      {
        "letra": "C",
        "texto": "Nos casos de violência doméstica e familiar contra a mulher, é vedada a aplicação de penas de cesta básica ou outras de prestação pecuniária, bem como a substituição de pena que implique o pagamento isolado de multa."
      },
      {
        "letra": "D",
        "texto": "Enquanto a aplicação da pena privativa de liberdade segue o critério trifásico, a aplicação da pena de multa é guiada pelo critério bifásico, sendo neste, fixado primeiro o número de dias-multa e, depois, o valor de cada dia-multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219215",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Antes de passar em julgado a sentença final, a prescrição não corre. Assinale a alternativa que indique causa considerada como impeditiva da prescrição, conforme disposto no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "decisão confirmatória da pronúncia."
      },
      {
        "letra": "C",
        "texto": "reincidência."
      },
      {
        "letra": "D",
        "texto": "pronúncia."
      },
      {
        "letra": "E",
        "texto": "cumprimento da pena no exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3179519",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Querendo se aposentar, em 2008, Catão contrata o despachante Lucrécio, o qual lhe esclarece que faltava tempo de serviço para tal benefício. Dias depois, Lucrécio liga para Catão, propondo que, por um valor extra, solicitaria a Plauto, dirigente sindical, que elaborasse uma declaração falsa de exercício de atividade rural, tendo a concordância de Catão. Após obter o documento, Lucrécio requereu o benefício ao INSS, concedido a Catão naquele mesmo ano. Em 2020, o INSS descobriu a fraude e suspendeu o benefício. Catão tem hoje 71 anos, Plauto tem 55 anos e Lucrécio faleceu. (Sabe-se que a pena privativa de liberdade do estelionato é de 1 a 5 anos; que a causa de aumento do art. 171, § 3º é de 1/3). Considerando a teoria binária do estelionato previdenciário, ao decidir sobre recebimento de denúncia, o juiz deverá reconhecer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de Plauto e Catão estão prescritos."
      },
      {
        "letra": "B",
        "texto": "Apenas o crime de Catão está prescrito."
      },
      {
        "letra": "C",
        "texto": "Apenas o crime de Plauto está prescrito."
      },
      {
        "letra": "D",
        "texto": "O crime de Plauto e os crimes referentes às parcelas mais antigas de Catão estão prescritos."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos crimes está prescrito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153498",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Caio, um dia antes de completar 21 anos, em 09.10.2020, tendo se comprometido a olhar Tícia, filha de sua madrasta, de 3 anos, em um momento de distração, deixou a menina sem supervisão e ela veio a cair na piscina. Caio, ao ouvir o barulho de água, correu e tirou Tícia da piscina. Socorrida no hospital, após ter uma parada cardíaca, a criança permaneceu em coma por seis meses, vindo a falecer no dia 08.04.2021. Instaurado inquérito policial para apurar as circunstâncias da morte, Caio veio a ser denunciado pelo crime de homicídio culposo, em 08.10.2024, sendo a denúncia recebida em 20.10.2024. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma vez que na data da morte (08.04.2021) Caio já tinha completado 21 anos, é inaplicável a redução do prazo prescricional que, no caso, é de 8 anos, período não transcorrido entre a data da morte (08.04.2021) e o recebimento da denúncia (20.10.2024)."
      },
      {
        "letra": "B",
        "texto": "Uma vez que entre a data da morte (08.04.2021) e o recebimento da denúncia (20.10.2024) transcorreu período inferior a 4 anos, não há que se falar em prescrição da pretensão punitiva do Estado e, por conseguinte, em extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Uma vez que a vítima é menor de 14 anos, incide a causa de aumento da pena de 1/3, circunstância que afasta a prescrição, já que entre a data da morte (08.04.2021) e o recebimento da denúncia (20.10.2024) não transcorreu período superior a 4 anos."
      },
      {
        "letra": "D",
        "texto": "Uma vez que entre a data do fato (09.10.2020) e o oferecimento da denúncia (08.10.2024) transcorreu período inferior a 4 anos, não há que se falar em prescrição da pretensão punitiva do Estado e, por conseguinte, em extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "Uma vez que entre a data do fato (09.10.2020) e o recebimento da denúncia (20.10.2024) transcorreu período superior a 4 anos, operou-se a prescrição da pretensão punitiva do Estado e, por conseguinte, a extinção da suposta punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3253553",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Determinado indivíduo, que tinha 20 anos na data do fato criminoso, é condenado à pena mínima por um crime que tem pena privativa de liberdade de 2 a 3 anos. Entre o fato e o recebimento da denúncia transcorreram 3 anos e um dia. Entre o recebimento da denúncia e a publicação da sentença condenatória transcorreram 2 anos e um dia. Houve trânsito em julgado. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu prescrição no interregno transcorrido entre o fato e o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "a idade do indivíduo não influencia no cálculo da prescrição."
      },
      {
        "letra": "C",
        "texto": "não ocorreu prescrição."
      },
      {
        "letra": "D",
        "texto": "ocorreu prescrição no interregno transcorrido entre o recebimento da denúncia e a publicação da sentença."
      },
      {
        "letra": "E",
        "texto": "ocorreu prescrição em ambos os interregnos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3113321",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo à aplicação da lei penal brasileira, à classificação dos crimes, aos conceitos de tentativa e de concurso de pessoas e à prescrição no direito penal. Antes de transitada em julgado a sentença final, não corre a prescrição na pendência de embargos de declaração, quando inadmissíveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3051475",
    "metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada, verificando-se nos prazos previstos no Código Penal, que não são afetados pela reincidência do condenado."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Nos crimes contra a dignidade sexual ou que envolvam violência contra a criança e o adolescente, previstos no Código Penal ou em legislação especial, a prescrição começa a correr da data em que a vítima completar 18 anos, salvo se a esse tempo já houver sido proposta a ação penal."
      },
      {
        "letra": "E",
        "texto": "A interrupção da prescrição produz efeitos relativamente a todos os autores do crime, exceto quando a interrupção decorre da reincidência, ou pelo início ou continuação do cumprimento da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030276",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "É considerada causa impeditiva da prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprimento de pena no exterior."
      },
      {
        "letra": "B",
        "texto": "recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "decisão que confirma a pronúncia."
      },
      {
        "letra": "D",
        "texto": "reincidência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2643729",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "DÉCIO e TÍCIO concorrem para o cometimento de crime sujeito à pena máxima privativa de liberdade de oito anos, em 01º de janeiro de 2014. Em 10 de setembro de 2022 foi apresentada denúncia contra DÉCIO, apenas, recebida pelo juiz em 10 de janeiro de 2023. Diante desse caso hipotético, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretensão punitiva está prescrita ao tempo do recebimento da denúncia, para TÍCIO, apenas."
      },
      {
        "letra": "B",
        "texto": "a pretensão punitiva está prescrita ao tempo do recebimento da denúncia, para DÉCIO e TÍCIO."
      },
      {
        "letra": "C",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia suspende o prazo prescricional contra DÉCIO e TÍCIO."
      },
      {
        "letra": "D",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia interrompe o prazo prescricional contra DÉCIO e TÍCIO."
      },
      {
        "letra": "E",
        "texto": "a pretensão punitiva não está prescrita e o recebimento da denúncia interrompe o prazo prescricional contra DÉCIO, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2643727",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Acerca da prescrição em matéria penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 23 (vinte e três) anos, ou, na data da sentença, maior de 65 (sessenta e cinco) anos."
      },
      {
        "letra": "B",
        "texto": "a reincidência é causa impeditiva da prescrição do crime anterior."
      },
      {
        "letra": "C",
        "texto": "a prescrição começa a correr do dia em que iniciado o crime, quando permanente."
      },
      {
        "letra": "D",
        "texto": "aplica-se à multa, aplicada como única pena, o mesmo prazo de prescrição da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "a prescrição não corre enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2570782",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A extinção da punibilidade é o fim do direito do Estado de punir um indivíduo por um crime, ou seja, acontece quando não há mais como se impor ao réu ou condenado a sanção cominada ou aplicada. Aprofundando-se a questão conceitual, como leciona Santiago Mir Puig, as causas extintivas da punibilidade impõem um “ponto final ao dever de responder penal” pela prática de um ato ilícito. Isso significa dizer que, uma vez verificadas, morre o interesse punitivo estatal. Como bem trazido por Cezar Bitencourt, a punição é uma consequência da conduta típica, antijurídica e culpável. Contudo, após a prática do fato delituoso, podem ocorrer hipóteses aptas a impedir a eventual aplicação ou execução da respectiva sanção. Assim, verificada alguma das hipóteses extintivas de punibilidade previstas na legislação brasileira, não há mais como se impor ao investigado, ao réu ou ao condenado a sanção cominada ou aplicada. Afirmar que morre o interesse punitivo estatal significa dizer que não pode mais ser imposta qualquer sanção contra o indivíduo. (https://www.aurum.com.br/aplicada.) Tomando tais conceitos por base, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pena de multa ocorrerá em 3 (três) anos, quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "B",
        "texto": "Antes de passar em julgado a sentença final, a prescrição não corre até a publicação da sentença ou acórdão condenatórios recorríveis;"
      },
      {
        "letra": "C",
        "texto": "Interrompida a prescrição, em qualquer hipótese, todo o prazo começa a correr, novamente, do dia da interrupção."
      },
      {
        "letra": "D",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional ou a suspensão condicional da pena, a prescrição é regulada pelo tempo que resta da pena."
      },
      {
        "letra": "E",
        "texto": "A prescrição, antes de transitar em julgado a sentença final, salvo o disposto no § 1o do art. 110 do Código, regula-se pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se, entre outras em vinte anos, se o máximo da pena é superior a doze."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2564492",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Ronaldo, funcionário público, cometeu crime de prevaricação em 12 de abril de 2018. Após o trâmite do Inquérito policial, Ronaldo foi denunciado pelo Ministério Público pelo crime do artigo 319, do Código Penal (prevaricação). A denúncia foi recebida em 19 de maio de 2021. Após a regular instrução do feito, Ronaldo é condenado pelo Magistrado competente ao cumprimento da pena privativa de liberdade de 6 meses de detenção, em regime inicial semiaberto, por sentença publicada no dia 2 de maio de 2023. Na data da sentença, Ronaldo, reincidente em crime doloso, possuía 71 anos de idade. Após o trânsito em julgado da sentença, Ronaldo, por meio de seu advogado, apresenta requerimento de extinção da punibilidade com base na prescrição diante da pena em concreto imposta. Sobre o caso hipotético apresentado, o prazo da prescrição da pretensão punitiva estatal é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 anos, mas o Magistrado não deverá extinguir a punibilidade de Ronaldo, pois o termo inicial da prescrição com base na pena aplicada não pode ter por termo inicial data anterior à da denúncia."
      },
      {
        "letra": "B",
        "texto": "2 anos, e não restou consumado, devendo o feito prosseguir na fase executória."
      },
      {
        "letra": "C",
        "texto": "4 anos, e não restou consumado, devendo o feito prosseguir na fase executória."
      },
      {
        "letra": "D",
        "texto": "3 anos, cabendo ao Magistrado extinguir a punibilidade de Ronaldo com base na prescrição, que se consumou no lapso temporal transcorrido entre a data do crime e a do recebimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "1 ano e 6 meses, cabendo ao Magistrado extinguir a punibilidade de Ronaldo com base na prescrição, que se consumou no lapso temporal transcorrido entre a data do recebimento da denúncia e da publicação da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2515588",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "João foi denunciado pela suposta prática do crime de roubo simples. Após diversas redesignações da audiência de instrução e julgamento, a defesa técnica peticionou nos autos, requerendo o reconhecimento da prescrição da pretensão punitiva estatal pela pena hipotética, com a consequente extinção de punibilidade. O juízo, então, resolveu estudar a matéria antes de proferir qualquer decisão. Nesse cenário, considerando as disposições do Código Penal e o entendimento dominante do Superior Tribunal de Justiça, é correto afirmar que o juízo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode, em teoria, reconhecer a prescrição da pretensão punitiva estatal pela pena hipotética, desde que haja a concordância do Ministério Público;"
      },
      {
        "letra": "B",
        "texto": "pode, em teoria, reconhecer a prescrição da pretensão punitiva estatal pela pena hipotética, independentemente da concordância do Ministério Público;"
      },
      {
        "letra": "C",
        "texto": "não pode reconhecer a prescrição da pretensão punitiva estatal pela pena hipotética, modalidade prescricional não admitida pela ordem jurídica pátria;"
      },
      {
        "letra": "D",
        "texto": "não pode reconhecer a prescrição da pretensão punitiva estatal pela pena hipotética, em razão da imprescritibilidade do crime de roubo simples;"
      },
      {
        "letra": "E",
        "texto": "não pode reconhecer a prescrição da pretensão punitiva estatal pela pena hipotética, em razão do caráter hediondo do crime de roubo simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2459919",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade pela prescrição, analise as afirmativas a seguir. I. O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada. II. Transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, aplicáveis as normas relativas à dívida ativa da Fazenda Pública e do Código Tributário Nacional no que concerne aos prazos e às causas interruptivas e suspensivas da prescrição. III. Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplicar-se-á a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 a 2/3, regulando-se a prescrição pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação. IV. O prazo para a prescrição da pretensão executória somente começa a correr no dia em que a sentença condenatória transita em julgado para ambas as partes, exceto para os processos com trânsito em julgado para a acusação ocorridos até 11/11/2020, em que a prescrição ainda não tenha sido analisada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2388753",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere à prescrição conforme o CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão executória não se aplica àqueles que estejam submetidos ao regime de medida de segurança."
      },
      {
        "letra": "B",
        "texto": "Aplica-se a redução do prazo prescricional ao maior de 60 anos, na data da sentença, conforme recente entendimento do STJ."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a redução do prazo prescricional na hipótese de o acusado completar 70 anos entre a data de prolação da sentença condenatória e a data do trânsito em julgado para a condenação."
      },
      {
        "letra": "D",
        "texto": "Calcula-se a prescrição, antes do trânsito em julgado, pela pena em abstrato, incluindo-se as causas de aumento de pena, entre elas eventual concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "Aplica-se a redução do prazo prescricional ao indivíduo que tenha respondido ao processo penal e que possua 20 anos de idade na data da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367566",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Com relação à prescrição, analise as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A decisão confirmatória da pronúncia proferida pelo Superior Tribunal de Justiça em recurso especial sempre interrompe-a prescrição, nos termos do Art. 117, inciso III, do Código Penal. ( ) De acordo com o Superior Tribunal de Justiça, em caso de sentença absolutória imprópria a prescrição pelo máximo da pena em abstrato cominada ao delito. ( ) A prescrição da pretensão executória tem curso durante o cumprimento de suspensão condicional da pena. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – F – F."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2346693",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Marcos, empresário, 35 anos, reincidente, falsificou documentos contábeis de sua pessoa jurídica de forma a suprimir, todos os meses, os tributos devidos. Essa prática perdurou por todo o funcionamento das atividades empresariais, compreendido o período entre janeiro de 2010 a janeiro de 2015. Cada mês de supressão de tributo ensejou um processo administrativo fiscal, que culminou com o lançamento definitivo dos tributos suprimidos, mês a mês, no período de janeiro de 2015 a janeiro de 2020, respectivamente. Por esses fatos, Marcos foi denunciado (denúncia recebida em março de 2021; pena abstrata: 2 a 5 anos) e condenado por 61 crimes materiais contra a ordem tributária, em continuidade delitiva, a uma pena de 3 anos e quatro meses de reclusão (pena de dois anos acrescida de 2/3 pela continuidade delitiva). A sentença foi publicada e transitou em julgado em agosto de 2023. Sobre os fatos destacados no enunciado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorreu a prescrição da pretensão punitiva entre a data do fato e o recebimento da denúncia em relação aos fatos ocorridos entre janeiro e maio de 2010, pela pena concretamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional é de dez anos e oito meses, em razão da pena concretamente aplicada, por este motivo, não há prescrição da pretensão executória no caso relatado."
      },
      {
        "letra": "C",
        "texto": "O prazo da prescrição da pretensão punitiva é de quatro anos, em razão da pena concretamente aplicada, e ocorreu a prescrição relativa aos fatos ocorridos entre janeiro de 2015 a fevereiro de 2017."
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional é de doze anos entre o fato e o recebimento da denúncia, e não ocorreu a prescrição da pretensão punitiva de nenhum dos fatos."
      },
      {
        "letra": "E",
        "texto": "O prazo da prescrição da pretensão punitiva aplicável é de cinco anos e quatro meses, em razão da reincidência, e esta não ocorreu em nenhum dos marcos interruptivos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2374459",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Fernando, com 20 anos de idade à época do fato, foi preso em flagrante em 10 de abril de 2011 pela prática do delito de receptação simples (art. 180, caput, do CP), tendo sido solto por se tratar de indiciado primário acusado de delito cuja pena é de 1 a 4 anos. Recebida a denúncia em 10 de agosto de 2013, foi determinada a citação do réu. Ante a sua não localização, o juiz determinou a citação por edital. Não tendo Fernando comparecido e nem constituído defensor, foi determinada a suspensão do feito em 15 de julho de 2014, nos termos do art. 366 do CPP. Em 15 de abril de 2021, Fernando foi preso por outro processo e foi citado do presente feito, que voltou a correr. Realizada a audiência de instrução, foi publicada sentença em 15 de agosto de 2021, condenando Fernando à pena de um ano de reclusão, no regime aberto. A sentença transitou em julgado para a acusação em 15 de setembro de 2021, tendo a Defesa apelado. Foi negado provimento ao recurso de defesa e a sentença transitou em julgado para ambas as partes em 15 de maio de 2023. Realizada audiência de ingresso no regime aberto em 17 de agosto de 2023, seria possível alegar prescrição da pretensão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "executória com base na pena aplicada em concreto, ocorrida entre a data da publicação da sentença condenatória até a data da audiência em regime aberto."
      },
      {
        "letra": "B",
        "texto": "punitiva intercorrente com base na pena aplicada em concreto, ocorrida entre a data da publicação da sentença condenatória e a data da audiência de ingresso em regime aberto."
      },
      {
        "letra": "C",
        "texto": "punitiva com base na pena máxima cominada em abstrato ao delito, ocorrida no período compreendido entre a data da infração penal e a data da citação pessoal do réu."
      },
      {
        "letra": "D",
        "texto": "punitiva retroativa com base na pena em concreto, ocorrida no período compreendido entre a retomada do cômputo do prazo prescricional e a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "executória com base na pena em concreto, ocorrida entre a data da retomada do curso do processo e o trânsito em julgado para ambas as partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2340512",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Em relação à prescrição, julgue o próximo item.Se o réu completar setenta anos de idade depois da sentença penal condenatória e antes da decisão que julgar embargos de declaração opostos em desfavor dela, não se aplicará a redução do prazo prescricional pela metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2339488",
    "metadata": "Ano: 2023 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) as seguintes afirmações acerca da prescrição penal. ( ) É entendimento consolidado do Superior Tribunal de Justiça que a redução do prazo prescricional prevista no artigo 115, caput, do Código Penal somente deve ser aplicada quando o réu atingir 70 (setenta) anos até a data da primeira decisão condenatória, seja sentença ou acórdão, não se aplicando a diminuição do prazo prescricional quando atingir a idade referida antes do julgamento de seus recursos contra a decisão condenatória. ( ) Réu condenado, após regular processo criminal, a uma pena X e reconhecida expressamente a reincidência dolosa, por meio de certidão de histórico criminal juntado aos autos, na sentença condenatória. Neste caso, transitada em julgado a decisão condenatória para o Ministério Público, havendo recurso defensivo que não se insurja contra o reconhecimento da reincidência, e, sim, somente, em relação ao quantum da pena aplicada, os prazos de prescrição da pretensão punitiva estatal são acrescidos de 1/3, em virtude do disposto no artigo 110, caput, do Código Penal. ( ) O artigo 28, caput, da Lei no 11.343/06 (Lei de drogas) não previu pena privativa de liberdade para as condutas nele tipificadas (Quem adquirir, guardar, tiver em depósito, transportar, ou trouxer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar será submetido às seguintes penas: I. advertência sobre os efeitos das drogas; II. Prestação de serviços à comunidade; III. medida educativa de comparecimento a programa ou curso educativo). Desta forma, a fim de não deixar a conduta descrita no referido artigo legal como imprescritível, a jurisprudência consolidada nos Tribunais Superiores estabeleceu que o prazo de prescrição da pretensão punitiva estatal é o mínimo previsto em Lei, ou seja, 3 (três) anos, que é o aplicado quando o máximo da pena privativa de liberdade é inferior a 1 (um) ano, conforme artigo 109, inciso VI, do Código Penal. ( ) É entendimento consolidado nos Tribunais Superiores que o acórdão condenatório de que trata o inciso IV do artigo 117 do Código Penal (artigo 117: O curso da prescrição interrompe-se [...] IV – pela publicação da sentença ou acórdão condenatórios recorríveis) não interrompe a prescrição quando for confirmatório da sentença condenatória de primeiro grau, seja mantendo, reduzindo ou aumentando a pena, pois se estaria criando um novo marco interruptivo não previsto em Lei. ( ) É entendimento consolidado nos Tribunais Superiores que as medidas socioeducativas aplicadas aos atos infracionais não tem feição de pena criminal, e, sim, caráter de reeducação do adolescente infrator. Portanto, não estão sujeitas aos prazos prescricionais previstos no Código Penal, mas não são imprescritíveis, uma vez que a idade biológica do reeducando, 18 (dezoito) anos ou, excepcionalmente, 21 (vinte e um) anos em caso de internação, extingue a punibilidade da medida aplicada. A sequência correta do preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F – F – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "Nenhuma das afirmações está correta."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324564",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre extinção da punibilidade, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A, com 20 anos, e B, com 65 anos, praticam em 18.02.2018 o crime de corrupção ativa (CP, art. 333, caput – pena: reclusão, de 2 a 12 anos, e multa), com recebimento judicial da denúncia em 21.04.2018 e publicação da sentença condenatória em 12.07.2023, com fixação de pena privativa de liberdade de 3 anos a ambos, havendo trânsito em julgado para a acusação: a prescrição da pretensão punitiva pela pena em concreto, como causa de extinção da punibilidade, ocorre em relação a A e B."
      },
      {
        "letra": "B",
        "texto": "No cálculo da prescrição da pretensão punitiva pela pena em abstrato, verifica-se sua ocorrência em 8 anos, no furto simples (CP, art. 155, caput – pena: reclusão, de 1 a 4 anos, e multa), sendo que a causa de aumento de pena do § 1º, de um terço, por prática durante o repouso noturno, isoladamente considerada, proporciona a elevação daquele prazo prescricional, e a causa de diminuição de pena da tentativa (CP, art. 14, inciso II, parágrafo único – de um a dois terços), isoladamente considerada, proporciona a redução daquele prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "De acordo com a técnica adotada pelo legislador penal brasileiro, a reincidência constitui uma das causas interruptivas do curso do prazo prescricional, e proporciona o aumento, em um terço, no prazo da prescrição da pretensão punitiva pela pena em abstrato."
      },
      {
        "letra": "D",
        "texto": "A responde a ação penal por prática dos crimes de porte ilegal de arma de fogo de uso permitido, embriaguez ao volante e resistência, em concurso material (art. 14 da Lei 10.826/03, art. 306 da Lei 9.503/97 e art. 329 do CP, c/c art. 69, também do CP): a interrupção da prescrição em relação a um dos crimes não se estende aos outros."
      },
      {
        "letra": "E",
        "texto": "Na audiência judicial prevista no art. 16 da Lei 11.340/06, a cônjuge A, suposta vítima, confirma expressamente a intenção de não mais representar contra o cônjuge B, suposto infrator, por prática do crime de lesões corporais leves, no âmbito das relações domésticas (CP, art. 129, § 9º), o que, após o transcurso do período de 6 meses da data do fato, fundamenta a extinção da punibilidade, ante a decadência do direito de representação (CP, art. 103, c/c 107, inciso IV)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322702",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Analise a situação hipotética a seguir. Henrique praticou o crime tipificado no artigo 12 da Lei nº 10.826/03, em 21/05/2019, aos 20 anos de idade. Pelo referido delito, Henrique foi denunciado, respondeu ao processo em liberdade e, ao final, foi condenado em primeira instância a uma pena de dois anos de detenção em regime semiaberto e 20 dias-multa. A pena privativa de liberdade não foi substituída por restritiva de direitos, uma vez que Henrique era reincidente em crime doloso. Ao réu foi conferido o direito de recorrer em liberdade. A referida condenação transitou em julgado para a acusação em 11/08/2020. A defesa interpôs apelação, cujo provimento foi negado. O trânsito em julgado total da condenação ocorreu em 09/07/2021, após julgamento da apelação da defesa e ausência de interposição de outros recursos pelas partes no prazo legal. Expedidos a guia de execução definitiva e o mandado de prisão, Henrique não foi encontrado para dar início ao cumprimento da pena até a data de 10/12/2023. Tendo em vista a legislação e a jurisprudência do Supremo Tribunal Federal sobre o tema da prescrição da pretensão executória, e considerando que não houve quaisquer causas suspensivas ou interruptivas da prescrição, nem mesmo tempo de prisão provisória a ser detraído, é correto afirmar que, na data de 10/12/2023, a pretensão executória da mencionada pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "encontra-se prescrita, uma vez que o prazo prescricional se exauriu em julho de 2023."
      },
      {
        "letra": "B",
        "texto": "não está prescrita, uma vez que o prazo prescricional se exaurirá em março de 2024."
      },
      {
        "letra": "C",
        "texto": "encontra-se prescrita, uma vez que o prazo prescricional se exauriu em abril de 2023."
      },
      {
        "letra": "D",
        "texto": "encontra-se prescrita, uma vez que o prazo prescricional se exauriu em agosto de 2022."
      },
      {
        "letra": "E",
        "texto": "não está prescrita, uma vez que o prazo prescricional se exaurirá em julho de 2025."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2272856",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No tocante à prescrição penal, assinale a alternativa INCORRETA de acordo com o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São reduzidos pela metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pena de multa ocorrerá em 3 (três) anos, quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "C",
        "texto": "A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo anterior, os quais aumentam de um terço, se o condenado é reincidente."
      },
      {
        "letra": "D",
        "texto": "Antes de passar em julgado a sentença final, a prescrição não corre enquanto não for resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2215675",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Com base na jurisprudência dos tribunais superiores, assinale a opção correta a respeito da prescrição em matéria penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo desclassificação pelo tribunal do júri para crime diverso de crime doloso contra a vida, a pronúncia deixa de funcionar como causa interruptiva da prescrição."
      },
      {
        "letra": "B",
        "texto": "Convenção internacional pode afastar lei interna que prevê regra de prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão executória, no que pressupõe quadro a revelar a possibilidade de execução da pena, tem como marco inicial o trânsito em julgado da condenação apenas para a defesa."
      },
      {
        "letra": "D",
        "texto": "Havendo dúvida resultante da omissão cartorária em certificar a data de recebimento da sentença, não se pode presumir a data de publicação com o lançamento de movimentação dos autos na Internet, para fins de interrupção do prazo prescricional."
      },
      {
        "letra": "E",
        "texto": "O cumprimento de pena imposta em outro processo não impede o curso da prescrição executória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2207110",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Pedro ingressou na residência de sua avó Teresa e subtraiu o pequeno cofre do quarto, levando-o para um beco. Sem saber o segredo do cofre, abriu-o com um maçarico e subtraiu as joias de seu interior. Em seguida, levou as peças a uma tradicional joalheria da cidade e vendeu-as a João, comerciante de 20 anos, que comprou os objetos sem se importar em apurar a origem. Considerando essa situação hipotética, julgue o item que se segue.O prazo prescricional do crime cometido por João será reduzido pela metade, e eventual recebimento da denúncia interromperá a prescrição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2133847",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Conforme o Código Penal brasileiro, existem algumas causas impeditivas da prescrição. Após estabelecer como V (verdadeiro) ou F (falso) quais entre os itens apresentados se encaixam nessa categoria, assinale a alternativa CORRETA. (__) Enquanto o agente cumpre pena no exterior. (__) Quando ocorre pendência de embargos de declaração ou de recursos aos Tribunais Superiores, quando inadmissíveis. (__) Quando ocorre a pronúncia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2115959",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "O prazo da prescrição é reduzido à metade quando o criminoso tiver, ao tempo do crime, idade igual a 21 anos de idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2087148",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Em sede de Direito Penal, o curso da prescrição interrompe-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "com o não cumprimento do acordo de não persecução penal."
      },
      {
        "letra": "C",
        "texto": "pela publicação da sentença ou acórdão condenatórios recorríveis."
      },
      {
        "letra": "D",
        "texto": "enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082785",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Prevê o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao termo inicial da prescrição antes de transitar em julgado a sentença final, começa a correr, no caso de tentativa, do dia em que cessou a atividade criminosa;"
      },
      {
        "letra": "B",
        "texto": "Que a punibilidade não se extingue pela retratação do agente em nenhum caso;"
      },
      {
        "letra": "C",
        "texto": "O curso da prescrição não é prejudicado enquanto não se resolver, em outro processo, questão de que dependa o reconhecimento da existência do crime;"
      },
      {
        "letra": "D",
        "texto": "O juízo sobre a denúncia ou queixa interrompe a prescrição se for por sua rejeição;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2035778",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Sobre o regramento da prescrição penal, considerando a posição da Jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal a propósito do tema, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão executória fluirá considerando o saldo que restar da pena, computando-se a detração do período de prisão preventiva cumprido pelo condenado."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pretensão punitiva é interrompida pelo acórdão que confirma a os termos da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "A prescrição penal pode ser suspensa durante o tempo em que o condenado esteja cumprindo pena no estrangeiro."
      },
      {
        "letra": "D",
        "texto": "Uma vez interrompida a prescrição da pretensão punitiva, o prazo volta a fluir no dia da interrupção, pela metade."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento da prescrição da pretensão punitiva possui efeitos ex nunc, ou seja, impede a execução da pena, mas não atinge os efeitos secundários da condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2035750",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "José, Auditor Fiscal da Receita do Estado Beta, aceitou propina para deixar de constituir, mediante lançamento, determinado crédito tributário. Diante de tal fato, José está respondendo a processo administrativo disciplinar e sendo investigado por crime em inquérito policial. Sabe-se que o estatuto dos servidores públicos civis do Estado Beta dispõe que os prazos de prescrição previstos na lei penal se aplicam às infrações disciplinares capituladas também como crime. Sobre o caso em tela, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não deve ser aplicado, na esfera disciplinar, o prazo prescricional previsto na legislação penal, porque ainda não houve oferecimento de denúncia criminal"
      },
      {
        "letra": "B",
        "texto": "Deve ser aplicado, na esfera disciplinar, o prazo prescricional previsto na legislação penal, apenas porque já houve instauração de inquérito policial."
      },
      {
        "letra": "C",
        "texto": "Não deve ser aplicado, na esfera disciplinar, o prazo prescricional previsto na legislação penal, porque ainda não foi proferida sentença criminal em primeiro grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "Não deve ser aplicado, na esfera disciplinar, o prazo prescricional previsto na legislação penal, porque ainda não foi proferida sentença criminal transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "Deve ser aplicado, na esfera disciplinar, o prazo prescricional previsto na legislação penal, independentemente de qualquer outra exigência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998352",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEFAZ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca da extinção da punibilidade, o Código Penal e o entendimento dos Tribunais Superiores estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo que resta da pena."
      },
      {
        "letra": "B",
        "texto": "O curso da prescrição interrompe-se enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime."
      },
      {
        "letra": "C",
        "texto": "Antes de passar em julgado a sentença final, a prescrição não corre enquanto o agente cumpre pena por outro delito em território nacional ou no exterior."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa ocorrerá no mesmo prazo estabelecido para prescrição da pena privativa de liberdade quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "E",
        "texto": "No caso de concurso de crimes, a extinção da punibilidade incidirá sobre o total da pena aplicada em conjunto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992806",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "SOBRE AS CAUSAS DE EXTINÇÃO DA PUNIBILIDADE, ASSINALE A ALTERNATIVA CERTA, CONSOANTE A JURISPRUDÊNCIA PREVALENTE NOS TRIBUNAIS SUPERIORES (STF E STJ):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão confirmatório de sentença condenatória recorrível interrompe a prescrição da pretensão executória, seja mantendo, reduzindo ou aumentando a pena anteriormente imposta."
      },
      {
        "letra": "B",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo que resta de pena, não se computando o período em que o réu permanece preso provisoriamente."
      },
      {
        "letra": "C",
        "texto": "O lapso inicial de contagem da prescrição da pretensão punitiva inicia-se da data em que transita em julgado para ambas as partes, à luz do princípio da actio nata."
      },
      {
        "letra": "D",
        "texto": "Somente é cabível a redução do prazo prescricional pela metade quando o agente for, ao tempo da primeira condenação, sentença ou acórdão, maior de setenta anos de idade, salvo se reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1981466",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência aumenta o prazo da prescrição da pretensão punitiva em terça parte."
      },
      {
        "letra": "B",
        "texto": "O curso do prazo prescricional é interrompido pela decisão que aplica a medida de segurança."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão punitiva não corre durante o tempo em que o agente está preso por outro motivo."
      },
      {
        "letra": "D",
        "texto": "No crime de falsidade ideológica a prescrição da pretensão punitiva se inicia quando da consumação do delito."
      },
      {
        "letra": "E",
        "texto": "A prescrição da prestação pecuniária ocorrerá em dois anos quando for a única pena aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1973354",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SEE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Com fundamento nas disposições atualizadas do Código Penal brasileiro, julgue o seguinte item.Considere que João tenha sido condenado, pela prática do crime de corrupção passiva consumado em 22/5/2016, a pena de dois anos de reclusão e multa. A denúncia foi recebida em 30/9/2017 e a sentença condenatória foi publicada em 17/5/2019, quando João tinha 22 anos de idade. O Ministério Público não interpôs recurso e houve o trânsito em julgado para a acusação em 24/5/2019. Então, a defesa de João apresentou apelação, que foi indeferida, por meio de acórdão publicado em 22/5/2022, o qual transitou em julgado. Nessa situação hipotética, deve ser reconhecida a extinção da punibilidade em razão da ocorrência da prescrição intercorrente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964324",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a opção correta à luz do disposto no Código Penal e da jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A retratação do agente não extingue a punibilidade."
      },
      {
        "letra": "B",
        "texto": "Só há efetiva extinção da punibilidade quando cumprida a pena privativa de liberdade e adimplido o pagamento da pena pecuniária, ainda que o condenado comprove hipossuficiência."
      },
      {
        "letra": "C",
        "texto": "Não corre prescrição antes do trânsito em julgado da sentença final de recurso inadmissível nos tribunais superiores e pendente de julgamento."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa será sempre de dois anos."
      },
      {
        "letra": "E",
        "texto": "A prescrição começa a contar a partir da data em que a vítima completa dezoito anos de idade apenas em relação aos crimes contra a dignidade sexual que envolvam crianças e adolescentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964203",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SECONT-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes às penas e à prescrição, de acordo com as disposições do Código Penal. Nos crimes contra a dignidade sexual de crianças e adolescentes, a prescrição, antes de transitada em julgado a sentença final, começa a correr a partir da data em que a vítima completar 18 anos, ainda que, a esse tempo, já tenha sido proposta a ação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951272",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Daniel foi investigado pela prática de lesão corporal leve. Após recusar a proposta de transação penal, foi denunciado pelo Ministério Público, tendo a inicial acusatória sido recebida em 3 de março de 2014. Em 9 de março de 2015, com a instrução em curso, o Ministério Público, suprindo omissão inicial, veiculou proposta de suspensão condicional do processo, que foi aceita pelo réu. Às vésperas de completar dois anos de suspensão do processo, Daniel descumpriu as condições impostas, o que acarretou a revogação do benefício e a retomada da ação penal, em 6 de março de 2017. O magistrado determinou a realização da instrução oral em juízo e, após o trâmite regular, proferiu sentença condenatória em 7 de maio de 2018. Diante desse cenário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há prescrição entre o recebimento da denúncia e a prolação da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "há prescrição, pois entre o recebimento da denúncia e a prolação da sentença condenatória transcorreram mais de quatro anos;"
      },
      {
        "letra": "C",
        "texto": "há prescrição, pois entre o recebimento da denúncia e a prolação da sentença condenatória transcorreram mais de dois anos;"
      },
      {
        "letra": "D",
        "texto": "há prescrição, pois, ainda que considerada a suspensão entre o recebimento da denúncia e a prolação da sentença condenatória, transcorreram mais de dois anos;"
      },
      {
        "letra": "E",
        "texto": "não há prescrição entre o recebimento da denúncia e a prolação da sentença condenatória, pois a suspensão condicional do processo afeta a contagem do lapso temporal para a prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1927527",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Nas ações penais de iniciativa privada, a prescrição, depois da sentença condenatória com trânsito em julgado para o querelante ou depois de improvido seu recurso, é calculada pela pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicada, não podendo ter por termo inicial data anterior à da queixa."
      },
      {
        "letra": "B",
        "texto": "liquidada no juízo da execução."
      },
      {
        "letra": "C",
        "texto": "aplicada, não podendo ter por termo inicial data anterior à do recebimento da queixa."
      },
      {
        "letra": "D",
        "texto": "máxima cominada, não podendo ter por termo inicial data posterior àquela em que o crime se consumou."
      },
      {
        "letra": "E",
        "texto": "aplicada, não podendo ter por termo inicial data posterior à da sentença condenatória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1925101",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Do ponto de vista jurídico-penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido o crime contra a honra, inicia-se a contagem dos prazos prescricional e decadencial;"
      },
      {
        "letra": "B",
        "texto": "no caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo total da pena;"
      },
      {
        "letra": "C",
        "texto": "ocorrendo a citação por edital, o juiz deve determinar a suspensão do prazo prescricional até o dia em que o réu for encontrado;"
      },
      {
        "letra": "D",
        "texto": "nos casos de condenação com substituição por pena restritiva de direitos na modalidade prestação de serviços à comunidade, a prescrição deve ser calculada em razão da pena restritiva de direitos substituída;"
      },
      {
        "letra": "E",
        "texto": "a prescrição intercorrente corre desde a data da sentença condenatória, com trânsito em julgado para a acusação ou improvido o seu recurso, até que ocorra o trânsito em julgado para a defesa nos recursos ordinários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1911921",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Vitor, à época um senhor de 68 anos, foi preso em flagrante ao ser abordado em blitz da policial militar dirigindo um veículo roubado, no dia 07 de setembro de 2018, pelo crime de receptação. Vitor foi denunciado, tendo a denúncia sido recebida em 05 de janeiro de 2019. Em 08 de novembro de 2020, Vitor foi condenado à pena privativa de liberdade de 1 ano. Como não foi interposto recurso de apelação, o processo transitou em julgado sem chegar à segunda instância. Após permanecer foragido, Vitor foi finalmente preso, tendo a execução penal se iniciado em 30 de janeiro de 2021. Considerando as informações esposadas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não ocorreu extinção da punibilidade pela prescrição."
      },
      {
        "letra": "B",
        "texto": "Ocorreu prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "Ocorreu prescrição intercorrente."
      },
      {
        "letra": "D",
        "texto": "Ocorreu prescrição retroativa."
      },
      {
        "letra": "E",
        "texto": "O crime em questão é imprescritível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1908919",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A prescrição NÃO corre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "durante o cumprimento do acordo de transação penal."
      },
      {
        "letra": "B",
        "texto": "enquanto não cumprido ou não rescindido o acordo de não persecução penal."
      },
      {
        "letra": "C",
        "texto": "com a decisão confirmatória da pronúncia até o julgamento em plenário do Tribunal do Júri."
      },
      {
        "letra": "D",
        "texto": "entre o recebimento da denúncia e a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "enquanto o agente é processado penalmente no exterior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899859",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Com relação à parte geral do Código Penal, julgue o item que se segue. Não é cabível a prescrição retroativa ao período anterior ao oferecimento da denúncia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1894817",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Ana Maria, nascida em 17 de novembro de 1984, foi flagrada por policiais militares enquanto trazia consigo 1kg de maconha, evidenciada a intenção de tráfico, no dia 14 de setembro de 2012. Lavrado auto de prisão em flagrante e remetidos os autos ao Ministério Público, Ana Maria foi denunciada pelo crime previsto no Art. 33, caput, da Lei nº 11.343/2006, que possui pena de reclusão de 5 a 15 anos e pagamento de 500 a 1.500 dias-multa. No dia 25 de setembro de 2016, a denúncia foi recebida pelo juízo competente. Finda a instrução criminal, a ré foi condenada, em sentença publicada em 10 de outubro de 2020, aplicado, contudo, o redutor previsto no §4º do Art. 33 em patamar máximo, resultando em uma sanção penal de reclusão de 1 ano e 8 meses. O Ministério Público foi intimado da sentença no mesmo dia e não interpôs recurso no prazo legal. A defesa técnica apresentou recurso de apelação, que não foi provido, em acórdão prolatado em 15 de setembro de 2021 (Referência: Art. 109. A prescrição, antes de transitar em julgado a sentença final, salvo o disposto no §1º do Art. 110 deste Código, regula-se pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se: I - em vinte anos, se o máximo da pena é superior a doze; V - em quatro anos, se o máximo da pena é igual a um ano ou, sendo superior, não excede a dois). Sobre a hipótese apresentada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com o trânsito em julgado do processo, é possível o início da execução da pena, sem que tenha havido prescrição;"
      },
      {
        "letra": "B",
        "texto": "ocorreu a prescrição da pretensão executória, ante ao transcurso de prazo suficiente sem que houvesse a captura de Ana Maria;"
      },
      {
        "letra": "C",
        "texto": "ocorreu prescrição da pretensão punitiva pela pena em abstrato, devendo ser reconhecida imediatamente, visto que se trata de matéria de ordem pública;"
      },
      {
        "letra": "D",
        "texto": "ocorreu a prescrição da pretensão punitiva pela pena em concreto, verificada de modo retroativo entre a data do fato e o recebimento da denúncia;"
      },
      {
        "letra": "E",
        "texto": "ocorreu a prescrição da pretensão punitiva pela pena em concreto, verificada de modo retroativo entre a data do recebimento da denúncia e a publicação de sentença recorrível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886823",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Em 16/11/2011, um indivíduo, réu primário com 21 anos de idade à época, cometeu furto simples (art. 155, caput, Código Penal – pena de reclusão, de um a quatro anos, e multa). A denúncia foi oferecida em 10/11/2015 e recebida em 16/11/2015. Após a tramitação regular do processo, esse indivíduo foi condenado à pena de dois anos de reclusão, sentença publicada em 16/11/2018. Apenas a defesa recorreu, e o acórdão publicado em 16/11/2021 reduziu a pena para um ano de reclusão. A partir dessa situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz deveria ter reconhecido, com base na pena aplicada na sentença, a prescrição virtual ocorrida entre a data do fato e a do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "não ocorreu prescrição nem em razão da pena em abstrato nem em razão da pena em concreto."
      },
      {
        "letra": "C",
        "texto": "houve, devido à pena em concreto final, prescrição retroativa entre a data do fato e a do recebimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "houve, por pena em concreto final, prescrição retroativa entre o recebimento da denúncia e a sentença, pois há causa de redução do prazo prescricional."
      },
      {
        "letra": "E",
        "texto": "ocorreu, em razão da pena efetivamente aplicada, a prescrição superveniente entre a data de publicação da sentença e a do julgamento do acórdão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879126",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Aquiles, nascido em 30/07/1994, réu primário, cometeu, em 24/06/2015, o crime de homicídio simples tentado, sendo condenado, por sentença recorrível, à pena de 4 (quatro) anos e 3 (três) meses de reclusão em regime semiaberto. Considerando esse caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão punitiva estatal ocorre em 12 (doze) anos."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pretensão punitiva estatal ocorre em 6 (seis) anos."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão punitiva estatal ocorre em 8 (oito) anos."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pretensão punitiva estatal ocorre em 16 (dezesseis) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870414",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Bento e Adriana, após inúmeras tentativas frustradas de engravidar, optaram por fazer acordo com Carla, mãe solo que não pretendia ficar com o seu bebê recém-nascido. O acordo consistiu em Bento reconhecer a paternidade do recém-nascido no cartório e obter a sua guarda e, posteriormente, Adriana ser incluída no registro como mãe socioafetiva. Com relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Adriana e Bento é atípica, pois, ao registrar criança rejeitada pela mãe biológica, o casal agiu por motivo de reconhecida nobreza."
      },
      {
        "letra": "B",
        "texto": "Ao ter sido incluída no registro de nascimento como mãe da criança, Adriana consumou o crime de parto suposto."
      },
      {
        "letra": "C",
        "texto": "Bento e Carla, que confirmou a falsa paternidade, deverão responder pelo crime de falsidade ideológica qualificado pela alteração de registro civil."
      },
      {
        "letra": "D",
        "texto": "Bento praticou o crime de sonegação de estado de filiação ao ter privado o bebê do reconhecimento de paternidade pelo verdadeiro genitor."
      },
      {
        "letra": "E",
        "texto": "A prescrição do delito de Bento, caracterizado pelo registro do filho de outrem como seu, iniciar-se-á da data em que o fato se tornar conhecido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868184",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Hécate, contando com 7 anos de idade, é molestada sexualmente por Zelus, seu primo, então com 18 anos. A vítima não revela os fatos a seus pais ou a terceiros, por se sentir envergonhada. Somente ao completar 18 anos de idade, a vítima decide noticiar o crime. Sobre a oportunidade da notícia, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime não está prescrito, pois o prazo em abstrato é de vinte anos;"
      },
      {
        "letra": "B",
        "texto": "o crime está prescrito, pelo transcurso integral do prazo prescricional;"
      },
      {
        "letra": "C",
        "texto": "o crime não está prescrito, pois o prazo só começa a correr quando a vítima completa 18 anos;"
      },
      {
        "letra": "D",
        "texto": "o crime está prescrito, pois o prazo é contado pela metade, em razão da idade do agente;"
      },
      {
        "letra": "E",
        "texto": "o crime não está prescrito, pois completar a maioridade constitui causa interruptiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866694",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição no concurso de crimes"
    ],
    "enunciado_principal": "A respeito da prescrição em matéria penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tal prescrição constitui causa extintiva de punibilidade e a sentença que a declara extingue os efeitos penais e extrapenais da condenação."
      },
      {
        "letra": "B",
        "texto": "Antes de transitar em julgado a sentença condenatória, o prazo prescricional do crime de falsificação ou alteração de assentamento de registro civil começa a correr da data em que o fato se tornou conhecido."
      },
      {
        "letra": "C",
        "texto": "O cálculo da prescrição em abstrato leva em consideração a sanção máxima cominada ao delito, no que se incluem as causas de aumento e diminuição da pena, bem como todas as agravantes e as atenuantes."
      },
      {
        "letra": "D",
        "texto": "O aumento da pena decorrente do reconhecimento da continuidade delitiva interfere no cálculo do prazo prescricional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1865579",
    "metadata": "Ano: 2021 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Leia o relato do caso a seguir. Fulano, português naturalizado provisoriamente como brasileiro, quando tinha 17 anos de idade, na data de seu aniversário de 18 anos, saiu para festejar com os amigos. Na festa, conheceu Beltrana, de 18 anos de idade, com quem iniciou uma dança. Todavia, Sicrano, ex-namorado de Beltrana, de 19 anos de idade, vendo a cena, interrompeu a dança e chamou a ex-namorada para conversar. Beltrana, com receio de confusão, pediu licença a Fulano e se retirou do ambiente, indo em direção ao estacionamento com Sicrano. Em seguida, Fulano, irado com a situação, pega uma faca sobre uma das mesas na festa e sai em busca de Sicrano. Quando o encontra, Fulano desfere dois golpes, sem possibilidade de defesa, nas costas de Sicrano, que morre em virtude de uma lesão no pulmão. De acordo com a legislação e a doutrina, qual seria a resposta de um estudioso de direito penal à mãe de Fulano sobre o que acontecerá com o seu filho?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fulano responderá por homicídio qualificado, nos termos do Código Penal, mas o prazo prescricional para o crime será reduzido pela metade, por Fulano ser menor de 21 anos de idade no tempo do crime."
      },
      {
        "letra": "B",
        "texto": "Sem saber a hora do nascimento de Fulano e a hora da ação criminosa, é impossível dizer se ele era ou não imputável no momento da prática do fato."
      },
      {
        "letra": "C",
        "texto": "Fulano só será considerado maior de idade um dia depois da data de seu aniversário, portanto responderá por sua conduta nos termos do Estatuto da Criança e do Adolescente."
      },
      {
        "letra": "D",
        "texto": "Fulano responderá por homicídio, considerando que, a despeito de sua naturalidade provisória, o crime ocorreu no Brasil, tendo a pena reduzida em até 2/3 em razão da sua idade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1862289",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Tomando por fundamento as regras da extinção da punibilidade, prevista na Parte Geral do Código Penal, analise as alternativas abaixo e aponte a que está correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de um sexto a um terço, se o condenado é reincidente."
      },
      {
        "letra": "B",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, podendo ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "C",
        "texto": "A prescrição, antes de transitar em julgado a sentença final, começa a correr, nos crimes contra a dignidade sexual de crianças e adolescentes, do dia em que o crime se consumou ou, no caso de tentativa, do dia em que cessou a atividade criminosa."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de um a dois terços os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos"
      },
      {
        "letra": "E",
        "texto": "No caso de concurso de crimes, a extinção da punibilidade incidirá sobre a pena de cada um, isoladamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855787",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre extinção da punibilidade, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A anistia, a graça e o indulto constituem atos de competência exclusiva do Presidente da República, que anulam todos os efeitos penais da condenação, sendo que o primeiro ato tem por objeto fatos definidos como crimes políticos, militares ou eleitorais, e o segundo e o terceiro atos tem por objeto fatos definidos como crimes comuns."
      },
      {
        "letra": "B",
        "texto": "B pratica o crime de homicídio qualificado (CP, art. 121, § 2º, inciso V), por ter como finalidade assegurar a impunidade do crime de lesões corporais graves. A extinção da punibilidade pela prescrição da pretensão punitiva pela pena em abstrato, em relação ao crime de lesões corporais graves, afasta a imputação da respectiva qualificadora do homicídio, respondendo B pelo crime de homicídio simples (CP, art. 121, caput)."
      },
      {
        "letra": "C",
        "texto": "Em coautoria, A, de 70 anos, e B, de 50 anos, praticam o crime de receptação simples (CP, art. 180, caput). O reconhecimento da prescrição da pretensão punitiva pela pena em concreto do crime comum, com prazo reduzido pela metade ao coautor A, em razão de ser maior de 70 (setenta) anos na data da sentença condenatória (CP, art. 115), não se estende ao coautor B, havendo, pois, extinção da punibilidade somente em relação a A."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pretensão punitiva pela pena em abstrato, relativamente ao crime de roubo simples (CP, art. 157, caput – pena: reclusão, de quatro a dez anos, e multa), na modalidade de tentativa (CP, art. 14, inciso II, parágrafo único – diminuição, de um a dois terços, da pena do crime consumado), ocorre em 8 (oito) anos (CP, art. 109, inciso IV)."
      },
      {
        "letra": "E",
        "texto": "Havendo continuidade delitiva no crime de apropriação indébita, a prescrição regula-se pela pena concretamente imposta na sentença condenatória, não se computando no cálculo da prescrição o acréscimo decorrente da continuação (CP, art. 71, caput), sendo este o mesmo critério utilizado para afastar daquele cálculo de prescrição o acréscimo decorrente da causa de aumento de pena de ter o agente recebido a coisa em razão de profissão, prevista na parte especial (CP, art. 168, § 1º, inciso III)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852711",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Antônio, funcionário público, no dia 02 de março de 2015, com 68 anos, praticou um crime de falso reconhecimento de firma em documento particular (pena: reclusão, de 1 a 3 anos, e multa). Descobertos os fatos e constatada a reincidência de Antônio, foi oferecida denúncia pelo Ministério Público, ocorrendo o recebimento da inicial em 10 de outubro de 2015. Após regular instrução, foi publicada sentença condenatória em 04 de abril de 2018, ocasião em que Antônio foi condenado à pena de reclusão de 1 ano e 2 meses, em regime inicial semiaberto. Nem a defesa nem o Ministério Público apresentaram recursos, ocorrendo o trânsito em julgado. Antônio somente veio a ser preso para cumprimento da sanção imposta em 03 de janeiro de 2020. Considerando as informações narradas, é correto afirmar que Antônio deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter reconhecida a extinção da punibilidade em razão da prescrição da pretensão punitiva, que afasta os efeitos penais primários da condenação, mas não os secundários;"
      },
      {
        "letra": "B",
        "texto": "ter reconhecida a extinção da punibilidade em razão da prescrição da pretensão executória, que afasta os efeitos penais primários e secundários da condenação;"
      },
      {
        "letra": "C",
        "texto": "ter reconhecida a extinção da punibilidade em razão da prescrição da pretensão punitiva, que afasta os efeitos penais primários e secundários da condenação;"
      },
      {
        "letra": "D",
        "texto": "cumprir a pena aplicada, pois houve prescrição da pretensão executória, mas essa somente afasta os efeitos penais secundários da condenação;"
      },
      {
        "letra": "E",
        "texto": "cumprir a pena aplicada, pois não houve prescrição da pretensão punitiva nem da executória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1836851",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "As penas restritivas de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de prestação de serviços à comunidade ou a entidades públicas são aplicáveis às condenações superiores a 1 (um) ano de privação de liberdade, desde que a pena seja de detenção."
      },
      {
        "letra": "B",
        "texto": "deverão ser obrigatoriamente convertidas em pena privativa de liberdade se sobrevier nova condenação dessa espécie por outro crime."
      },
      {
        "letra": "C",
        "texto": "são aplicáveis ao reincidente específico, desde que a medida seja socialmente recomendável."
      },
      {
        "letra": "D",
        "texto": "substituem as penas privativas de liberdade quando estas não superam seis anos em caso de réu idoso."
      },
      {
        "letra": "E",
        "texto": "prescrevem no mesmo prazo previsto para as penas privativas de liberdade que substituem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1836850",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da pretensão executória não recebe influência da reincidência em sua contagem de prazo."
      },
      {
        "letra": "B",
        "texto": "é incabível em caso de medida de segurança em razão da periculosidade do agente."
      },
      {
        "letra": "C",
        "texto": "em caso de crime continuado regula-se pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação."
      },
      {
        "letra": "D",
        "texto": "da pretensão punitiva corre sempre que pendentes embargos de declaração ou recursos aos Tribunais Superiores."
      },
      {
        "letra": "E",
        "texto": "em caso de revogação do livramento condicional é regulada por todo o tempo da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813806",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Constitui causa interruptiva da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão de impronúncia."
      },
      {
        "letra": "B",
        "texto": "cumprimento de pena no exterior."
      },
      {
        "letra": "C",
        "texto": "decretação da prisão temporária."
      },
      {
        "letra": "D",
        "texto": "continuação do cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "interposição de embargos de declaração quando inadmissíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1792070",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. ( ) No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão. ( ) A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de um sexto, se o condenado é reincidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1785352",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional do Código Penal é reduzido em um sexto caso seja reconhecida uma atenuante na aplicação da pena."
      },
      {
        "letra": "B",
        "texto": "Nos crimes ambientais, a prescrição corre pela metade quando é reconhecida a baixa escolaridade do acusado."
      },
      {
        "letra": "C",
        "texto": "Os recursos aos Tribunais Superiores somente suspendem o prazo prescricional quando inadmissíveis."
      },
      {
        "letra": "D",
        "texto": "Após a chamada Lei Anticrime, o prazo prescricional em caso de crime hediondos ou equiparado não se submete a redução em razão da idade."
      },
      {
        "letra": "E",
        "texto": "Em caso de tentativa, o termo inicial da prescrição da pretensão punitiva é o do início da atividade criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771677",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Prescrição é a perda pelo Estado do direito de punir ou executar a pena em razão do decurso do tempo, tratando-se de causa de extinção da punibilidade. Sobre o tema, analise as afirmativas a seguir. I. O termo inicial da prescrição da pretensão punitiva é o do dia em que cessar a permanência, em crimes desta natureza. II. A publicação do acórdão condenatório interrompe o prazo da prescrição da pretensão executória. III. A desclassificação posterior pelo Tribunal do Júri faz desaparecera causa de interrupção da prescrição em razão da pronúncia. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "II;"
      },
      {
        "letra": "C",
        "texto": "III;"
      },
      {
        "letra": "D",
        "texto": "I e III;"
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1761801",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Analise a seguinte situação hipotética: Romeu, funcionário público, praticou dois crimes de peculato (art. 312, caput, CP), devendo o segundo, pelas condições de tempo, local, modo de execução e outras semelhantes, ser considerado continuação do primeiro. Foi regularmente processado e condenado, com a aplicação da pena privativa de liberdade no patamar mínimo. Nesse caso, considerando que ocorreu o trânsito em julgado da sentença penal condenatória para ambas as partes, a extinção da punibilidade pela prescrição ocorrerá em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quatro anos."
      },
      {
        "letra": "B",
        "texto": "oito anos."
      },
      {
        "letra": "C",
        "texto": "doze anos."
      },
      {
        "letra": "D",
        "texto": "dezesseis anos."
      },
      {
        "letra": "E",
        "texto": "vinte anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1749334",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Assinale a opção que apresenta motivos que extinguem a punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; retratação do agente, nos casos em que a lei a admite; e, nos crimes de ação privada, renúncia ao direito de queixa ou perdão aceito."
      },
      {
        "letra": "B",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; e, nos casos de crimes patrimoniais, reparação do dano."
      },
      {
        "letra": "C",
        "texto": "Prescrição, decadência ou perempção; renúncia do direito de queixa ou perdão aceito, nos crimes de ação pública; e prescrição, decadência ou perempção."
      },
      {
        "letra": "D",
        "texto": "Casamento do agente com a vítima, nos crimes contra os costumes definidos na Parte Especial do Código Penal; morte do agente; e prescrição, decadência ou perempção."
      },
      {
        "letra": "E",
        "texto": "Anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; perdão extrajudicial, concedido pela vítima nos crimes praticados sem violência ou grave ameaça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1714768",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada e os aspectos legais a ela relacionados, julgue o item a seguir. Cada mês de sonegação corresponde a um crime e a prescrição ocorre individualmente quanto a cada crime, tendo início a contagem do prazo prescritivo ao fim de cada mês de apuração do tributo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1680648",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Considerando aspectos gerais do direito penal brasileiro, julgue o item subsecutivo.Nos crimes de falsidade documental, a prescrição só começa a correr na data em que o fato tenha-se tornado conhecido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1843061",
    "metadata": "Ano: 2020 | Banca: NEMESIS | Órgão: Câmara de Conchal - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A respeito da prescrição penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicam-se às penas restritivas de direito os mesmos prazos presta para as privativas de liberdade."
      },
      {
        "letra": "B",
        "texto": "Nos crimes contra a dignidade sexual de crianças e adolescentes, previstos no Código Penal ou em legislação especial, a prescrição, antes de transitar em julgado a sentença a começa a correr da data em que a vítima completar 18 (dezoito) anos, salvo se a esse tempo já houver sido proposta a ação penal."
      },
      {
        "letra": "C",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      },
      {
        "letra": "D",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena máxima em abstrato prevista no tipo, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "E",
        "texto": "As penas mais leves prescrevem com as mais graves."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1796479",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Amanda, nascida em 1947, foi denunciada pela suposta prática do crime de lesão corporal qualificada no contexto da violência doméstica e familiar (pena: 3 meses a 3 anos de detenção), pois teria causado lesões leves em seu neto, com quem residia. Não sendo aceita a proposta de suspensão condicional do processo, a denúncia foi recebida em 20 de janeiro de 2016, tendo a ação penal regular prosseguimento. A instrução se alongou por anos em razão da grande quantidade de testemunhas de acusação e defesa a serem ouvidas através de carta precatória. Em 22 de janeiro de 2020, antes do oferecimento de alegações finais, a defesa técnica de Amanda requereu a extinção da sua punibilidade, destacando que a pena em abstrato superior a 2 (dois) e até 4 (quatro) anos prescreve, em tese, em 8 (oito) anos, na forma do Art. 109 do Código Penal. Encaminhados os autos ao promotor de justiça, esse deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manifestar-se pelo reconhecimento da ocorrência da prescrição da pretensão punitiva estatal com base na pena em concreto, o que gera a extinção da punibilidade da agente;"
      },
      {
        "letra": "B",
        "texto": "manifestar-se pelo reconhecimento da ocorrência da prescrição da pretensão punitiva estatal com base na pena em abstrato, o que gera extinção da punibilidade da agente;"
      },
      {
        "letra": "C",
        "texto": "reconhecer a ocorrência da prescrição da pretensão executória estatal, que afasta os efeitos penais primários da condenação, mas não os secundários;"
      },
      {
        "letra": "D",
        "texto": "afastar o reconhecimento da prescrição da pretensão punitiva estatal, tendo em vista que Amanda não era maior de 70 anos na data dos fatos;"
      },
      {
        "letra": "E",
        "texto": "reconhecer a ocorrência da prescrição da pretensão punitiva estatal com base na pena ideal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1696297",
    "metadata": "Ano: 2020 | Banca: FACET Concursos | Órgão: Prefeitura de Capim - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "O art. 107, inc. IV, do Código Penal, estabelece que a prescrição é causa de extinção da punibilidade. Uma vez declarada a prescrição, o Estado estará impossibilitada de exercer o jus puniendi. Assim, assinale a alternativa incorreta acerca da prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pena de multa ocorrerá no prazo de 02 (dois) anos, quando a multa for a única pena cominada ou aplicada."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional será reduzido de metade quando o autor do crime for maior de 60 (sessenta) anos na data da sentença."
      },
      {
        "letra": "C",
        "texto": "Nos crimes permanentes, a prescrição, antes de transitar em julgado a sentença final, começa a correr do dia em cessou a permanência."
      },
      {
        "letra": "D",
        "texto": "O curso da prescrição é interrompido pela decisão confirmatória da pronúncia."
      },
      {
        "letra": "E",
        "texto": "No caso de concurso de crimes, a extinção da punibilidade incidirá sobre a pena de cada um, isoladamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1142565",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Renúncia"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.O crime praticado por Mário contra a moça admite a extinção da punibilidade pela prescrição e pela renúncia ao direito de queixa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1138164",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No tocante à prescrição, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido o homicídio qualificado para ocultar outro crime, a prescrição deste impede a qualificação daquele."
      },
      {
        "letra": "B",
        "texto": "os crimes mais leves prescrevem com os mais graves, se cometidos em concurso de delitos."
      },
      {
        "letra": "C",
        "texto": "é regulada pelo total da pena nos casos de evasão do condenado ou de revogação do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "não se aplicam às penas restritivas de direito os mesmos prazos previstos para as privativas de liberdade."
      },
      {
        "letra": "E",
        "texto": "a sua ocorrência em relação ao crime de furto não alcança a receptação que o tinha como pressuposto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1839457",
    "metadata": "Ano: 2019 | Banca: GSA CONCURSOS | Órgão: Prefeitura de Jardinópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "São causas de extinção de punibilidade, de acordo com as normas penais vigentes, exceto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela prescrição, decadência ou perempção."
      },
      {
        "letra": "B",
        "texto": "Pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pela embriaguez involuntária completa."
      },
      {
        "letra": "D",
        "texto": "Pela retratação do agente, nos casos em que a lei a admite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1112742",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Renúncia"
    ],
    "enunciado_principal": "“A perda do direito de agir, pelo decurso de determinado lapso temporal, estabelecido em lei, provocando a extinção da punibilidade do agente.” O conceito apresentado por Guilherme Souza Nucci, em sua obra Curso de Direito Processual Penal, corresponde ao instituto da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Renúncia."
      },
      {
        "letra": "B",
        "texto": "Preclusão."
      },
      {
        "letra": "C",
        "texto": "Prescrição."
      },
      {
        "letra": "D",
        "texto": "Decadência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010448",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento sumulado, a lei penal mais grave é aplicada ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "B",
        "texto": "Consoante o Código Penal, a prescrição da pretensão punitiva pela pena in abstrato é regulada pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se nos prazos previstos no artigo 109, podendo ter por termo inicial data anterior à da denúncia ou queixa, independentemente do que dispõe o § 1° do artigo 110, com a redação trazida pela Lei n° 12.234/2010."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que o artigo 117 do Código Penal, nos incisos I, II, III, IV, V e VI, elenca as causas interruptivas da prescrição, nesses casos, interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção."
      },
      {
        "letra": "D",
        "texto": "Os princípios que resolvem o conflito aparente de normas são: especialidade, subsidiariedade, consunção e alternatividade."
      },
      {
        "letra": "E",
        "texto": "Na denominada cooperação dolosamente distinta, se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até a metade, na hipótese de ter sido previsível o resultado mais grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1010447",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação ao tema “reincidência”, considere as seguintes afirmações. I. A prescrição intercorrente regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de 1/3 (um terço), se o condenado é reincidente. II. Para efeito de reincidência, não prevalece a condenação anterior após decorrido o prazo depurador de cinco anos entre a data do trânsito em julgado da sentença condenatória do crime anterior e a data da prática do crime posterior. III. A reincidência é causa interruptiva apenas da prescrição da pretensão executória. IV. Consoante disposto no Código Penal, o agente reincidente em crime doloso pode ter sua pena privativa de liberdade substituída por pena restritiva de direitos. V. Para efeito de reincidência, a reabilitação extingue a condenação anterior.É correto o que se afirma somente em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "IV e V."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1392776",
    "metadata": "Ano: 2018 | Banca: TJ-MS | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A respeito da prescrição, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência interrompe a prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "é admissível a extinção da punibilidade em razão da prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
      },
      {
        "letra": "C",
        "texto": "o curso da prescrição interrompe-se com o oferecimento da queixa-crime pelo ofendido."
      },
      {
        "letra": "D",
        "texto": "a prescrição retroativa, modalidade de prescrição da pretensão punitiva, é regulada pela pena aplicada e pode ocorrer entre o recebimento da denúncia e a publicação da sentença condenatória transitada em julgado para a acusação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1173713",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Mévio, então com 19 anos de idade, é acusado de crime de estelionato (art. 171 do Código Penal, sancionado com reclusão de 01 a 05 anos e multa), em continuidade delitiva, por fatos ocorridos em 15 de março e 20 de abril do ano de 2009. Instaurado inquérito policial, encerrada a investigação, Mévio é denunciado pelo Ministério Público. Recebida a denúncia em 05 de maio de 2011, após o regular trâmite, Mévio é condenado, em 05 de março de 2013, à pena mínima de 01 (um) ano de reclusão e multa. Por força da continuidade delitiva, o Magistrado aplicou o aumento de 1/6, totalizando a pena de 01 (um) ano e 04 (quatro) meses de reclusão e multa. Logo que certificado o trânsito em julgado para a acusação, a defesa de Mévio recorreu. Contudo, desde logo, pleiteou que fosse declarada a extinção da punibilidade, por força da prescrição retroativa, calculada com base na pena aplicada, pois, entre a data dos fatos e o recebimento da denúncia, teria transcorrido período superior a dois anos. A Autoridade Judicial reconheceu a prescrição, tendo declarado extinta a punibilidade de Mévio. Afirmou que a alteração legislativa que alterou as regras, impedindo o reconhecimento da prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, ocorreu no ano de 2010, não se aplicando aos fatos imputados a Mévio. Diante da hipotética situação, asinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição retroativa, calculada com base na pena aplicada, depende do trânsito em julgado da sentença para acusação e defesa. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "B",
        "texto": "A alteração legislativa ocorrida no ano de 2010, que vedou a prescrição retroativa, com base em termo inicial anterior à data do recebimento da denúncia, teve aplicação imediata a todos os processos em andamento, em vista do princípio tempus regit actum. Equivocou-se o Juiz em declarar extinta a punibilidade de Mévio."
      },
      {
        "letra": "C",
        "texto": "Interrompem o curso prescricional o oferecimento da denúncia e a publicação da sentença condenatória recorrível em cartório."
      },
      {
        "letra": "D",
        "texto": "Nos termos do Código Penal, dadas as circunstâncias pessoais de Mévio e a pena a ele imposta, a prescrição dar-se-ia se transcorrido o período de 04 (quatro) anos."
      },
      {
        "letra": "E",
        "texto": "Para o cálculo da prescrição, não se considera o aumento decorrente da continuidade delitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923516",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "“Com efeito, é sabido que a prescrição é um instituto vocacionado a realizar a estabilização das situações jurídicas em razão do decurso do tempo, com a finalidade de proporcionar a paz social mediante a promoção da segurança jurídica, sendo certo que, embora possua um fundamento comum, suas características diferem em cada ramo do Direito em que se faça presente.” (STJ, RMS 043771, DJe 03/05/2018, Rel. Min. Assusete Magalhães). No Código Penal brasileiro, verifica-se que a prescrição,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de concurso de crimes, incidirá sobre o somatório das respectivas penas."
      },
      {
        "letra": "B",
        "texto": "no caso de evadir-se o condenado ou de revogar-se o livramento condicional, é regulada pelo tempo que resta da pena."
      },
      {
        "letra": "C",
        "texto": "no caso de pena de multa, ocorrerá em três anos, quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "D",
        "texto": "quando o criminoso era, na data da sentença, maior de sessenta anos, tem seu prazo reduzido pela metade."
      },
      {
        "letra": "E",
        "texto": "antes de transitar em julgado a sentença final, começa a correr, nos crimes permanentes, a partir do dia em que se iniciou a permanência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908302",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de revogação do livramento condicional, a prescrição é regulada pelo resto de pena a cumprir."
      },
      {
        "letra": "B",
        "texto": "o prazo mínimo de prescrição na legislação penal brasileira é de 3 anos."
      },
      {
        "letra": "C",
        "texto": "a decisão confirmatória de pronúncia nos crimes submetidos ao Tribunal do Júri é causa suspensiva da prescrição."
      },
      {
        "letra": "D",
        "texto": "em caso de concurso material de crimes, o cálculo prescricional incide sobre a soma das penas."
      },
      {
        "letra": "E",
        "texto": "o crime de tráfico de drogas por ser equiparado a hediondo é imprescritível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906403",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "É causa impeditiva da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o início ou continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "a reincidência."
      },
      {
        "letra": "C",
        "texto": "o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "o cumprimento da pena, pelo agente, no estrangeiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896377",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão do ofendido",
      "Reincidência"
    ],
    "enunciado_principal": "É certo afirmar: I. A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa. II. A representação será irretratável antes de oferecida a denúncia. III. Extingue-se a punibilidade pelo casamento do agente com a vítima, nos crimes contra os costumes, assim definidos pelo Código Penal na sua Parte Especial. IV. A sentença que conceder perdão judicial não será considerada para efeitos de reincidência. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886367",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Mévio, de 20 anos, participando de um jogo de desafio virtual, à meia noite da sexta-feira, do dia 13 de março de 2015, invadiu o cemitério e, após violar o túmulo no qual, pela manhã, o corpo de uma mulher de 50 anos havia sido sepultado, manteve com o cadáver conjunção carnal e coito anal. Para provar ter cumprido a tarefa, Mévio filmou todos os atos, tendo enviado o vídeo ao grupo de whatsapp, criado exclusivamente para o compartilhamento dos desafios. A mãe de Tício, rapaz de 22 anos, também participante do jogo, mexendo no celular do filho, assistiu ao vídeo. Apavorada, procurou a Autoridade Policial, tendo fornecido as imagens, bem como todas as conversas do grupo, desde o início. Encerrada a investigação, o Ministério Público denuncia Mévio e Tício pelo crime de vilipêndio a cadáver. Mévio, pelos atos praticados, e Tício, por restar constatado ter sido ele quem propôs o desafio a Mévio, tendo-o instigado. A denúncia foi recebida em 15 de junho de 2015 e, encerrada a instrução, Mévio e Tício, em 20 de junho de 2017, são condenados pelo crime de vilipêndio a cadáver. Mévio à pena de 02 (dois) anos de reclusão. Tício à pena de 01 (um) ano de reclusão. A sentença condenatória transitou em julgado para a acusação. Diante da situação hipotética e, levando em conta o Código Penal, a alternativa correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em vista da condenação, em concurso de agentes, a punição de Mévio e Tício haveria de ser idêntica, em respeito à teoria unitária, adotada pelo Código Penal."
      },
      {
        "letra": "B",
        "texto": "Em havendo concurso de agentes, em respeito à natureza da acessoriedade da participação, a extinção da punibilidade do autor do crime impede a punição do partícipe."
      },
      {
        "letra": "C",
        "texto": "A punibilidade de Tício está extinta, por força da prescrição, já que transcorreu período superior a dois anos entre a data do recebimento da denúncia e a da sentença."
      },
      {
        "letra": "D",
        "texto": "A punibilidade de Mévio está extinta, por força da prescrição, já que transcorreu período superior a dois anos entre a data do recebimento da denúncia e a da sentença."
      },
      {
        "letra": "E",
        "texto": "O sujeito passivo, nos crimes contra o sentimento de respeito aos mortos, é o cadáver."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886082",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão punitiva é interrompida pela reincidência penal."
      },
      {
        "letra": "B",
        "texto": "A sentença penal condenatória interrompe a prescrição da pretensão punitiva, ainda que anulada integralmente."
      },
      {
        "letra": "C",
        "texto": "A prescrição retroativa e a intercorrente têm como pressuposto a pena concreta, ocorrendo esta entre a publicação da sentença condenatória e o trânsito em julgado para a defesa, enquanto aquela é apurada da sentença condenatória para trás."
      },
      {
        "letra": "D",
        "texto": "Não se se considera como marco para fins de cálculo da prescrição pela pena em concreto o indeferimento na origem do recurso extraordinário, porque inadmissível, sendo considerado como marco a decisão do Supremo Tribunal Federal que confirma a decisão do Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão punitiva é calculada sobre o total da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883023",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Tendo como referência a jurisprudência sumulada dos tribunais superiores, julgue o item a seguir, acerca de crimes, penas, imputabilidade penal, aplicação da lei penal e institutos.Tratando-se de crimes continuados, a prescrição é regulada pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "868158",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial independe de lei, pois é realizado por meio de Decreto Presidencial."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crimes, o cálculo da prescrição incide sobre a somatória das penas."
      },
      {
        "letra": "C",
        "texto": "Ao contrário da renúncia ao direito de queixa, a decadência é causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição é reduzido pela metade quando o agente for maior de setenta anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "Em caso de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "856014",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Praticado o ilícito penal por um indivíduo culpável, surge para o Estado o direito de aplicar a sanção penal prevista na lei incriminadora. Contudo, o direito de punir não é absoluto, sendo possível que ocorra alguma causa extintiva de punibilidade, impedindo que o Estado imponha a sanção ao agente. Diante disso, com fundamento no que dispõe o Código Penal sobre a extinção de punibilidade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "B",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, podendo, ainda, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se às penas restritivas de direito os mesmos prazos prescricionais previstos para as privativas de liberdade."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá em 2 anos quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852978",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca da extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transitada em julgado a sentença condenatória, a prescrição corre também durante o tempo em que o condenado estiver preso por outro motivo, salvo se a pena estiver sendo cumprida no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade de crime que seja pressuposto, elemento constitutivo ou circunstância agravante de outro crime não se estende a este e, tratando-se de crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "Para fins de prescrição, tratando-se de concurso de crimes, a extinção da punibilidade incidirá sobre a pena de cada um, isoladamente, sendo considerada para efeitos de reincidência a sentença que conceder o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "Após o trânsito em julgado da sentença condenatória, a prescrição regula-se pela pena aplicada e, se o crime for hediondo, os prazos aumentam em um terço, ainda que o condenado não seja reincidente."
      },
      {
        "letra": "E",
        "texto": "Após o trânsito em julgado da sentença condenatória para a acusação ou após o não provimento de seu recurso, a prescrição regula-se pela pena aplicada, podendo o termo inicial ser a data anterior à da denúncia ou à da queixa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "845897",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "O exercício do poder de punir em matéria penal pelo Estado possui um prazo determinado em lei. Na inércia do ente público em aplicar a devida reprimenda observar-se-á o instituto da prescrição, uma das causas extintivas da punibilidade disposta no Código Penal. Acerca do tema, assinale a alternativa correta sobre a prescrição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O oferecimento de denúncia ou queixa interrompe a contagem do prazo prescricional"
      },
      {
        "letra": "B",
        "texto": "Caso haja a expedição de carta precatória e/ou rogatória, não será suspenso o prazo prescricional"
      },
      {
        "letra": "C",
        "texto": "Prescreve em 25 anos a pretensão de processamento de crimes cuja pena é superior a oito anos"
      },
      {
        "letra": "D",
        "texto": "O crime de racismo é imprescritível"
      },
      {
        "letra": "E",
        "texto": "A prescrição, mesmo depois de transitada em julgado a sentença penal condenatória para a acusação, regulase pela maior pena em abstrato prevista"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "842144",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o item seguinte à luz da legislação e da doutrina pertinentes à lavagem de dinheiro e à extinção de punibilidade.Caso o crime de roubo prescreva, subsistirão a punibilidade e o crime de lavagem de dinheiro em razão da compra e posterior venda do imóvel com o proveito econômico do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "840606",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição no concurso de crimes"
    ],
    "enunciado_principal": "No concurso de crimes, cuidando-se de infrações de espécies diversas cometidos por condutas distintas, ambas com violência física real, dos institutos legais abaixo em princípio pode-se postular em favor do imputado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso formal heterogêneo."
      },
      {
        "letra": "B",
        "texto": "concurso formal impróprio."
      },
      {
        "letra": "C",
        "texto": "crime continuado genérico."
      },
      {
        "letra": "D",
        "texto": "crime continuado específico."
      },
      {
        "letra": "E",
        "texto": "prescrição isoladamente considerada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "834975",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Um indivíduo de dezenove anos de idade, livre, consciente e capaz, dirigiu-se a uma joalheria com a intenção de praticar furto. Na loja, passou-se por cliente e pediu a uma vendedora para ver algumas peças. Enquanto via as joias, aproveitando-se de um descuido da vendedora, o indivíduo colocou um colar de ouro em seu bolso e, em seguida, saiu da loja, sem nada ter comprado. Trinta minutos depois, ele retornou à loja e devolveu a joia, incentivado por sua mãe. Apesar disso, o gerente, representando a joalheria, decidiu registrar boletim de ocorrência sobre o fato em uma delegacia de polícia, e o homem foi indiciado por furto simples. Após o término do inquérito policial, o Ministério Público denunciou o acusado por furto simples. A denúncia foi recebida pelo juízo competente quatro anos e seis meses depois da prática do delito, com a determinação da citação do acusado. Nesse caso, é possível o reconhecimento de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "tentativa de furto."
      },
      {
        "letra": "E",
        "texto": "crime oco."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "832383",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional das contravenções penais é diminuído da metade."
      },
      {
        "letra": "B",
        "texto": "O prazo da prescrição da pretensão punitiva aumenta de um terço em caso de réu reincidente."
      },
      {
        "letra": "C",
        "texto": "O menor prazo prescricional do direito brasileiro é de três anos."
      },
      {
        "letra": "D",
        "texto": "A pronúncia e o acórdão confirmatório da pronúncia interrompem a prescrição."
      },
      {
        "letra": "E",
        "texto": "No estupro de vulnerável o termo inicial da prescrição da executória punitiva começa a correr da data em que a vítima completar dezoito anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "773158",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a opção correta, acerca de extinção da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma lei de anistia pode ser revogada por lei posterior, diante de mudança de opinião do Congresso Nacional a respeito da extinção de punibilidade concedida."
      },
      {
        "letra": "B",
        "texto": "Graça e indulto somente podem ser concedidos pelo presidente da República, uma vez que tais prerrogativas são insuscetíveis de delegação."
      },
      {
        "letra": "C",
        "texto": "A punibilidade de qualquer crime pode ser extinta por meio de graça e indulto."
      },
      {
        "letra": "D",
        "texto": "O instituto da prescrição atinge a pretensão de punir ou de executar a pena."
      },
      {
        "letra": "E",
        "texto": "A anistia ou abolitio criminis é causa extintiva de punibilidade discutida no âmbito do Poder Legislativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "802880",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Com relação à extinção da punibilidade disposta no Código Penal Brasileiro, podemos extrair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade no direito penal brasileiro pode ocorrer em diversas hipóteses, dentre elas: morte do agente, perdão judicial, pela prescrição, decadência ou perempção e pela renúncia do direito de queixa nas ações privadas."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade somente se dá nos crimes de ações privadas quando o delito for de menor potencial ofensivo, previsto na Lei 9.099/95."
      },
      {
        "letra": "C",
        "texto": "Para que ocorra extinção da punibilidade nas ações penais condicionadas a representação é necessária a concordância das partes envolvidas e a homologação judicial do perdão."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade também poderá ocorrer na anistia, indulto e no Juízo de retratação promovido pelo juiz da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690097",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o oferecimento da denúncia ou queixa é causa interruptiva da prescrição."
      },
      {
        "letra": "B",
        "texto": "o prazo da prescrição da pretensão executória regula-se pela pena aplicada na sentença, aumentado de um terço, se o condenado for reincidente."
      },
      {
        "letra": "C",
        "texto": "no caso de concurso de crimes, as penas se somam para fins de prescrição."
      },
      {
        "letra": "D",
        "texto": "é reduzido de metade o prazo de prescrição quando o agente for menor de 21 anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "no caso de fuga ou evasão do condenado a prescrição é regulada de acordo com o total da pena fixada na sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "644271",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inadmissível conforme entendimento sumulado do STF."
      },
      {
        "letra": "B",
        "texto": "Admissível conforme entendimento majoritário do STJ, embora não sumulado."
      },
      {
        "letra": "C",
        "texto": "Inadmissível conforme entendimento sumulado do STJ."
      },
      {
        "letra": "D",
        "texto": "Admissível conforme entendimento majoritário do STF, embora não sumulado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "607022",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere ao instituto da prescrição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Supremo Tribunal Federal entende ser admissível a extinção da punibilidade em virtude da prescrição da pretensão punitiva com base na previsão da pena que hipoteticamente seria aplicada, ou seja, da pena em perspectiva."
      },
      {
        "letra": "B",
        "texto": "Não se considera, para fins de aferição da prescrição executória, a redução da pena decorrente da concessão de indulto."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de crime continuado, a prescrição regula-se pela pena imposta na sentença, computando-se o acréscimo decorrente da continuação."
      },
      {
        "letra": "D",
        "texto": "O recebimento de denúncia por magistrado absolutamente incompetente não interrompe a prescrição penal."
      },
      {
        "letra": "E",
        "texto": "Anulada a ação penal após a fixação de pena em segundo grau de jurisdição, a prescrição regula-se pela pena concretizada no título anulado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "595634",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra a vida",
      "Homicídio",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "De acordo com as súmulas em vigência do STF, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se continuidade delitiva nos crimes contra a vida."
      },
      {
        "letra": "B",
        "texto": "Os crimes falimentares, por serem tipificados em lei especial, não se sujeitam às causas interruptivas da prescrição previstas no CP."
      },
      {
        "letra": "C",
        "texto": "A definição dos crimes de responsabilidade e o estabelecimento das respectivas normas de processo e julgamento são da competência legislativa concorrente da União e das unidades da Federação."
      },
      {
        "letra": "D",
        "texto": "Ainda que o agente não subtraia bens da vítima, configura-se o crime de latrocínio quando o homicídio se consuma."
      },
      {
        "letra": "E",
        "texto": "A conduta de reduzir tributo mediante prestação de declaração falsa às autoridades fazendárias, antes do lançamento definitivo do tributo, configura crime contra a ordem tributária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593283",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Em relação à aplicação, à interpretação e à integração da lei penal, julgue o item seguinte. Não retroage a lei penal que alterou o prazo prescricional de dois anos para três anos dos crimes punidos com pena máxima inferior a um ano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "579105",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Ticio, funcionário público municipal, para justificar um período de uma semana de falta, apresenta um atestado mé- dico no dia 10 de Janeiro de 2007. Desconfiado da conduta de Tício, o superior imediato dele Renato coleta informações e descobre que o atestado apresentado por Ticio é falso, noticiando imediatamente o fato à Autoridade Policial, que determina a instauração de Inquérito Policial. O inquérito demora muito tempo para ser encerrado e relatado. Tício é, então, denunciado pelo Ministério Público como incurso no artigo 297, c.c. o artigo 304, ambos do Código Penal e a denúncia recebida em 20 de Julho do mesmo ano de 2007. O processo transcorre normalmente até a prolação da sentença pelo Magistrado competente, que condena Ticio a cumprir pena de 02 anos e 06 meses de reclusão e multa. A sentença é publicada em 20 de Setembro de 2010. Interposto recurso de apelação pelo réu Tício o Tribunal de Justiça nega provimento ao apelo e mantém a sentença de primeiro grau. O Acórdão, publicado em 10 de Outubro de 2015, transitou em julgado. Na situação hipotética apresentada, na fase de execução, o Magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá extinguir a punibilidade de Tício pela prescrição uma vez que transcorreu lapso temporal superior a 5 anos entre a data da publicação da sentença e da publicação do acórdão recorrível."
      },
      {
        "letra": "B",
        "texto": "deverá extinguir a punibilidade de Tício pela prescrição que ocorre no caso concreto em três anos, prazo este transcorrido entre a data do recebimento da denúncia e da sentença."
      },
      {
        "letra": "C",
        "texto": "deverá extinguir a punibilidade de Tício pela prescrição que ocorre no caso concreto em quatro anos, prazo este transcorrido entre a data da publicação da sentença de primeiro grau e do acórdão recorrível."
      },
      {
        "letra": "D",
        "texto": "deverá extinguir a punibilidade de Tício pela prescrição uma vez que transcorreu lapso temporal superior a 2 anos entre a data do recebimento da denúncia e da sentença."
      },
      {
        "letra": "E",
        "texto": "não deverá extinguir a punibilidade de Tício pela prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574474",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Pedro, que contava com 69 anos de idade na época, sócio proprietário de uma empresa de embalagens, após ser alvo de uma diligência por agentes fiscais de determinado Estado no dia 11 de Julho de 2013, oferece dinheiro em espécie aos referidos funcionários públicos para não ter a empresa autuada pelo Fisco. O fato é noticiado à Autoridade Policial, que determina a instauração de inquérito policial. Relatado o Inquérito Policial, Pedro é denunciado por crime de corrupção ativa. A denúncia é recebida em 30 de Agosto do mesmo ano de 2013 e a ação penal é instaurada, com inquirição das testemunhas arroladas pelas partes, interrogatório do réu e debates entre Ministério Público e advogado. No dia 17 de Setembro de 2015 o processo é sentenciado pelo Magistrado que condena Pedro a cumprir pena de 2 anos de reclusão em regime inicial semiaberto, substituída por duas penas restritivas de direito. A sentença transita em julgado e o advogado de Pedro apresenta requerimento de extinção da punibilidade pela prescrição. Neste caso, o Magistrado, atentando para a pena fixada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 3 anos."
      },
      {
        "letra": "B",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 4 anos."
      },
      {
        "letra": "C",
        "texto": "deverá extinguir a punibilidade do réu pela prescrição, consumada em 2 anos entre a data do recebimento da denúncia e a sentença."
      },
      {
        "letra": "D",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 8 anos."
      },
      {
        "letra": "E",
        "texto": "não deverá extinguir a punibilidade do réu pela prescrição, cujo prazo é no caso concreto de 6 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555508",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Um empresário foi denunciado em 2008 como incurso no crime do art. 2.º, inciso I, da Lei n. 8.137/1990 (Lei dos Crimes contra a Ordem Tributária) por declaração falsa feita à Receita Federal em 1999. A pena máxima cominada em abstrato para este crime é de 2 (dois) anos. O juiz de primeiro grau recebeu a denúncia. Todavia, enquadrou os fatos narrados no tipo do art. 1.°, inciso I, do mesmo diploma legal, cuja pena máxima é de 5 (cinco) anos e que trata da efetiva omissão de tributos. Sobre a conduta do juiz, pode-se afirmar que foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equivocada, pois deveria ter declarado extinta a punibilidade em virtude da ocorrência de prescrição ao invés de receber a denúncia."
      },
      {
        "letra": "B",
        "texto": "correta em virtude do princípio iura novit curia."
      },
      {
        "letra": "C",
        "texto": "equivocada, pois deveria ter alterado a capitulação jurídica apenas no momento da prolação da sentença."
      },
      {
        "letra": "D",
        "texto": "correta, pois os crimes do artigo 2.º são absorvidos pelos crimes do artigo 1.º da Lei n. 8.137/1990."
      },
      {
        "letra": "E",
        "texto": "equivocada, pois contrária ao enunciado da Súmula Vinculante n. 24 do STF, segundo a qual o recebimento da denúncia depende do lançamento definitivo do tributo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544940",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Paulo, de 19 anos de idade, é abordado em uma operação da Polícia Militar do Estado da Paraíba, na cidade de João Pessoa, deflagrada no dia 10 de dezembro de 2012. Após se recusar a submeter-se ao teste do bafômetro e apresentar a documentação solicitada, Paulo ofende moralmente os policiais que trabalhavam regularmente na ocorrência e é conduzido preso ao Distrito Policial. Posteriormente Paulo é denunciado pelo Ministério Público por crime de desacato e a denúncia é recebida pelo Magistrado competente no dia 14 de abril de 2013, com instauração da ação penal. Por ostentar maus antecedentes e não fazer jus a qualquer benefício, a ação tramita regularmente até a prolação da sentença condenatória pelo Magistrado competente no dia 15 de maio de 2015, que aplicou ao réu Paulo a pena de 1 ano de detenção, em regime inicial semiaberto. A sentença transitou em julgado. Após o trânsito em julgado, o advogado de Paulo postulou ao Magistrado a extinção da punibilidade do seu cliente com base na prescrição. Neste caso, o Magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 4 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "B",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 3 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "C",
        "texto": "deverá declarar extinta a punibilidade do réu pela prescrição, uma vez que o Código Penal estabelece, neste caso, o prazo prescricional de 2 anos."
      },
      {
        "letra": "D",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 6 anos no caso de pena igual ou superior a 1 ano."
      },
      {
        "letra": "E",
        "texto": "não deverá reconhecer a prescrição uma vez que o Código Penal estabelece o prazo prescricional de 5 anos no caso de pena igual ou superior a 1 ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ e nas disposições legais acerca de causas extintivas da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a extinção da punibilidade em razão da prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial obsta o cumprimento de pena privativa de liberdade, mas não extingue a punibilidade do réu."
      },
      {
        "letra": "C",
        "texto": "Mantém-se a punibilidade do condenado mesmo que haja indulto, visto que este benefício não alcança eventual pena de multa imposta concomitantemente à pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Conforme o CP, a decadência, a perempção e o livramento condicional são causas de extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva, mas impõe a majoração do lapso prescricional no que se refere à prescrição executória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512631",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Mévio, com 20 (vinte) anos de idade, por sentença publicada no dia 05 de março de 2013, na qual reconheceu-se sua reincidência, foi condenado à pena de 01 (um) ano e 02 (dois) meses de reclusão, mais multa, por crime de receptação dolosa praticada em 12 de fevereiro de 2012, tendo a decisão transitado em julgado para o Ministério Público em 30 de março de 2013. Em 05 de maio de 2015, ao julgar apelo interposto em seu favor, o Tribunal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve julgar o mérito e não reconhecer a ocorrência de prescrição pois, por ser Mévio reincidente, assim reconhecido na sentença, o prazo prescricional é acrescido de 1/3 (um terço), conforme determina o art. 110, caput, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "deve decretar a extinção da punibilidade de Mévio em razão da ocorrência da prescrição intercorrente da pretensão executória estatal."
      },
      {
        "letra": "C",
        "texto": "deve decretar a extinção da punibilidade de Mévio em face da ocorrência da prescrição intercorrente da pretensão punitiva estatal."
      },
      {
        "letra": "D",
        "texto": "deve decretar a extinção da punibilidade de Mévio em face da prescrição retroativa da pretensão punitiva estatal."
      },
      {
        "letra": "E",
        "texto": "deve decretar a extinção da punibilidade de Mévio em virtude da prescrição retroativa da pretensão executória estatal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511215",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o período de suspensão do prazo prescricional, no caso do art. 366 do CPP, é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "B",
        "texto": "a prescrição pela pena em concreto é somente da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "a prescrição da ação penal regula-se pelo máximo da pena cominada, quando não há recurso da acusação."
      },
      {
        "letra": "D",
        "texto": "a reincidência influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "498744",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "TENDO EM VISTA DECISÃO RECENTE DO STF EM MATÉRIA DE PRESCRIÇÃO, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É constitucional o art. 110, § 1°, do CP na redação dada pela Lei n. 12.234, de 2010;"
      },
      {
        "letra": "B",
        "texto": "A diferença entre a prescrição retroativa e a intercorrente reside no fato de esta ocorrer entre a publicação da sentença condenatória e o transito em julgado para a defesa; e aquela e contada da publicação da decisão condenatória para trás;"
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com transito em julgado para a acusação ou depois de improvido seu recurso, e regulada pela pena aplicada, e não pode ter por termo inicial data anterior a da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Só podem ser considerados imprescritíveis os crimes assim declarados na Constituição de 1988."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "494788",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A prescrição retroativa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modalidade de prescrição da pretensão executória, é regulada pela pena aplicada, não podendo ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "B",
        "texto": "modalidade de prescrição da pretensão executória, é regulada pelo máximo da pena privativa de liberdade cominada ao crime e pode ocorrer entre o recebimento da denúncia e a publicação da sentença condenatória transitada em julgado para a acusação."
      },
      {
        "letra": "C",
        "texto": "modalidade de prescrição da pretensão punitiva, é regulada pelo máximo da pena privativa de liberdade cominada ao crime, não podendo ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "antes prevista como forma de prescrição da pretensão punitiva, foi abolida por recente reforma legislativa."
      },
      {
        "letra": "E",
        "texto": "modalidade de prescrição da pretensão punitiva, é regulada pela pena aplicada e pode ocorrer entre o recebimento da denúncia e a publicação da sentença condenatória transitada em julgado para a acusação"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "494786",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que toca ao prazo penal, pode-se dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite suspensão ou prorrogação por domingos, feriados ou férias"
      },
      {
        "letra": "B",
        "texto": "exclui o dia do começo em seu cômputo."
      },
      {
        "letra": "C",
        "texto": "a contagem é feita pelo calendário comum, considerando-se os meses sempre como de trinta dias."
      },
      {
        "letra": "D",
        "texto": "é o considerado na contagem da decadência e do livramento condicional"
      },
      {
        "letra": "E",
        "texto": "se considera a hora em que cometido o crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488467",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre prescrição, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão constitui marco interruptivo da prescrição unicamente quando reformar a sentença absolutória para condenar o réu."
      },
      {
        "letra": "B",
        "texto": "Para todos os crimes cuja pena seja inferior a 1 (um) ano, independentemente de quando praticados, a prescrição em abstrato é em 3 (três) anos."
      },
      {
        "letra": "C",
        "texto": "A redução do prazo prescricional prevista no art. 115 do Código Penal é aplicável apenas quando o réu atingir 70 (setenta) anos até a sentença de primeiro grau."
      },
      {
        "letra": "D",
        "texto": "É pacífico na jurisprudência do Supremo Tribunal Federal que o indeferimento, na origem, do recurso extraordinário, porque inadmissível, e a ulterior manutenção da decisão de inadmissão pelo STF, não têm o condão de empecer a formação da coisa julgada, que se materializa na data da inadmissão do recurso na origem, aí se considerando o marco para fins de cálculo da prescrição pela pena em concreto."
      },
      {
        "letra": "E",
        "texto": "A extinção da punibilidade penal, em razão da prescrição da pretensão punitiva, impede o eventual reconhecimento da prática de ato de improbidade, como se extrai da norma do artigo 12 da Lei nº 8.429/92."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485736",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Rodolfo é processado criminalmente e condenado pela prática do crime de prevaricação, cometido no ano de 2013, a cumprir pena de detenção de 06 meses e ao pagamento de 10 dias-multa. A sentença transita em julgado para o Ministério Público e Defesa. Neste caso, a prescrição da pretensão punitiva estatal regula-se pela pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicada, verificando-se em 03 anos"
      },
      {
        "letra": "B",
        "texto": "aplicada, verificando-se em 02 anos."
      },
      {
        "letra": "C",
        "texto": "máxima cominada ao crime, ou seja, 01 ano de detenção, verificando-se em 02 anos."
      },
      {
        "letra": "D",
        "texto": "máxima cominada ao crime, ou seja, 01 ano de detenção, verificando-se em 04 anos."
      },
      {
        "letra": "E",
        "texto": "aplicada, verificando-se em 04 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "483794",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "A prescrição, antes de transitar em julgado a sentença final, começa a correr do dia em que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cessar os atos preparatórios, no caso de tentativa."
      },
      {
        "letra": "B",
        "texto": "o crime foi praticado."
      },
      {
        "letra": "C",
        "texto": "for interrompida a execução provisória da pena."
      },
      {
        "letra": "D",
        "texto": "a vítima completar dezoito anos, nos crimes contra a dignidade sexual de crianças e adolescentes."
      },
      {
        "letra": "E",
        "texto": "for revogada a suspensão condicional do processo ou a liberdade provisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464481",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "No tocante às disposições previstas no Código Penal relativas à prescrição penal, causa de extinção da punibilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo total da pena"
      },
      {
        "letra": "B",
        "texto": "depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, a prescrição regula-se pelo máximo da pena privativa de liberdade cominada ao crime"
      },
      {
        "letra": "C",
        "texto": "antes de transitar em julgado a sentença final, a prescrição começa a correr do oferecimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, a prescrição regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "E",
        "texto": "nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1396115",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "No que se refere à prescrição, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contagem do prazo prescricional faz-se de acordo com a regra do art. 10 do CP, não se interrompendo nem suspendendo a contagem por férias, feriados ou domingos."
      },
      {
        "letra": "B",
        "texto": "A Lei de Contravenções Penais não disciplina a prescrição, que segue, por isso, os princípios gerais, nos termos do art. 12 do CP."
      },
      {
        "letra": "C",
        "texto": "A reincidência não interfere na prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa ocorrerá em 3 (três) anos, quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "E",
        "texto": "As penas restritivas de direitos prescrevem no mesmo prazo em que prescreveria a pena privativa de liberdade que elas substituíram."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1039979",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Assinale a alternativa que contém somente causas de extinção da punibilidade, de acordo com o artigo 107 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por erro sobre a pessoa; pela decadência ou pela retratação do agente, nos casos em que a lei admite."
      },
      {
        "letra": "B",
        "texto": "Pela morte do agente; por anistia ou por renúncia do direito de queixa nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pelo perdão judicial nos casos previstos em lei; pela perempção ou por legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Pela graça; pela prescrição ou por erro na execução."
      },
      {
        "letra": "E",
        "texto": "Pelo abolitio criminis; pela inimputabilidade penal ou por indulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472006",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, relativos à pena e à extinção da punibilidade. A prescrição regula-se, antes do trânsito em julgado, pelo máximo de pena privativa de liberdade cominada ao crime, e, após o trânsito em julgado, pela pena aplicada na sentença condenatória. Em ambos os casos, o prazo prescricional é aumentado de um terço se o condenado for reincidente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462895",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Penas privativas de liberdade",
      "Detração penal",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pena de multa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma afirmação INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Funcionário de uma instituição financeira que transfere dinheiro da conta bancária de uma idosa, que lhe confiara o cartão magnético e sua senha, para sua própria conta, pratica o crime de furto, conforme entendimento do STJ."
      },
      {
        "letra": "B",
        "texto": "Qualquer infração penal com potencial para gerar ativos de origem ilícita pode ser antecedente do crime de lavagem de dinheiro."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pena de multa ocorre no mesmo prazo estabelecido para a prescrição da pena privativa de liberdade, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento do homicídio privilegiado é compatível com a admissão da qualificadora do meio cruel."
      },
      {
        "letra": "E",
        "texto": "É cabível a aplicação do benefício da detração penal (art. 42 do CP) em processos distintos, desde que o delito pelo qual o sentenciado cumpre pena tenha sido cometido antes da segregação cautelar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456492",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "A chamada prescrição retroativa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser reconhecida entre a data de recebimento da denúncia e a de publicação da sentença condenatória transitada em julgado para a acusação."
      },
      {
        "letra": "B",
        "texto": "é regulada pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "C",
        "texto": "já não é prevista no ordenamento jurídico brasileiro."
      },
      {
        "letra": "D",
        "texto": "é modalidade de prescrição da pretensão executória."
      },
      {
        "letra": "E",
        "texto": "pode ter por termo inicial data anterior à do recebimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "453803",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca da prescrição, assinale a alternativa que NÃO corresponde ao entendimento sumulado pelo Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
      },
      {
        "letra": "B",
        "texto": "A pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime."
      },
      {
        "letra": "C",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A prescrição penal é aplicável às medidas socioeducativas impostas aos adolescentes infratores."
      },
      {
        "letra": "E",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo de pena cominada em abstrato no tipo penal incriminador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444790",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Num processo por crime de lesões corporais leves, foi proferida, em 20 de julho de 2012, a sentença condenatória que aplicou pena de 07 (sete) meses de detenção diante da pena cominada entre 03 (três) meses e 01 (um) ano de detenção. O crime foi praticado em 30 de abril de 2008 e a denúncia recebida em 10 de agosto de 2010. Houve trânsito em julgado para a acusação. Segundo o direito penal brasileiro, é CORRETO afirmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que houve prescrição da pretensão punitiva pela pena em abstrato."
      },
      {
        "letra": "B",
        "texto": "que houve prescrição retroativa."
      },
      {
        "letra": "C",
        "texto": "que houve prescrição da pretensão executória."
      },
      {
        "letra": "D",
        "texto": "que não houve prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432804",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria de prescrição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antes de passar em julgado a sentença final, a prescrição não corre durante o tempo em que o condenado está preso por outro motivo."
      },
      {
        "letra": "B",
        "texto": "Nos crimes contra a dignidade sexual de crianças e adolescentes, previstos no Código Penal ou em legislação especial, a prescrição da pretensão punitiva começa a correr da data em que a vítima completar 21 (vinte e um) anos, salvo se a esse tempo já houver sido proposta a ação penal."
      },
      {
        "letra": "C",
        "texto": "Aplicam-se às penas restritivas de direito os mesmos prazos prescricionais previstos para as penas privativas de liberdade."
      },
      {
        "letra": "D",
        "texto": "São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, maior de 60 (sessenta) anos."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá em 3 (três) anos, quando a multa for a única cominada ou aplicada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429698",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A prescrição penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime continuado (Código Penal, artigo 71 e seu parágrafo único), regula-se pela pena concursiva resultante do acréscimo correspondente à continuidade."
      },
      {
        "letra": "B",
        "texto": "não pode ter por termo inicial data anterior à denúncia ou queixa, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "não pode ter por termo inicial data anterior à denúncia ou queixa, quando se tratar de prescrição dita em abstrato."
      },
      {
        "letra": "D",
        "texto": "não pode ter por termo inicial data anterior à denúncia ou queixa, quando se tratar de prescrição dita em concreto."
      },
      {
        "letra": "E",
        "texto": "no caso de detração penal (Código Penal, artigo 42), regula-se pelo tempo que resta da pena, após a dedução do tempo de pena de prisão provisória já expiado, segundo entendimento hoje dominante no Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429596",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Analise estes conceitos atinentes à prescrição penal:I. É a perda do direito de punir do Estado, considerada a pena concreta com trânsito em julgado para a acusação, levando-se em conta prazo anterior à sentença.II. É a perda do direito de punir do Estado, levando-se em conta a pena concreta, com trânsito em julgado para a acusação, ou improvido seu recurso, cujo lapso temporal inicia-se na data da sentença e segue até o trânsito em julgado para a defesa.III. É a perda do direito de aplicar efetivamente a pena concreta e definitiva, com o lapso temporal entre o trânsito em julgado da sentença condenatória para a acusação e o início do cumprimento da pena ou a ocorrência de reincidência.Agora, escolha a opção que indique, respectivamente, as modalidades de prescrição acima descritas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retroativa; intercorrente ou superveniente; da pretensão executória."
      },
      {
        "letra": "B",
        "texto": "intercorrente ou superveniente; retroativa; da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "da pretensão executória; intercorrente ou superveniente; retroativa."
      },
      {
        "letra": "D",
        "texto": "retroativa; da pretensão executória; intercorrente ou superveniente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427917",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo a prescrição da pretensão executória, a vítima não tem à sua disposição o título executivo judicial para promover a liquidação e execução cível."
      },
      {
        "letra": "B",
        "texto": "Os prazos prescricionais, configurados antes de a sentença transitar em julgado, devem ser exasperados diante da reincidência do agente."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a ordem tributária, a prescrição ocorre pelo pagamento do tributo antes do oferecimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "O oferecimento da denúncia ou da queixa não interrompe a prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "424544",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado determina que se considerem as condições ou qualidades da vítima da infração."
      },
      {
        "letra": "B",
        "texto": "As circunstâncias agravantes não são consideradas para o cálculo da prescrição da pretensão punitiva propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento da causa legal de exclusão de ilicitude, identificada pelo estado de necessidade, deve existir uma situação de perigo atual que ameace direito próprio ou alheio, causado ou não voluntariamente pelo agente que não tem o dever de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "A prescrição retroativa antecipada ou em perspectiva tem previsão legal e serve de fundamento para a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "No concurso material de crimes, a extinção da punibilidade pela prescrição incidirá sobre a soma das penas dos delitos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "411203",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Cooperação dolosamente distinta",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Segundo a jurisprudência do Supremo Tribunal Federal: I. O coautor que participa de roubo armado responde pelo latrocínio, ainda que o disparo tenha sido efetuado pelo comparsa. Não pode, porém, ser imputado o resultado morte ao coautor quando há rompimento do nexo causal entre a conduta dele e a de seu comparsa.II. Não se mostram necessárias a apreensão e a perícia da arma de fogo empregada no roubo para comprovar seu potencial lesivo, visto que tal qualidade integra a própria natureza do artefato. Lesividade do instrumento que se encontra in re ipsa. A qualificadora do art. 157, § 2º, do Código Penal pode ser evidenciada por qualquer meio de prova, em especial pela palavra da vítima ou pelo depoimento de testemunha presencial. Se o acusado alegar o contrário ou sustentar a ausência de potencial lesivo da arma empregada para intimidar a vítima, será dele o ônus de produzir tal prova, nos termos do art. 156 do Código de Processo Penal. III. A aplicação da causa de aumento do § 6º do art. 180 do Código Penal, quando forem objeto de receptação bens da Empresa Brasileira de Correios e Telégrafos – ECT, não implica interpretação extensiva da norma penal, mas genuína subsunção dos fatos ao tipo penal, uma vez que os bens da ECT afetados ao serviço postal compõem o próprio patrimônio da União. IV. A expressão “ao tempo do crime” constante do art. 115 do Código Penal tem que ser entendida, com relação ao crime continuado, como “ao tempo de cada crime” que integra essa modalidade de concurso de delitos, razão por que se afigura certo o entendimento segundo o qual a redução do prazo da prescrição por causa da menoridade só se dá quanto aos crimes praticados antes de o agente completar 21 anos de idade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409254",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Após as alterações havidas no art. 110 do Código Penal, a prescrição retroativa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é mais aplicável aos crimes hediondos e afins."
      },
      {
        "letra": "B",
        "texto": "não pode ser mais alegada na fase investigativa, visto que seu lapso temporal limitou-se à fase judicial."
      },
      {
        "letra": "C",
        "texto": "por expressa ressalva legal somente poderá ser aplicada a sentenças condenatórias com trânsito em julgado para a acusação e para a defesa."
      },
      {
        "letra": "D",
        "texto": "aumentou para três anos o prazo prescricional para os crimes punidos com pena máxima inferior a um ano."
      },
      {
        "letra": "E",
        "texto": "foi extinta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402195",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Em outubro de 2009, José ofendeu a honra subjetiva de João, chamando-o de pilantra e praticando, assim, o crime de injúria, tipificado no Artigo 140 do Código Penal, para o qual está prevista a pena de um a seis meses de detenção, além de multa. Em dezembro do mesmo ano, foi a queixa oferecida por João recebida pelo juiz de determinada vara criminal. Em fevereiro de 2012 foi José condenado à pena de três meses de detenção, substituída por determinada pena restritiva de direitos. O defensor público que atuava no caso em favor de José opôs embargos de declaração à sentença por meio dos quais pugnou pelo reconhecimento da extinção da punibilidade em face da ocorrência de prescrição da pretensão punitiva. O magistrado, ao decidir sobre os embargos, deixou de reconhecer a prescrição ao fundamento de que, de acordo com o inciso VI do Artigo 109 do Código Penal, a prescrição ocorre em 3 (três) anos, se o máximo da pena for inferior a 1(um) ano. A respeito da decisão pode-se afirmar que a extinção da punibilidade de José:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deveria ter sido reconhecida imediatamente, uma vez que, na época do fato praticado, a prescrição ocorria em 2 (dois) anos em casos de crimes com pena máxima inferior a 1 (um) ano."
      },
      {
        "letra": "B",
        "texto": "só poderia ser reconhecida se não houvesse recurso interposto pela vítima pugnando pelo aumento da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "não poderia ter sido reconhecida pelo magistrado, pois as normas relativas à prescrição têm natureza processual, sendo aplicadas imediatamente quando entram em vigor, devendo- se, portanto, aplicar o inciso VI do artigo 109 do Código Penal já com a redação dada pela Lei nº 12.234/2010."
      },
      {
        "letra": "D",
        "texto": "somente poderia ter sido reconhecida pelo magistrado se o pedido pelo seu reconhecimento tivesse sido feito em alegações finais."
      },
      {
        "letra": "E",
        "texto": "a extinção da punibilidade de José não poderia ter sido reconhecida pelo magistrado, uma vez que, em casos de crimes contra a honra, apenas a retratação do ofensor poderá redundar na extinção da punibilidade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389330",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Em regra geral, a prescrição antes de transitar em julgado a sentença final",
    "alternativas": [
      {
        "letra": "A",
        "texto": "chamada, pela doutrina, de prescrição intercorrente."
      },
      {
        "letra": "B",
        "texto": "é chamada, pela doutrina, de prescrição retroativa."
      },
      {
        "letra": "C",
        "texto": "regula-se pelo mínimo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "D",
        "texto": "regula-se pela pena aplicada na sentença de primeiro grau."
      },
      {
        "letra": "E",
        "texto": "regula-se pelo máximo da pena privativa de liberdade cominada ao crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386779",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "NÃO é causa de suspensão da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tempo de prisão do condenado por outro motivo."
      },
      {
        "letra": "B",
        "texto": "o não lançamento definitivo do débito nos crimes tributários, segundo entendimento do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "a instauração de incidente de insanidade mental."
      },
      {
        "letra": "D",
        "texto": "a suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "o não comparecimento do réu citado por edital que não constituiu advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368516",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Quanto ao tema prescrição, pode-se afirmar corretamente que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando se tratar de crime continuado, a prescrição se regula pela pena imposta na sentença, computando-se o acréscimo decorrente da continuação."
      },
      {
        "letra": "B",
        "texto": "eventual irregularidade na decisão que suspende o curso do processo repercute na fluência do prazo prescricional, porque exemplificativas as hipóteses de suspensão e de interrupção."
      },
      {
        "letra": "C",
        "texto": "durante o trâmite recursal não pode ser reconhecida a prescrição da pretensão punitiva superveniente, entre a publicação da sentença em cartório e o julgamento do recurso."
      },
      {
        "letra": "D",
        "texto": "a prescrição constitui questão prejudicial ao conhecimento do mérito da causa, razão pela qual eventual recurso da defesa não terá seguimento se a prescrição for previamente reconhecida, por falta de interesse de agir."
      },
      {
        "letra": "E",
        "texto": "anulada a ação penal, a prescrição prossegue sendo regulada pela pena in concreto, indicada no título condenatório anulado, evitando-se a reformatio in pejus pela via oblíqua."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361240",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição no processo do Tribunal do Juri"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição não é aplicável nas medidas socioeducativas."
      },
      {
        "letra": "B",
        "texto": "O período de suspensão do prazo prescricional não é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "C",
        "texto": "É admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "D",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "A pronúncia não é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360487",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca de prescrição, classificação jurídica dos crimes e aspectos da teoria do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O termo inicial de contagem do prazo da prescrição da pretensão executória é a data em que a sentença condenatória transita em julgado para a acusação."
      },
      {
        "letra": "B",
        "texto": "Inimputável o agente, dispensa-se a análise dos demais elementos da culpabilidade, potencial consciência da ilicitude e exigibilidade de comportamento diverso."
      },
      {
        "letra": "C",
        "texto": "O furto somente se compatibiliza com a desistência voluntária antes de iniciada a fase de execução."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento sumulado do STJ, a reincidência influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "Delito de resultado cortado e delito mutilado de dois atos são conceitos sinônimos, ambos espécies do gênero delito de tendência interna transcendente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413379",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "As causas interruptivas da prescrição da pretensão punitiva estão listadas a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recebimento da denúncia ou da queixa."
      },
      {
        "letra": "B",
        "texto": "Reincidência."
      },
      {
        "letra": "C",
        "texto": "Pronúncia."
      },
      {
        "letra": "D",
        "texto": "Decisão confirmatória da pronúncia."
      },
      {
        "letra": "E",
        "texto": "Publicação da sentença condenatória recorrível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388797",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Ensina Damásio de Jesus, citado por Rogério Greco, que \"a prescrição, em face de nossa legislação penal, tem triplice fundamento: 1° ) o decurso do tempo ( teoria do esquecimento do fato); 2° ) a correção do condenado; e 3° ) a negIlgência da autoridade\" (Código Penal Comentado, 6º edição). Sobre a prescrição, é correto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos Tribunais Superiores admite-se, pacificamente, a extinção da punibilidade em virtude de prescrição da pretensão punitiva com base em previsão da pena que hipoteticamente seria aplicada, independentemente da existência ou sorte do processo criminal."
      },
      {
        "letra": "B",
        "texto": "não é passível de prescrição a pretensão punitiva ou executória se derivada da prática de crimes de racismo, de redução à condição análoga à de escravo, ou de crimes consistentes em ação de grupos armados, civis ou militares, contra a ordem constitucional e o Estado Democrático."
      },
      {
        "letra": "C",
        "texto": "a prescrição superveniente ou intercorrente atinge a pretensão punitiva do Estado, é contada a partir da publicação da sentença ou acórdão condenatórios recorríveis, tomando por base o trånsito em julgado para a acusação ou o improvimento do seu recurso, e regula-se pela pena aplicada."
      },
      {
        "letra": "D",
        "texto": "a prescrição no caso de evasão do condenado ou de revogação do livramento condicional é regulada pelo tempo total da pena imposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379266",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Sobre a prescrição é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de fuga a prescrição da pretensão executória não corre até a nova prisão."
      },
      {
        "letra": "B",
        "texto": "as penas restritivas de direitos e de multa prescrevem em dois anos."
      },
      {
        "letra": "C",
        "texto": "as faltas disciplinares na execução penal não prescrevem por ausência de previsão legal, conforme a jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "as medidas de segurança prescrevem a despeito da ausência de previsão legal, conforme a jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "no caso de concurso de crimes a prescrição incidirá sobre o total da pena imposta na sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371030",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Nos termos do CP, antes de transitar em julgado a sentença final, a prescrição começará a correr",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da data em que o fato tiver se tornado conhecido, quando se tratar de crime de falsificação ou alteração de assentamento de registro civil."
      },
      {
        "letra": "B",
        "texto": "do dia em que se tiver praticado o primeiro ato da empreitada criminosa, em caso de crimes tentados."
      },
      {
        "letra": "C",
        "texto": "do dia em que o segundo casamento tiver sido registrado no cartório de registro civil, em caso de crime de bigamia."
      },
      {
        "letra": "D",
        "texto": "da data em que se tiver iniciado a privação de liberdade da vítima, no caso do crime de sequestro."
      },
      {
        "letra": "E",
        "texto": "do dia em que se tiver consumado o fato criminoso, em caso de crimes contra a dignidade sexual de menor de quatorze anos de idade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359264",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Com relação ao instituto da prescrição, causa de extinção da punibilidade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo da prescrição é interrompido com o oferecimento da denúncia ou queixa."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência majoritária dos Tribunais Superiores, é possível o reconhecimento da prescrição pela pena hipotética."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da prescrição da pretensão punitiva e da prescrição executória apaga todos os efeitos secundários do crime."
      },
      {
        "letra": "D",
        "texto": "As circunstâncias agravantes e atenuantes previstas no Código Penal, sejam elas quais forem, não interferem de qualquer forma no prazo prescricional, ao contrário das causas de aumento e de diminuição de pena que devem ser observadas no cálculo respectivo"
      },
      {
        "letra": "E",
        "texto": "De acordo com o Superior Tribunal de Justiça, o período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352902",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Julgue os itens seguintes, acerca da prescrição, da reabilitação e da imputabilidade.Mesmo que ocorra a prescrição da pretensão executória, a sentença condenatória poderá ser executada no juízo cível para efeito de reparação do dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352899",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Julgue os itens seguintes, acerca da prescrição, da reabilitação e da imputabilidade. Não se admite a prescrição da pretensão executória antes do trânsito em julgado da sentença para ambas as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350424",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca do direito penal, julgue os itens subsecutivos. Na contagem dos prazos de prescrição e decadência, e assim também na contagem do prazo de cumprimento da pena privativa de liberdade, deve-se incluir o dia do começo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346790",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A respeito da prescrição penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos de prescrição serão reduzidos pela metade caso seja comprovado que o acusado era, ao tempo do crime, menor de vinte e um anos de idade ou maior de sessenta anos de idade."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de concurso de crimes, a prescrição incidirá sobre o total da pena, se o concurso for material, e sobre a pena de cada crime, isoladamente, se for formal o concurso."
      },
      {
        "letra": "C",
        "texto": "As penas mais leves prescrevem independentemente das penas mais graves."
      },
      {
        "letra": "D",
        "texto": "O curso da prescrição será interrompido pelo oferecimento da denúncia ou queixa."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá no mesmo prazo estabelecido para a prescrição da pena privativa de liberdade, quando a multa for alternativa ou cumulativamente aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332058",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "NA DATA DE 15/06/2009, X DESACATOU SERVIDOR PÚBLICO FEDERAL LOTADO NA SEDE DA PROCURADORIA-GERAL DA REPÚBLICA. FOI ENTÃO INSTAURADO PROCEDIMENTO INVESTIGATÓRIO, SENDO INQUIRIDOS E REINQUIRIDOS TODOS OS ENVOLVIDOS NO EPISÓDIO. O PROCEDIMENTO ENCERROU-SE EM 07/04/2011. EM 14/04/2011, O MEMBRO DO MPF OFERECEU DENÚNCIA EM FACE DE X PELO DELITO DE DESACATO (ART. 331, DO CÓDIGO PENAL). A PEÇA ACUSATÓRIA OBTEVE JUÍZO DE ADMISSIBILIDADE EM 14/06/2011. APÓS A INSTRUÇÃO PROCESSUAL, FOI PUBLICADA, EM 15/06/2012, A SENTENÇA PROLATADA PELO JUIZ FEDERAL COMPETENTE, CONDENANDO X A PENA DE OITO MESES DE DETENÇÃO. O MPF E A DEFESA RECORRERAM. O RECURSO DA ACUSAÇÃO FOI PROVIDO, ELEVANDO A PENA EM MAIS TRÊS MESES DE DETENÇÃO, CONFORME ACÓRDÃO PUBLICADO EM 15/06/2013, OCASIÃO EM QUE AS PARTES SE CONFORMARAM COM O DECISUM. DESSA FORMA, PODE-SE AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Houve prescrição retroativa, consoante os arts. 109, VI, c/c 110, § 2º, do Código Penal, conforme a redação da Lei n. 7.209/1984."
      },
      {
        "letra": "B",
        "texto": "Não houve prescrição retroativa, consoante os arts. 109, VI, c/c 110, § 2º, do Código Penal, conforme a redação da Lei n. 7.209/1984."
      },
      {
        "letra": "C",
        "texto": "Houve prescrição entre a data do recebimento da denúncia e a da publicação da sentença condenatória recorrível, consoante os arts. 109, VI, c/c 110, § 2º, do Código Penal, conforme a redação da Lei n. 7.209/1984."
      },
      {
        "letra": "D",
        "texto": "Não houve prescrição retroativa da pretensão punitiva porque ela foi extinta do Código Penal, conforme a redação introduzida pela Lei n. 12.234, de 05/05/2010."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331872",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "A detração é considerada para efeito da prescrição da pretensão punitiva, não se estendendo aos cálculos relativos à prescrição da pretensão executória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317511",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre o instituto da prescrição, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a decretação da extinção da punibilidade do agente quando o juiz verificar, ainda no curso da instrução processual, que a provável pena a ser aplicada estará fulminada pelo advento da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "A sentença condenatória recorrível, posteriormente anulada por decisão do Tribunal de Justiça, conserva o efeito jurídico de interromper a fluência do prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão executória é regulada pela pena aplicada na sentença condenatória transitada em julgado, não influindo, a reincidência do agente, no cômputo de seu prazo."
      },
      {
        "letra": "D",
        "texto": "Aos crimes eleitorais são aplicáveis os prazos prescricionais previstos no Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não é possível o reconhecimento da prescrição em crime em que houve a imposição de medida de segurança, uma vez que nessa hipótese não ocorre a aplicação de pena privativa de liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "315291",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "O instituto da prescrição é aplicável a medida de segurança a que esteja sujeito o inimputável, não podendo a duração dessa medida ultrapassar o limite máximo abstratamente cominado ao crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301967",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Em relação à prescrição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão executória tem início no dia em que a sentença condenatória transita em julgado para a defesa, desde que já tenha passado em julgado também para a acusação."
      },
      {
        "letra": "B",
        "texto": "O tempo de internação do condenado a quem sobrevém doença mental é computado para efeito da prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "A agravação da pena pela reincidência não alcança a prescrição da pretensão punitiva nem o prazo de prescrição da pena de multa."
      },
      {
        "letra": "D",
        "texto": "No caso de fuga do sentenciado, a prescrição é regulada pelo tempo da pena aplicada na sentença condenatória, considerando-se o dia da fuga como o termo inicial da contagem do prazo prescricional"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301617",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Considere que Carlos, com vinte anos de idade, tenha mantido sua irmã Dora em cárcere privado, no período de 7/4/2010 a 7/5/2010, quando tenha libertado a vítima, e que, após o fim das investigações, em 10/5/2012, ele tenha sido denunciado pelo MP por crime de sequestro e cárcere privado, sendo a pena abstratamente prevista, para esse crime, de um a três anos de reclusão. Considere, ainda, que a inicial acusatória tenha sido rejeitada em 15/5/2012, por ausência de suporte probatório mínimo e que, após recurso do MP, o tribunal de justiça tenha reformado a decisão de rejeição da denúncia em acórdão publicado em 10/8/2012, tendo o processo retomado seu curso. Considere, também, que, em sentença que seja publicada em 15/12/2013, Carlos seja absolvido da acusação, mas que, em 11/9/2014, após julgamento de recurso interposto pelo MP, o tribunal reforme a sentença de modo a condenar o réu à pena de um ano de reclusão em regime aberto. Considere, por fim, que não haja interposição de novo recurso por parte da acusação. Com base nos fatos narrados nessa situação hipotética e sabendo que, em 6/5/2010, entrou em vigor a Lei n.º 12.234, que promoveu alterações no tratamento da prescrição penal, assinale a opção correta a respeito da aplicação da lei penal no tempo e das causas extintivas da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As instâncias ordinárias deveriam ter reconhecido a ocorrência da prescrição da pretensão punitiva retroativa ao caso, pois entre a data do fato e do recebimento da denúncia transcorreram mais de dois anos."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento do STF, o provimento do recurso interposto contra a decisão que rejeitou a denúncia contra Carlos faz retroagir a data do recebimento da inicial acusatória para o momento em que foi indevidamente rejeitada."
      },
      {
        "letra": "C",
        "texto": "No julgamento do recurso de apelação interposto pelo MP, o tribunal deveria ter reconhecido, de ofício, a ocorrência de prescrição da pretensão punitiva superveniente, pois, entre a data do recebimento da denúncia e do acórdão condenatório, terão transcorrido mais de dois anos."
      },
      {
        "letra": "D",
        "texto": "De acordo com entendimento do STF, em face do princípio da irretroatividade da lei penal mais gravosa, não se aplica a Lei n.º 12.234/2010 ao crime de cárcere privado cometido por Carlos."
      },
      {
        "letra": "E",
        "texto": "Em abstrato, o crime de sequestro e cárcere privado cometido por Carlos prescreveria em oito anos, e a pena aplicada, em quatro anos. Assim, não teria ocorrido a prescrição da pretensão punitiva do crime perpetrado por Carlos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "299086",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Na sistemática do Código Penal, são causas de extinção de punibilidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente"
      },
      {
        "letra": "B",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      },
      {
        "letra": "C",
        "texto": "Perdão aceito nos crimes de ação penal privada e ação penal pública condicionada"
      },
      {
        "letra": "D",
        "texto": "Anistia, graça ou indulto"
      },
      {
        "letra": "E",
        "texto": "Prescrição, decadência ou perempção"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1225953",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Segundo entendimento sumulado do Superior Tribunal de Justiça, o período de suspensão do prazo prescricional é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "regulado pelo máximo da pena cominada."
      },
      {
        "letra": "B",
        "texto": "sempre o máximo previsto de vinte anos."
      },
      {
        "letra": "C",
        "texto": "regulado pela pena aplicada."
      },
      {
        "letra": "D",
        "texto": "regulado pelo mínimo da pena cominada."
      },
      {
        "letra": "E",
        "texto": "sempre o mínimo previsto de três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984290",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre as Súmulas do Supremo Tribunal Federal, em Direito Penal, pode-se afirmar: I. Admite-se continuidade delitiva nos crimes contra a vida. II. É pública incondicionada a ação penal por crime de sonegação fiscal. III. A prescrição pela pena em concreto é somente da pretensão executória da pena privativa de liberdade. IV. A lei penal mais grave não se aplica ao crime continuado ou ao crime permanente, mesmo que a sua vigência seja anterior à cessação da continuidade ou da permanência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984284",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre a prescrição, em Direito Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial a data do crime."
      },
      {
        "letra": "B",
        "texto": "Depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pelo máximo da pena prevista para o delito, não podendo, em nenhuma hipótese, ter por termo inicial a data do crime."
      },
      {
        "letra": "C",
        "texto": "Depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pelo mínimo da pena prevista para o delito, não podendo, em nenhuma hipótese, ter por termo inicial a data do crime."
      },
      {
        "letra": "D",
        "texto": "Depois da sentença condenatória com trânsito em julgado para a defesa ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial a data do crime."
      },
      {
        "letra": "E",
        "texto": "Depois da sentença condenatória com trânsito em julgado para a defesa, ou depois de improvido seu recurso, regula-se pelo mínimo da pena prevista para o delito, não podendo, em nenhuma hipótese, ter por termo inicial a data do crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984187",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Acerca das Súmulas do Superior Tribunal de Justiça - STJ, em Direito Penal, pode-se afirmar: I. É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. II. A falta grave interrompe o prazo para obtenção de livramento condicional. III. A prescrição penal não é aplicável nas medidas socioeducativas. IV. É inadmissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506972",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Quanto ao tema prescrição penal, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a causa de redução do prazo prescricional constante do art. 115 do CP (“São reduzidos de metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos, ou, na data da sentença, maior de 70 (setenta) anos”) deve ser aferida no momento da sentença penal condenatória;"
      },
      {
        "letra": "B",
        "texto": "o recebimento da denúncia ou queixa-crime por magistrado absolutamente incompetente interrompe a prescrição ou a decadência;"
      },
      {
        "letra": "C",
        "texto": "o acórdão de segundo grau que, ao confirmar a condenação, modifica a pena de modo a refletir no cálculo do prazo prescricional, tem relevância jurídica e deve ser considerado marco interruptivo da prescrição da pretensão punitiva do Estado;"
      },
      {
        "letra": "D",
        "texto": "o estelionato contra a Previdência Social é crime permanente e seu prazo prescricional é contado da cessação do recebimento do benefício indevido;"
      },
      {
        "letra": "E",
        "texto": "consumado o lapso prescricional na pendência do julgamento do Recurso Especial, há que se declarar, preliminarmente, a extinção da punibilidade, ficando prejudicada a análise da matéria objeto de irresignação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488267",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere a crime de menor potencial ofensivo, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É consumado o crime quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "Não se admite a tentativa."
      },
      {
        "letra": "C",
        "texto": "É considerado culposo quando o agente quis o esultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "D",
        "texto": "É considerado doloso quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "E",
        "texto": "A omissão não é penalmente relevante, pois só se admite o crime comissivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352416",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Conforme entendimento do Superior Tribunal de Justiça, a subtração de valores de conta bancária por meio de cartão magnético supostamente clonado assemelha-se à fraude eletrônica realizada por intermédio da Internet para subtração de valores, mediante transferência de numerários de conta corrente sob a guarda de instituição financeira, ambas condutas enquadradas como crime de furto mediante fraude, previsto no artigo 155, § 4º, II do Código Penal. II. Ocorre o crime de bando ou quadrilha ainda que seja declarada a extinção da punibilidade de um corréu pela prescrição etária, porquanto a jurisprudência do Superior Tribunal de Justiça não exige a condenação de todos os acusados para a configuração do crime, bastando, para tanto, a comprovação da existência do vínculo associativo entre quatro ou mais agentes. III. O Código Penal, na parte especial, estabelece causa de isenção de pena, conhecida como escusa absolutória, a quem praticar qualquer dos crimes previstos no Título dos Crimes contra o Patrimônio, em prejuízo de cônjuge, ascendente ou descendente. IV. Em relação aos crimes contra a honra, à exceção da calúnia, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, segundo a lei penal, caracteriza exclusão do crime, também denominada imunidade judiciária. V. Ao estelionato privilegiado, como no caso do furto e da apropriação indébita, o Código Penal possibilita a substituição ou diminuição da pena quando for pequeno o valor do prejuízo e houver primariedade e bons antecedentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352414",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. São imprescritíveis, de acordo com a Constituição Federal, a prática da tortura, a prática do racismo e a ação de grupos armados, civis ou militares, contra a ordem constitucional e o Estado Democrático de Direito. II. Nos crimes de omissão no recolhimento de contribuições previdenciárias, a prova de dificuldades financeiras, como causa supralegal de inexigibilidade de conduta diversa, que exclui a culpabilidade, pode ser feita por meio de documentos, sendo desnecessária a realização de perícia, conforme entendimento jurisprudencial. III. De acordo com entendimento do Supremo Tribunal Federal, a natureza do estelionato contra a Previdência Social daquele que aufere a vantagem indevida é de crime instantâneo com efeitos permanentes, cujo lapso prescricional tem início com o pagamento da primeira vantagem indevida. IV. Consoante jurisprudência do Supremo Tribunal Federal, não há falar em prescrição da pretensão punitiva estatal após o julgamento em segundo grau de jurisdição quando os recursos especial e extraordinário não são admitidos na origem, porque inadmissíveis, e tais decisões são mantidas pelo Superior Tribunal de Justiça e pelo Supremo Tribunal Federal. V. O acórdão condenatório que reforma sentença penal absolutória reveste-se de eficácia interruptiva da prescrição penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324298",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "Com relação à causa de extinção da punibilidade pela prescrição, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecida a denúncia ou a queixa, o prazo prescricional é interrompido."
      },
      {
        "letra": "B",
        "texto": "A reincidência aumenta em 1/3 o prazo da prescrição."
      },
      {
        "letra": "C",
        "texto": "A publicação da sentença condenatória interrompe o prazo da prescrição para todos os acusados, inclusive para aqueles que foram absolvidos e o Ministério Público apelou."
      },
      {
        "letra": "D",
        "texto": "Estando o acusado preso preventivamente, não há que se falar em prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento majoritário dos Tribunais Superiores, com o advento da Lei n. 10.741/03 (Estatuto do Idoso), incide a regra do Art. 115 do Código Penal (redução do prazo prescricional de metade) quando o acusado possui 60 anos quando da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284103",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Considerando o instituto da Prescrição, marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de “Z” ser reincidente, ao sofrer nova condenação, não influirá no prazo da prescrição da pretensão punitiva estatal."
      },
      {
        "letra": "B",
        "texto": "Reconhece-se em favor de “U” a prescrição virtual, visto que o acusado é primário, portador de bons antecedentes, o crime por ele praticado tem pena mínima fixada em 01 ano de detenção e o processo tramita há 02 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "“W”, ao cometer um crime, é condenado definitivamente a uma pena privativa de liberdade e a uma pena pecuniária. Nos termos do Código Penal, a prescrição da pena de multa é de 02 (dois) anos."
      },
      {
        "letra": "D",
        "texto": "“X”, condenado, evade-se, assim, a prescrição da pretensão executória será regulada pelo máximo da pena privativa de liberdade cominada."
      },
      {
        "letra": "E",
        "texto": "“Y”, funcionário público, foi condenado por ter, reiteradamente, recebido vantagem indevida, em razão de sua função, para facilitar contrabando, bem como por ter falsificado documento público a fim de empregar irregularmente verbas públicas. O cômputo do prazo prescricional incidirá sobre a pena unificada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "275162",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Acerca das causas de extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial pode alcançar toda e qualquer infração penal, ficando a critério do juiz a sua aplicação quando da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "Nas duas seguintes hipóteses a pretensão punitiva e executória não será atingida pela prescrição: os crimes de racismo e de tortura."
      },
      {
        "letra": "C",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena privativa de liberdade cominada em abstrato para o crime."
      },
      {
        "letra": "D",
        "texto": "A decadência é o instituto jurídico mediante o qual o Estado perde o seu direito de punir ou de executar a sentença penal condenatória transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "A anistia, causa extintiva da punibilidade, somente poderá ser concedida antes da sentença penal condenatória; nesse caso, o Estado renuncia ao jus puniendi."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253694",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Com base no entendimento dos tribunais superiores acerca dos institutos de direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, maior e capaz, pretendendo subtrair as bolsas de Ana e Paula, em uma parada de ônibus, ante a resistência de Paula em entregar-lhe a coisa, atire em ambas, matando-as. Nessa situação, João responderá por tentativa de latrocínio apenas em relação a Paula."
      },
      {
        "letra": "B",
        "texto": "Há flagrante ilegalidade do juízo sentenciante que considere, na fixação da pena, condenações pretéritas ante o decurso do lapso temporal superior de cinco anos entre o efetivo cumprimento das penas e a infração posterior."
      },
      {
        "letra": "C",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena in abstrato."
      },
      {
        "letra": "D",
        "texto": "Se ocorrer o concurso entre causa da circunstância agravante da reincidência e a circunstância atenuante da confissão espontânea, aquela será circunstância preponderante sobre esta."
      },
      {
        "letra": "E",
        "texto": "A cláusula tutelar da inviolabilidade do sigilo epistolar é relativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201804",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Prescrição é a perda do direito de punir do Estado, pelo não exercício em determinado lapso temporal. Por isso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo a prescrição causa de extinção da punibilidade, a mesma ocorre com a morte do agente no decurso do inquérito ou do processo;"
      },
      {
        "letra": "B",
        "texto": "Quando ainda não há condenação, a prescrição da ação penal regula-se pela pena máxima cominada ao delito;"
      },
      {
        "letra": "C",
        "texto": "Nos crimes de sonegação fiscal a prescrição ocorre pelo pagamento do tributo antes do oferecimento da denúncia;"
      },
      {
        "letra": "D",
        "texto": "A prescrição constitui causa de extinção da punibilidade."
      }
    ],
    "gabarito": "X"
  }
]