[
  {
    "id": "3272319",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Vítor, maior de 21 anos, cometeu o crime de furto em 15 de março de 2019. Em 15 de junho de 2020, a denúncia foi regularmente recebida. A sentença condenatória foi de 1 ano, 11 meses e 10 dias de reclusão e foi publicada em 04 de dezembro de 2024. Levando em consideração os dados apresentados, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão punitiva se deu entre os fatos e o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "O caso não foi atingido pela prescrição da pretensão punitiva, apenas pela prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "A prescrição da pretensão executória se deu entre o recebimento da denúncia e a publicação da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O caso não foi atingido, nem pela prescrição da pretensão punitiva, nem pela prescrição da pretensão executória."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão punitiva retroativa se deu entre o recebimento da denúncia e a publicação da sentença penal condenatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2385879",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Antônio foi denunciado e condenado à pena de 1 ano e 6 meses de detenção pela prática de um único delito, não sujeito ao regime da imprescritibilidade. Na data do fato delituoso, Antônio tinha 20 anos de idade e era réu primário. A condenação transitou em julgado para a acusação em 9/12/2021 e, para ambas as partes (acusação e defesa), em 24/1/2023. Nessa situação hipotética, de acordo com o CP e a atual jurisprudência do STF, a prescrição da pretensão executória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consumou-se em 8/12/2023."
      },
      {
        "letra": "B",
        "texto": "será consumada em 8/12/2025."
      },
      {
        "letra": "C",
        "texto": "será consumada em 23/1/2027."
      },
      {
        "letra": "D",
        "texto": "será consumada em 23/1/2025."
      },
      {
        "letra": "E",
        "texto": "será consumada em 23/7/2024."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2316028",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Pedro foi condenado à pena de dois anos de reclusão pela prática de crime doloso. Na data do fato, ele contava 20 anos de idade. A condenação transitou em julgado para o Ministério Público em 25 de outubro de 2020, e para a defesa em 20 de outubro de 2022. Ainda não houve o início do cumprimento da pena. Considerando que Pedro não seja reincidente e que o crime por ele cometido não seja imprescritível, assinale a opção correta, observando a jurisprudência do Supremo Tribunal Federal (STF). Para o julgamento, leve em consideração a data de realização da presente prova.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pretensão executória foi atingida pela prescrição, considerando-se o prazo prescricional de dois anos e a data do trânsito em julgado da condenação para o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "A pretensão executória não foi atingida pela prescrição, considerando-se o prazo prescricional de dois anos e a data do trânsito em julgado definitivo da condenação."
      },
      {
        "letra": "C",
        "texto": "A pretensão executória não foi atingida pela prescrição, considerando-se o prazo prescricional de quatro anos e a data do trânsito em julgado da condenação para o Ministério Público."
      },
      {
        "letra": "D",
        "texto": "A pretensão executória não foi atingida pela prescrição, considerando-se o prazo prescricional de quatro anos e a data do trânsito em julgado definitivo da condenação."
      },
      {
        "letra": "E",
        "texto": "A pretensão executória foi atingida pela prescrição, considerando-se o prazo prescricional de um ano e a data do trânsito em julgado definitivo da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2271451",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "O Supremo Tribunal Federal, ao apreciar recurso cuja repercussão geral foi reconhecida, proferiu importante decisão que fixou o termo inicial do prazo da prescrição da pretensão executória. A decisão tem ensejado relevantes debates sobre violações a princípios constitucionais explícitos e implícitos que limitam o poder de punir do Estado. O termo a quo do prazo da prescrição da pretensão executória, segundo o Pretório Excelso, e o princípio cuja densidade normativa foi reduzida pela decisão é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dia em que transita em julgado a sentença condenatória para a acusação; princípio da isonomia;"
      },
      {
        "letra": "B",
        "texto": "o dia em que transita em julgado a sentença condenatória para a acusação; princípio da presunção de inocência;"
      },
      {
        "letra": "C",
        "texto": "o dia da publicação da sentença condenatória recorrível; princípio da retroatividade da lei penal mais benéfica;"
      },
      {
        "letra": "D",
        "texto": "o dia em que transita em julgado a sentença condenatória para ambas as partes; princípio pro homine;"
      },
      {
        "letra": "E",
        "texto": "o dia em que transita em julgado a sentença condenatória para ambas as partes; princípio do duplo grau de jurisdição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2115960",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Extinção da pena",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Em casos de fuga ou de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo tempo remanescente da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2072723",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A partir das disposições da Lei n.º 13.869/2019, acerca do abuso de autoridade, e da Parte Geral do Código Penal, julgue o item que se segue. Depois de transitada em julgado a sentença condenatória, a prescrição regula-se pela pena aplicada, e os prazos legais aumentam de um terço em caso de reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2035778",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Sobre o regramento da prescrição penal, considerando a posição da Jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal a propósito do tema, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pretensão executória fluirá considerando o saldo que restar da pena, computando-se a detração do período de prisão preventiva cumprido pelo condenado."
      },
      {
        "letra": "B",
        "texto": "A prescrição da pretensão punitiva é interrompida pelo acórdão que confirma a os termos da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "A prescrição penal pode ser suspensa durante o tempo em que o condenado esteja cumprindo pena no estrangeiro."
      },
      {
        "letra": "D",
        "texto": "Uma vez interrompida a prescrição da pretensão punitiva, o prazo volta a fluir no dia da interrupção, pela metade."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento da prescrição da pretensão punitiva possui efeitos ex nunc, ou seja, impede a execução da pena, mas não atinge os efeitos secundários da condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938062",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "João Ricardo, nascido em 10/01/2002, foi condenado a uma pena total de 02 (dois) anos e 04 (quatro) meses de reclusão pela prática de crimes de furto qualificado, nos termos do art. 155, § 4º , inc. III, c/c art. 71, caput, do Código Penal, em razão de ter subtraído três veículos no mês de fevereiro de 2021. Na primeira fase da dosimetria da pena, o magistrado considerou a primariedade e os bons antecedentes do réu e fixou a pena-base no mínimo legal em dois anos. Em seguida, na última fase, reconheceu a continuidade delitiva e exasperou a pena em 1/6. Não houve recurso das partes e a sentença penal condenatória transitou em julgado em 12 de dezembro de 2021. Considerando a situação do réu João Ricardo, o prazo da prescrição da pretensão executória é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "12 anos."
      },
      {
        "letra": "B",
        "texto": "02 anos."
      },
      {
        "letra": "C",
        "texto": "04 anos."
      },
      {
        "letra": "D",
        "texto": "08 anos."
      },
      {
        "letra": "E",
        "texto": "03 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1929951",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção"
    ],
    "enunciado_principal": "No que concerne a extinção de punibilidade, julgue os itens a seguir. I A abolitio criminis extingue a punibilidade, porém, caso tenha havido trânsito em julgado da sentença condenatória, a condenação é mantida para fins de reincidência e maus antecedentes. II A perempção é causa de exclusão da punibilidade e ocorre quando o autor desiste da ação, sucessivamente, por três vezes. III A decadência opera-se após inércia do interessado pelo decurso do prazo de seis meses depois da data de ciência da autoria do delito. IV A prescrição da pretensão executória é contada pela pena em concreto, aumentada de um terço quando o réu for reincidente. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1120535",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Em 30/9/2016, com menos de vinte e um anos de idade, Daniel praticou o crime de resistência, cuja pena máxima em abstrato é de dois anos. Daniel recusou a transação penal e o Ministério Público, então, ofereceu denúncia em 9/4/2018, a qual foi recebida pelo juízo em 30/4/2018. A sentença que condenou Daniel à pena de seis meses de detenção foi publicada em 31/10/2019. Até a data da condenação, Daniel era primário e não possuía qualquer outro incidente criminal. Nenhuma das partes recorreu e o trânsito em julgado ocorreu em 18/11/2019.A respeito dessa situação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se operou a prescrição da pretensão punitiva relativa ao lapso entre o recebimento da denúncia e a publicação da sentença condenatória."
      },
      {
        "letra": "B",
        "texto": "se operou a prescrição da pretensão executória relativa ao lapso entre o fato e o oferecimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "se operou a prescrição da pretensão executória relativa ao lapso entre o oferecimento da denúncia e o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "se operou a prescrição da pretensão punitiva entre o fato e o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "não se operou nenhuma espécie de prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1119698",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Com relação à prescrição da pretensão executória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre com o transcurso do lapso prescricional da execução do crime até o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "no caso de evasão do condenado, regula-se pelo tempo que resta da pena."
      },
      {
        "letra": "C",
        "texto": "tem como causa suspensiva a sentença de pronúncia."
      },
      {
        "letra": "D",
        "texto": "é contada em dobro no caso de crimes hediondos."
      },
      {
        "letra": "E",
        "texto": "começa a correr do dia em que cessou a atividade criminosa, no caso de tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "983980",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Reconhecida a prática de um fato típico, ilícito e culpável, o Estado tem o poder/dever de punir o seu infrator. Todavia, há situações que fazem desaparecer o poder punitivo estatal, sendo correto afirmar, de acordo com o Código Penal, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos das prescrições da pretensão punitiva e da pretensão executória serão reduzidos pela metade nos casos em que o agente era, ao tempo do crime, menor de 21 anos, ou maior de 60 na data da sentença;"
      },
      {
        "letra": "B",
        "texto": "a sentença que conceder o perdão judicial, após reconhecimento da materialidade e autoria, não será considerada para efeitos de reincidência;"
      },
      {
        "letra": "C",
        "texto": "a anistia, concedida através de decreto presidencial, afasta os efeitos penais, primários e secundários, e extrapenais da condenação;"
      },
      {
        "letra": "D",
        "texto": "a prescrição, a decadência e a perempção são causas de extinção da punibilidade do agente nos crimes de ação penal pública;"
      },
      {
        "letra": "E",
        "texto": "o curso do prazo prescricional interrompe-se com o oferecimento da denúncia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "960761",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão executória",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com relação a aspectos diversos pertinentes aos prazos prescricionais previstos no CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tais prazos serão reduzidos pela metade nas situações em que, ao tempo do crime, o agente fosse menor de vinte e um anos de idade ou, na data do trânsito em julgado da sentença condenatória, fosse maior de setenta anos de idade."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de criminoso reincidente, são aumentados em um terço os prazos da prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "A prescrição é regulada pela pena total imposta nos casos de crimes continuados, sendo computado o acréscimo decorrente da continuação."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa ocorrerá em dois anos, quando for a única pena cominada, ou no mesmo prazo de prescrição da pena privativa de liberdade, se tiver sido cominada alternativamente."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de evasão do condenado, a prescrição da pretensão executória é regulada pelo total da pena privativa de liberdade imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951029",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Sobre o tema reincidência, no Direito Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deverá ser aumentada em um terço quando caracterizada a reincidência."
      },
      {
        "letra": "B",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por qualquer espécie de crime anterior."
      },
      {
        "letra": "C",
        "texto": "Não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 5 (cinco) anos, não se computando o período de prova da suspensão ou do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Influencia na prescrição da pretensão punitiva."
      },
      {
        "letra": "E",
        "texto": "Aumenta de um terço o prazo da prescrição depois de transitar em julgado a sentença condenatória, se o condenado é reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926913",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Funcionário público de 30 anos é denunciado pela suposta prática do crime de falsidade ideológica de documento particular (Art. 299 do CP. Pena: 1 a 3 anos de reclusão e multa) por fatos que teriam ocorrido em 02 de janeiro de 2011. A denúncia foi recebida em 03 de março de 2015, e, após regular instrução, foi o agente condenado em sentença publicada em 03 de março de 2018, sendo aplicada pena mínima de 01 ano de reclusão e 10 dias-multa. O Ministério Público não apresentou recurso, enquanto a defesa buscou, em recurso, a absolvição. Considerando as informações narradas, no dia 20 de setembro de 2018, data marcada para sessão de julgamento do recurso, em caso de não ser dado provimento, o advogado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá buscar o reconhecimento da prescrição da pretensão punitiva pela pena em concreto entre a data do fato e data do recebimento da denúncia, não afastando, porém, a condenação para efeitos de eventual reincidência futura."
      },
      {
        "letra": "B",
        "texto": "poderá buscar o reconhecimento da prescrição da pretensão punitiva pela pena em concreto entre o recebimento da denúncia e publicação da sentença, não gerando tal reconhecimento efeitos para fins de eventual reincidência futura."
      },
      {
        "letra": "C",
        "texto": "poderá buscar o reconhecimento da prescrição da pretensão punitiva pela pena em concreto entre a data do fato e recebimento da denúncia, não gerando tal reconhecimento efeitos para eventual reincidência futura."
      },
      {
        "letra": "D",
        "texto": "não poderá buscar o reconhecimento da prescrição da pretensão punitiva e nem a prescrição da pretensão executória."
      },
      {
        "letra": "E",
        "texto": "não poderá buscar o reconhecimento da prescrição da pretensão punitiva, mas poderá buscar a extinção da punibilidade pela prescrição da pretensão executória, gerando a condenação efeitos para eventual reincidência futura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "918554",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A prescrição, causa de extinção da punibilidade prevista no art. 107, inciso IV, do Código Penal, pode ser definida como a perda do direito de punir ou executar a pena em razão da inércia do Estado durante o tempo fixado em lei. Sobre o tema, de acordo com as previsões do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade pela prescrição, no concurso de crimes, considerará a pena total aplicada, com as causas de aumento, em detrimento da pena de cada um isoladamente;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional da pretensão executória, no caso de evasão, será computado pelo total de pena aplicada, não sendo descartado o período de pena cumprido;"
      },
      {
        "letra": "C",
        "texto": "a interrupção do prazo prescricional ocorrida com o oferecimento da denúncia produz efeitos em relação a todos os autores do crime;"
      },
      {
        "letra": "D",
        "texto": "a reincidência do acusado impõe aumento de 1/3 do prazo prescricional da pretensão punitiva e da executória;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento de prescrição da pretensão punitiva pela pena em concreto não gera reincidência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906403",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "É causa impeditiva da prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o início ou continuação do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "a reincidência."
      },
      {
        "letra": "C",
        "texto": "o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "o cumprimento da pena, pelo agente, no estrangeiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "889857",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "João foi condenado por furto simples (CP, art. 155, caput) em sentença já transitada em julgado para a acusação. Na primeira fase de dosimetria, a pena foi fixada no mínimo legal. Reconhecidas circunstâncias agravantes, a pena foi majorada em 1/2 (metade). Por fim, em razão da continuidade delitiva, a pena foi novamente aumentada em 1/2 (metade). A prescrição da pretensão executória dar-se-á em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4 (quatro) anos."
      },
      {
        "letra": "B",
        "texto": "3 (três) anos."
      },
      {
        "letra": "C",
        "texto": "8 (oito) anos."
      },
      {
        "letra": "D",
        "texto": "12 (doze) anos."
      },
      {
        "letra": "E",
        "texto": "2 (dois) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883564",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No que diz respeito à extinção da punibilidade, julgue o item seguinte.Situação hipotética: Jorge foi condenado a treze anos de reclusão, cujo prazo prescricional para execução da pena é de vinte anos. Após cumprir seis anos de pena, ele fugiu. Assertiva: Nessa situação, o prazo prescricional da execução da pena de Jorge deverá ser contado com base nos anos que faltavam ser cumpridos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878467",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "De maneira geral, a doutrina define prescrição como a perda do direito do Estado de punir ou de executar determinada pena em razão da inércia estatal com o decurso do tempo. Tradicionalmente, o instituto é classificado em prescrição da pretensão punitiva e prescrição da pretensão executória. Sobre essa causa de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a idade do réu, seja qual for, não é relevante para fins de definição do prazo prescricional;"
      },
      {
        "letra": "B",
        "texto": "o oferecimento da denúncia é a primeira causa de interrupção do prazo prescricional;"
      },
      {
        "letra": "C",
        "texto": "a reincidência do agente é relevante para a definição do prazo prescricional da pretensão executória, mas não do prazo da prescrição da pretensão punitiva pela pena em abstrato;"
      },
      {
        "letra": "D",
        "texto": "o reconhecimento da prescrição, seja da pretensão punitiva seja da pretensão executória, afasta todos os efeitos penais e extrapenais da condenação;"
      },
      {
        "letra": "E",
        "texto": "o prazo prescricional se inicia, no crime de bigamia, na data da constituição do segundo casamento, ainda que o fato se torne conhecido para terceiros em outro momento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "856014",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Praticado o ilícito penal por um indivíduo culpável, surge para o Estado o direito de aplicar a sanção penal prevista na lei incriminadora. Contudo, o direito de punir não é absoluto, sendo possível que ocorra alguma causa extintiva de punibilidade, impedindo que o Estado imponha a sanção ao agente. Diante disso, com fundamento no que dispõe o Código Penal sobre a extinção de punibilidade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "B",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, podendo, ainda, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se às penas restritivas de direito os mesmos prazos prescricionais previstos para as privativas de liberdade."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá em 2 anos quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "810762",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: CRBio - 1º Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A, proprietário de uma loja, no dia 08 de junho de 2010, objetivando acabar com o estoque de rádio portátil, modelo XR, com um megafone, na calçada em frente ao estabelecimento, passou a propagar que o aparelho tinha conexão por bluetooth, informação sabidamente falsa. B, que comprou o rádio em razão da informação enganosa, lavrou Boletim de Ocorrência na Delegacia Especializada em Direito do Consumidor, em 20 de junho de 2010, por suposto crime contra a relação de consumo (art. 7° , inciso VII, da Lei n° 8.137/90), cuja pena prevista é deten­ ção de 02 (dois) a (05) cinco anos e multa, processável por ação penal pública incondicionada. Finalizado o procedimento penal investigatório (inquérito policial), A foi denunciado pelo Ministério Público pelo crime objeto de investigação. A denúncia foi recebida em 20 de julho de 2014 e, encerrada a instrução, A, que contava com 71 (setenta e um) anos na data da sentença, foi condenado, em 15 de novembro de 2016, à pena de detenção de 02 (dois) anos e multa. O Ministério Público não recorreu, transitando em julgado a sentença para a acusação. A defesa apresentou recurso de apelação. A respeito do caso hipotético, é correto afirmar que a punibilidade de A",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está extinta, pois entre a data do fato e a da publicação da sentença condenatória transcorreram mais de 04 (quatro) anos, período em que a pena a ele imposta prescreve."
      },
      {
        "letra": "B",
        "texto": "não está extinta, pois entre a data do recebimento da denúncia e a da publicação da sentença condenatória não transcorreu período de 04 (quatro) anos, tempo necessário para que a pena a ele imposta prescreva."
      },
      {
        "letra": "C",
        "texto": "está extinta, pois entre a data do fato e a do recebimento da denúncia transcorreu período superior a 04 (quatro) anos, tempo necessário para que a pena a ele imposta prescreva."
      },
      {
        "letra": "D",
        "texto": "está extinta, pois entre a data do recebimento da denúncia e a da publicação da sentença condenatória transcorreu período superior a 02 (dois) anos, tempo necessário para que a pena a ele imposta prescreva."
      },
      {
        "letra": "E",
        "texto": "não está extinta, pois enquanto não transitada em julgado a sentença condenatória também para a defesa, a prescrição regula-se pelo máximo da pena privativa cominada ao crime, no caso, 12 (doze) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "800684",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Ana Luci, em virtude da prática de lesão corporal leve (cuja pena abstratamente cominada é de detenção de três meses a um ano) ocorrida em 02/10/2009, foi absolvida impropriamente. Em 09/10/2012, foi-lhe aplicada medida de segurança consistente em tratamento ambulatorial, pelo prazo mínimo de três anos. O trânsito em julgado da sentença para o Ministério Público ocorreu em 29/10/2012. Até o presente momento, Ana Luci não foi localizada para iniciar o tratamento ambulatorial e o Juízo da execução, até o presente momento, decidiu apenas pela realização de diligências para sua localização. Também não há notícias de que Ana Luci tenha se envolvido em nova infração penal. Considerando o caso concreto, bem como o posicionamento dos tribunais superiores sobre a prescrição das medidas de segurança, a prescrição da pretensão executória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi alcançada em 29/10/2015."
      },
      {
        "letra": "B",
        "texto": "foi alcançada em 29/10/2016."
      },
      {
        "letra": "C",
        "texto": "foi alcançada em 02/10/2012."
      },
      {
        "letra": "D",
        "texto": "será alcançada em 09/10/2020."
      },
      {
        "letra": "E",
        "texto": "será alcançada em 29/10/2020."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698199",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória",
      "Perempção",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas extintivas de punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indulto depende de lei ordinária para sua concessão."
      },
      {
        "letra": "B",
        "texto": "o prazo de prescrição da pretensão executória é aumentado em um terço quando o condenado é reincidente."
      },
      {
        "letra": "C",
        "texto": "na ação privada subsidiária da pública,a perempção determina a extinção da punibilidade do réu."
      },
      {
        "letra": "D",
        "texto": "a retratação do agente e possível na falsa comunicação de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "a concessão de perdão judicial não interfere na possibilidade de reconhecimento da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650540",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória",
      "Prescrição no processo do Tribunal do Juri"
    ],
    "enunciado_principal": "A respeito da prescrição penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o tribunal do júri venha a desclassificar o crime para outro que não seja de sua competência, a pronúncia não deverá ser considerada como causa interruptiva da prescrição."
      },
      {
        "letra": "B",
        "texto": "A reincidência penal caracteriza causa interruptiva do prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "Para crimes praticados em 2016, a prescrição retroativa deverá ser regulada pela pena aplicada, tendo-se por termo inicial data anterior à da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição da pretensão executória deverá iniciar-se no dia em que transitar em julgado a sentença condenatória para a acusação, ainda que haja recurso exclusivo da defesa em tramitação contra a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "No caso de revogação do livramento condicional, a prescrição deverá ser regulada pelo total da pena aplicada na sentença condenatória, não se considerando o tempo de cumprimento parcial da reprimenda antes do deferimento do livramento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620486",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No dia 11/01/2010, Jean, nascido em 11/01/1992, praticou um crime de furto simples, razão pela qual foi denunciado como incurso nas sanções do Art. 155, caput, do Código Penal. Em 25/01/2010, foi a inicial acusatória recebida, não sendo cabível a suspensão condicional do processo. Após o regular processamento do feito, diante da confissão de Jean, foi o mesmo condenado à pena mínima de um ano de reclusão, sendo a sentença condenatória publicada em 01/03/2012 e transitando em julgado. Jean dá início ao cumprimento da pena em 02/01/2014. Considerando a situação exposta, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorreu a prescrição da pretensão punitiva do Estado, devendo ser reconhecida a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "A condenação foi indevida, pois Jean não era imputável na data dos fatos."
      },
      {
        "letra": "C",
        "texto": "Ocorreu a prescrição da pretensão executória do Estado, devendo ser reconhecida a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "Não ocorreu a extinção da punibilidade, pois não foi ultrapassado o prazo de quatro anos entre os marcos interruptivos da prescrição."
      },
      {
        "letra": "E",
        "texto": "Não ocorreu a extinção da punibilidade, pois não foi ultrapassado o prazo de três anos entre os marcos interruptivos da prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "591359",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação, da ação penal e das causas de extinção da punibilidade previstas no Código Penal (CP), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui efeito extrapenal automático da condenação pela prática do crime de corrupção passiva a perda do cargo ocupado por servidor, desde que a pena aplicada ao condenado seja igual ou superior a um ano."
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial de seis meses para a propositura de queixa-crime por crime para o qual se prevê ação penal privada tem início na data em que ocorrer o fato contra o ofendido, independentemente do dia em que tenha tido conhecimento da identidade do autor do crime."
      },
      {
        "letra": "C",
        "texto": "A perda do cargo público imposta na sentença penal condenatória, como efeito extrapenal, possui efeitos permanentes, contudo não implica impossibilidade de investidura em outro cargo público."
      },
      {
        "letra": "D",
        "texto": "As causas de extinção da punibilidade que atingem a pretensão executória eliminam todos os efeitos penais de eventual sentença condenatória, não podendo ser pressuposto da reincidência tampouco ser usada como título executivo judicial na área cível."
      },
      {
        "letra": "E",
        "texto": "A anistia destina-se a um indivíduo determinado, condenado irrecorrivelmente, podendo, assim como o indulto, ser concedida de forma total ou parcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ e nas disposições legais acerca de causas extintivas da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a extinção da punibilidade em razão da prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial obsta o cumprimento de pena privativa de liberdade, mas não extingue a punibilidade do réu."
      },
      {
        "letra": "C",
        "texto": "Mantém-se a punibilidade do condenado mesmo que haja indulto, visto que este benefício não alcança eventual pena de multa imposta concomitantemente à pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Conforme o CP, a decadência, a perempção e o livramento condicional são causas de extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva, mas impõe a majoração do lapso prescricional no que se refere à prescrição executória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "498744",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "TENDO EM VISTA DECISÃO RECENTE DO STF EM MATÉRIA DE PRESCRIÇÃO, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É constitucional o art. 110, § 1°, do CP na redação dada pela Lei n. 12.234, de 2010;"
      },
      {
        "letra": "B",
        "texto": "A diferença entre a prescrição retroativa e a intercorrente reside no fato de esta ocorrer entre a publicação da sentença condenatória e o transito em julgado para a defesa; e aquela e contada da publicação da decisão condenatória para trás;"
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com transito em julgado para a acusação ou depois de improvido seu recurso, e regulada pela pena aplicada, e não pode ter por termo inicial data anterior a da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Só podem ser considerados imprescritíveis os crimes assim declarados na Constituição de 1988."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1186539",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Julgue o item que se segue de acordo com a jurisprudência do STF. Não se admite a prescrição da pretensão executória antes do trânsito em julgado da sentença para ambas as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542791",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.A detração é considerada para efeito da prescrição da pretensão punitiva, não se estendendo aos cálculos relativos à prescrição da pretensão executória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542790",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "No que se refere às causas de exclusão de ilicitude e à prescrição, julgue o seguinte item.Considere que Jorge, Carlos e Antônio sejam condenados, definitivamente, a uma mesma pena, por terem praticado, em coautoria, o crime de roubo. Nessa situação, incidindo a interrupção da prescrição da pretensão executória da referida pena em relação a Jorge, essa interrupção não produzirá efeitos em relação aos demais coautores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352899",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Julgue os itens seguintes, acerca da prescrição, da reabilitação e da imputabilidade. Não se admite a prescrição da pretensão executória antes do trânsito em julgado da sentença para ambas as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]