[
  {
    "id": "2522197",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Carlos é denunciado com base no art. 33, caput c.c 40, V da Lei nº 11.343/2006, em razão de ter sido flagrado com uma mochila com maconha em ônibus interestadual que trafegava na PR 323, realizando o trajeto Amambaí/MS a Londrina/PR. Na sentença condenatória, o magistrado, após a regular instrução processual, condena Carlos por tráfico de drogas, mantendo no mínimo legal na primeira fase, deixando de reconhecer atenuantes ou agravantes e reconhecendo a majorante solicitada pelo MP na denúncia e repetida em alegações finais (interestadualidade do delito) em seu grau mínimo, todavia reconheceu a causa de diminuição de pena, prevista no parágrafo quarto, em seu grau máximo. Diante desse quadro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da pena mínima cominada ao delito de tráfico de drogas ser superior a 4 anos, o ANPP no caso é inviável."
      },
      {
        "letra": "B",
        "texto": "O ANPP no caso é inviável, porque a denúncia já foi recebida e este é o limite temporal para o oferecimento do acordo."
      },
      {
        "letra": "C",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é inviável o ANPP no caso em tela."
      },
      {
        "letra": "D",
        "texto": "O crime de tráfico de drogas interestadual, ainda que não privilegiado, é, em razão da pena mínima cominada ao delito, passível de ANPP, razão pela qual o acordo deveria ter sido oferecido desde o início do feito pelo Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é possível o ANPP no caso em tela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2515313",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "No momento de proferir uma sentença condenatória em face de Caio, pela prática do crime de latrocínio consumado, Guilherme, juiz de direito, verificou que estão positivadas, na segunda fase da dosimetria da pena, duas agravantes e duas atenuantes. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que, no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos (das):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "circunstâncias e das consequências do crime, da personalidade do agente e do comportamento da vítima;"
      },
      {
        "letra": "B",
        "texto": "circunstâncias e das consequências do crime, da conduta social do agente e da reincidência;"
      },
      {
        "letra": "C",
        "texto": "motivos determinantes do crime, da personalidade do agente e do comportamento da vítima;"
      },
      {
        "letra": "D",
        "texto": "motivos determinantes do crime, da personalidade do agente e da reincidência;"
      },
      {
        "letra": "E",
        "texto": "circunstâncias do crime, da personalidade do agente e da reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2489736",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, o juízo da 1ª Vara Criminal da Comarca Alfa condenou Tício pela prática do crime de roubo circunstanciado pelo emprego de arma de fogo de uso permitido. Ao analisar o processo, visando à dosagem das penas, o magistrado verificou que o acusado é reincidente e que as consequências do delito foram extremamente graves para a vítima. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o juiz considerará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e a reincidência, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; as consequências do crime, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "o emprego da arma de fogo de uso permitido, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2211473",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "No que concerne à função das penas, são teorias relativas as doutrinas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "utilitaristas, que consideram e justificam a pena enquanto meio para a realização do fim utilitário da prevenção de futuros delitos."
      },
      {
        "letra": "B",
        "texto": "que concebem a pena como um castigo."
      },
      {
        "letra": "C",
        "texto": "que concebem a pena como retribuição do crime, justificada por seu intrínseco valor axiológico, vale dizer, não um meio, e tampouco um custo, mas, sim, um dever ser metajurídico que possui em si seu próprio fundamento."
      },
      {
        "letra": "D",
        "texto": "que concebem a pena como um fim em si própria."
      },
      {
        "letra": "E",
        "texto": "que, segundo Séneca, são quia peccatum, ou seja, dizem respeito ao passado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2144068",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Ao elaborar uma sentença condenatória em um processo pela prática de determinado crime, na dosimetria da pena, após haver fixado a pena-base, o juiz verifica que o acusado possui uma condenação anterior transitada em julgado por porte ou posse de droga para consumo pessoal (Art. 28 da Lei nº 11.343/2006), cuja pena aplicada, prestação de serviços à comunidade, fora cumprida três anos antes da prática do delito objeto do processo em julgamento. Diante da situação narrada, deverá o magistrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravar a pena-base, ainda que tenha sido fixada no máximo de pena cominada legalmente ao crime, reconhecendo a reincidência;"
      },
      {
        "letra": "B",
        "texto": "manter a pena-base, pois a condenação anterior pelo fato previsto no Art. 28 da Lei nº 11.343/2006 não gera reincidência;"
      },
      {
        "letra": "C",
        "texto": "atenuar a pena-base, pois a pena de prestação de serviços à comunidade não produz reincidência;"
      },
      {
        "letra": "D",
        "texto": "manter a pena-base, tendo em vista o tempo decorrido entre a extinção da pena aplicada anteriormente e a prática do crime objeto do processo;"
      },
      {
        "letra": "E",
        "texto": "atenuar a pena-base, pois o fato previsto no Art. 28 da Lei nº 11.343/2006 é contravenção penal e não gera reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073364",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "Mateus foi condenado por roubo simples à pena de 10 (dez) anos de reclusão e iniciou o cumprimento de pena em regime fechado na penitenciária de Goiânia-GO. Durante seu estágio no presídio, foi pego com grande quantidade de cocaína dentro de sua cela e foi processado por tráfico de drogas e condenado à pena de 9 (nove) anos de reclusão. Ao iniciar o cumprimento da segunda pena recebida, o juízo da execução penal deverá considerar qual percentual como tempo de progressão penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20% (vinte por cento) da pena, se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "25% (vinte e cinco por cento) da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "40% (quarenta por cento) da pena, se o apenado for condenado pela prática de crime hediondo ou equiparado, se for primário específico."
      },
      {
        "letra": "D",
        "texto": "30% (trinta por cento), se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "60% (sessenta por cento) da pena, se o apenado for reincidente na prática de crime hediondo ou equiparado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2053672",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Com base nas disposições relativas aos crimes previstos no Código Penal e no entendimento jurisprudencial acerca da matéria, julgue o item subsecutivo.Não caracteriza bis in idem o reconhecimento das qualificadoras de motivo torpe e de feminicídio no crime de homicídio praticado contra mulher em situação de violência doméstica e familiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992053",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Ao Estado, por meio de ação penal, cabe impor sanção penal ao criminoso como retribuição ao delito realizado, bem como prevenção a novos crimes. Considerando as regras a respeito da Lei Penal e da Teoria Geral da Pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, cumulativamente com a devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "B",
        "texto": "Enquanto na pena privativa de liberdade computam-se o tempo de prisão provisória, no Brasil ou no estrangeiro, e o de prisão administrativa, na medida de segurança computa-se somente o tempo de internação em hospital de custódia e tratamento psiquiátrico ou, à falta, a outro estabelecimento adequado."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por embriaguez voluntária ou culposa, pelo álcool ou substância de efeitos análogos, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime os maus antecedentes e a reincidência."
      },
      {
        "letra": "E",
        "texto": "A pena-base será fixada atendendo-se ao critério do art. 59 deste Código; em seguida serão consideradas as circunstâncias atenuantes e agravantes; por último, as causas de diminuição e de aumento. No concurso de causas de aumento ou de diminuição previstas na parte especial, pode o juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1962950",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Ao realizar o cálculo da pena, o juiz de direito deverá obedecer ao sistema trifásico. De acordo com o Código Penal, isso significa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as circunstâncias atenuantes e depois as agravantes; por último, as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "B",
        "texto": "a pena-base será fixada conforme o disposto no art. 59 do Código Penal; depois, serão consideradas as circunstâncias atenuantes e agravantes para se chegar na pena final."
      },
      {
        "letra": "C",
        "texto": "a pena-base será fixada atendendo-se ao critério do art. 59 do Código Penal, conhecida como primeira fase; em seguida, na segunda fase, serão consideradas as causas de diminuição e de aumento; por fim, na terceira fase, as circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "na primeira fase, a pena será fixada conforme disposto no art. 59 do Código Penal; após, serão consideradas as circunstâncias atenuantes e agravantes na segunda fase; e, na terceira fase, serão analisadas as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as causas de diminuição e de aumento da pena; por último, na terceira fase, circunstâncias atenuantes e agravantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959619",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça, o deslocamento das majorantes sobressalentes para outra(s) fase(s) da dosimetria da pena é admissível na",
    "alternativas": [
      {
        "letra": "A",
        "texto": "primeira fase, somente."
      },
      {
        "letra": "B",
        "texto": "primeira fase ou na segunda fase."
      },
      {
        "letra": "C",
        "texto": "primeira fase, exceto se a majorante trouxer patamar fixo."
      },
      {
        "letra": "D",
        "texto": "primeira fase, exceto se a majorante trouxer patamar variável."
      },
      {
        "letra": "E",
        "texto": "segunda fase, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1942335",
    "metadata": "Ano: 2022 | Banca: COPESE - UFPI | Órgão: Prefeitura de Oeiras - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Acerca do direito penal assinale a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível causa de diminuição de pena, se o agente comete o crime impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima."
      },
      {
        "letra": "B",
        "texto": "Realizar homicídio mediante pagamento ou promessa de recompensa, não constitui homicídio qualificado."
      },
      {
        "letra": "C",
        "texto": "Induzir ou instigar alguém a suicidar-se ou a praticar automutilação ou prestar-lhe auxílio não constitui um crime previsto pelo Código Penal."
      },
      {
        "letra": "D",
        "texto": "Não é crime provocar aborto com o consentimento da gestante."
      },
      {
        "letra": "E",
        "texto": "Abandonar recém-nascido, não é tipificado como crime desde que seja para ocultar desonra própria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1911922",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A sentença penal condenatória é composta por três partes: relatório, fundamentação e dispositivo. Após decidir pela condenação, o magistrado dá início à chamada dosimetria da pena que, nos termos do Art. 68 do Código Penal, obedece ao critério trifásico. Assinale a afirmativa correta acerca das fases da aplicação da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na primeira fase, o magistrado deve levar em consideração as agravantes, na segunda fase, as causas de aumento e na terceira, as circunstâncias do Art. 59 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, o magistrado deve considerar as circunstâncias do Art. 59 do Código Penal, na segunda, as causas de diminuição de pena, e na terceira, as circunstâncias atenuantes."
      },
      {
        "letra": "C",
        "texto": "A reincidência deve ser valorada negativamente pelo magistrado na primeira fase, enquanto os antecedentes devem ser sopesados na segunda, e na terceira devem ser analisadas as causas de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "Na primeira fase, o magistrado deve considerar as causas de diminuição e aumento, na segunda, as atenuantes e agravantes, e na terceira, as circunstâncias do Art. 59 do CP."
      },
      {
        "letra": "E",
        "texto": "Os antecedentes são analisados na primeira fase, a reincidência na segunda e as causas de aumento de pena na terceira fase."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908910",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A respeito da dosimetria da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão somente será considerada quando for qualificada, ou seja, quando abranger todas as circunstâncias do crime."
      },
      {
        "letra": "B",
        "texto": "em se tratando de concurso formal impróprio, as penas são aplicadas de acordo com a regra do concurso material."
      },
      {
        "letra": "C",
        "texto": "na terceira fase de aplicação da pena no crime de roubo circunstanciado, para o aumento em patamar superior ao mínimo, basta a indicação do número de majorantes."
      },
      {
        "letra": "D",
        "texto": "em se tratando do delito de tráfico de drogas, a confissão será reconhecida ainda que o réu alegue que a droga era para uso próprio."
      },
      {
        "letra": "E",
        "texto": "mesmo que os registros da folha de antecedentes do réu sejam muito antigos, nunca se admite o afastamento de sua análise desfavorável na primeira fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1908907",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na sentença, o juiz elevou a pena-base do réu em razão de possuir condenação definitiva por fato anterior ao crime descrito na denúncia, mas com trânsito em julgado posterior à data do ilícito penal. De acordo com o Superior Tribunal de Justiça, a conclusão do juízo sobre essa condenação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possível, desde que seja utilizada para caracterizar maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "inadmissível por configurar direito penal do autor."
      },
      {
        "letra": "C",
        "texto": "inadmissível por violar o princípio da legalidade, já que na data do fato não havia trânsito em julgado."
      },
      {
        "letra": "D",
        "texto": "inadmissível, pois configura reincidência, sob pena de bis in idem."
      },
      {
        "letra": "E",
        "texto": "possível, desde que seja utilizada para desabonar a personalidade do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1874294",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre o sistema trifásico de aplicação da pena instituído por Nelson Hungria e adotado pela legislação penal brasileira, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o sistema que pressupõe uma sucessão de circunstâncias judiciais e legais, a partir dos quais, a cada fase, implementa-se um acréscimo ou decréscimo, a incidir sobre o montante da pena apurado na fase anterior."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, é fixada a pena-base, por meio da valoração das circunstâncias judiciais previstas no Código Penal."
      },
      {
        "letra": "C",
        "texto": "Na segunda fase, é fixada a pena intermediária, com a valoração das circunstâncias agravantes e atenuantes."
      },
      {
        "letra": "D",
        "texto": "Na terceira fase, é fixada a pena definitiva, após a incidência das causas de aumento e de diminuição da pena."
      },
      {
        "letra": "E",
        "texto": "A valoração das circunstâncias judiciais, das agravantes e das atenuantes, para fins de fixação da pena pelo magistrado, é baseada em patamares estabelecidos, de forma fixa ou variável, na legislação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869771",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "No que concerne à exasperação da sanção básica do delito de roubo, é correto afirmar, quanto ao cálculo da pena, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é impossível o aumento da pena pela remissão à violência exacerbada praticada em concreto;"
      },
      {
        "letra": "B",
        "texto": "é possível o deslocamento para a primeira fase da dosimetria, de causa de aumento sobejante;"
      },
      {
        "letra": "C",
        "texto": "é impossível a fixação da pena-base no máximo legal, com a valoração de somente uma circunstância judicial;"
      },
      {
        "letra": "D",
        "texto": "a grave ameaça e a violência, elementares do tipo, não podem ser valoradas para fixação da pena-base."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1864172",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "A individualização da pena é submetida aos elementos de convicção judiciais acerca das circunstâncias do crime. A jurisprudência e a doutrina passaram a reconhecer, como regra, como critério ideal para individualização da reprimenda base o aumento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na fração de 1/4 por cada circunstância;"
      },
      {
        "letra": "B",
        "texto": "na fração de 1/6 por cada circunstância;"
      },
      {
        "letra": "C",
        "texto": "na fração de 1/8 por cada circunstância;"
      },
      {
        "letra": "D",
        "texto": "no quantum determinado de seis meses;"
      },
      {
        "letra": "E",
        "texto": "no quantum determinado de oito meses."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1862942",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "No que concerne à fixação da pena-base, é certo que o julgador deve, ao individualizar a pena, examinar com acuidade os elementos que dizem respeito ao fato delituoso e aspectos inerentes ao agente, obedecidos e sopesados todos os critérios legais para aplicar, de forma justa e fundamentada, a reprimenda que seja, proporcionalmente, necessária e suficiente para a reprovação do crime, sobrepujando as elementares comuns do próprio tipo legal. No Art. 59 do Código Penal, o legislador elencou oito circunstâncias judiciais para individualização da pena na primeira fase da dosimetria. Ao considerar desfavoráveis as circunstâncias judiciais, deve o julgador declinar, motivadamente, as suas razões, que devem corresponder objetivamente às características próprias do vetor desabonado. Nesse particular, as condenações definitivas, por fato anterior ao delito, transitadas em julgado no curso da ação penal, somente podem ser valoradas, na primeira fase da dosimetria, a título de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "antecedentes;"
      },
      {
        "letra": "C",
        "texto": "conduta social;"
      },
      {
        "letra": "D",
        "texto": "personalidade do agente;"
      },
      {
        "letra": "E",
        "texto": "circunstâncias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1862938",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça, tendo ocorrido a revogação do inciso I do §2º do Art. 157 do Código Penal, pela Lei nº 13.654/2018, o juiz da execução penal pode, como circunstância judicial desfavorável, valorar o emprego de arma na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, desde que não seja modificado o quantum da pena fixado na sentença;"
      },
      {
        "letra": "B",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, não havendo limitação em relação ao quantum da pena fixado na sentença;"
      },
      {
        "letra": "C",
        "texto": "primeira fase da dosimetria e deslocar o concurso de pessoas para a terceira fase, desde que não seja modificado o quantum da pena fixado na sentença;"
      },
      {
        "letra": "D",
        "texto": "primeira fase da dosimetria e deslocar o concurso de pessoas para a terceira fase, não havendo limitação em relação ao quantum da pena fixado na sentença;"
      },
      {
        "letra": "E",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, devendo realizar a majoração da sanção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859404",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre as causas de aumento previstas na parte especial do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena será aumentada até um terço se na associação criminosa houver a participação de adolescente."
      },
      {
        "letra": "B",
        "texto": "a sanção será em dobro se a vítima do crime de estelionato for idosa."
      },
      {
        "letra": "C",
        "texto": "no crime de perseguição a pena é aumentada de metade se for cometido contra pessoa com deficiência."
      },
      {
        "letra": "D",
        "texto": "a pena, exceto no caso de difamação, aumenta em um terço se o crime contra a honra for praticado contra pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "no crime de importunação sexual a pena é aumentada de metade se o agente é empregador da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855782",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre a culpabilidade, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na última fase de exame do juízo de culpabilidade, a normalidade das circunstâncias do fato fundamenta a exigibilidade de comportamento diverso, conforme ao direito, e a anormalidade das circunstâncias de fato pode fundamentar situações de exculpação, que excluem ou reduzem a dirigibilidade normativa."
      },
      {
        "letra": "B",
        "texto": "A pratica excesso na legítima defesa real exercida contra B, por utilização imoderada de meio necessário, em razão de defeito emocional no psiquismo de A, derivado de medo: a hipótese concreta pode fundamentar situação de exculpação, que exclui a culpabilidade de A."
      },
      {
        "letra": "C",
        "texto": "A ação típica praticada em situação de coação moral irresistível não é justificada, mas é exculpada por inexigibilidade de comportamento diverso, punindo-se apenas o autor mediato."
      },
      {
        "letra": "D",
        "texto": "O delegado de polícia A ordena que seu comandado, o investigador de polícia B, realize sessões de afogamento no preso cautelar C, para obtenção de confissão de prática do crime de homicídio qualificado, o que é cumprido por B: na hipótese, não há situação de exculpação a B, nem mesmo causa de diminuição de pena, podendo, entretanto, haver reconhecimento de circunstância atenuante a este."
      },
      {
        "letra": "E",
        "texto": "Não é admissível juridicamente o exercício da legítima defesa por parte de inimputável por doença mental contra agressões injustas, atuais ou iminentes, de terceiros, mas a legítima defesa exercida por outrem, contra agressão injusta, atual ou iminente, de inimputável por doença mental, sujeita-se a limitações ético-sociais, que definem a permissibilidade de defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852387",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Reincidência"
    ],
    "enunciado_principal": "Considerando os enunciados da jurisprudência sumulada do Superior Tribunal de Justiça − STJ, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A folha de antecedentes criminais é documento suficiente a comprovar os maus antecedentes e a reincidência."
      },
      {
        "letra": "B",
        "texto": "Para a configuração da violência doméstica e familiar prevista no Art. 5º da Lei nº 11.340/2006 (Lei Maria da Penha) exige-se a coabitação entre autor e vítima."
      },
      {
        "letra": "C",
        "texto": "A majorante do tráfico transnacional de drogas (Art. 40, I, da Lei nº 11.343/2006) exige a consumação da transposição de fronteiras, sendo insuficiente para sua configuração a mera comprovação da destinação internacional da droga."
      },
      {
        "letra": "D",
        "texto": "A incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes baseia-se na simples admissão da posse ou propriedade, ainda que alegada a destinação do uso próprio, não exigindo o reconhecimento da traficância pelo acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1616462",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "O Código Penal Brasileiro define que as penas privativas de liberdade deverão ser executadas de forma progressiva, segundo o mérito do condenado, observados determinados critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso, poderá, desde o início, cumprir sua pena em regime semiaberto, o condenado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos."
      },
      {
        "letra": "B",
        "texto": "A pena superior a 8 (oito) anos."
      },
      {
        "letra": "C",
        "texto": "Não reincidente, cuja pena seja igual ou inferior a 2 (dois) anos."
      },
      {
        "letra": "D",
        "texto": "Não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1138163",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incidindo as causas de diminuição da tentativa e do arrependimento posterior, pode o juiz limitar-se a uma só diminuição, prevalecendo, todavia, a causa que mais diminua."
      },
      {
        "letra": "B",
        "texto": "o juiz, na terceira fase do cálculo, ao fixar a fração de acréscimo pela causa de aumento identificada, sempre atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima."
      },
      {
        "letra": "C",
        "texto": "as qualificadoras, representando fatores de acréscimo assinalados em quantidades fixas ou em limites, incidem na terceira fase do cálculo, não permitindo, contudo, a fixação da pena acima do máximo legal."
      },
      {
        "letra": "D",
        "texto": "se concorrerem duas qualificadoras em um mesmo crime, aceita a jurisprudência que só uma delas incida como tal, podendo a outra servir como circunstância agravante, se cabível."
      },
      {
        "letra": "E",
        "texto": "se reconhecido o crime continuado específico, aplica-se a pena de um só dos delitos, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços, considerado o número de infrações cometidas, incidindo a extinção da punibilidade sobre o total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1154184",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No que se refere à sentença do juizado especial criminal, julgue os itens a seguir. I Tanto a sentença absolutória quanto a sentença condenatória devem ser proferidas por juiz togado. II Na fixação da pena, o juiz não pode levar em consideração circunstâncias como os antecedentes criminais nem a personalidade do agente. III Ao realizar a dosimetria, o juiz deve fixar a pena-base e, em seguida, considerar as circunstâncias atenuantes e agravantes, considerando, por último, as causas de diminuição e de aumento de pena. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1119697",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "São circunstâncias que devem ser analisadas na primeira fase de aplicação da pena (pena-base):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de embriaguez preordenada e culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "tipicidade conglobante e antecedentes."
      },
      {
        "letra": "C",
        "texto": "circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "desconhecimento da lei e antijuridicidade."
      },
      {
        "letra": "E",
        "texto": "regime fechado e comportamento da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100236",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na madrugada de determinado dia, João e Fernando, em conluio, dirigiram-se ao galpão de um porto com a intenção de furtar um barco guardado no local. Enquanto Fernando subtraía o bem — após ter escalado um muro e arrombado um portão, deixando vestígios —, João observava o movimento de transeuntes com o intuito de garantir que Fernando realizasse o furto sem ser visto. Reconhecidos por testemunhas, João e Fernando foram presos. Concluída a instrução criminal, o juiz proferiu a sentença em que reconheceu os fatos, confirmados apenas por testemunhas. João possuía extensa folha de antecedentes, constante em inquéritos policiais, além de duas condenações definitivas anteriores ao presente ato criminoso, tendo sido uma delas cumprida seis anos antes desse fato. Nessa situação hipotética, na dosimetria da pena de João, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode aumentar a pena-base, em razão da personalidade desajustada de João, constatada em sua extensa folha de antecedentes."
      },
      {
        "letra": "B",
        "texto": "pode considerar como maus antecedentes a condenação anterior cumprida por João, apesar de esta ter ultrapassado o período depurador."
      },
      {
        "letra": "C",
        "texto": "não deve utilizar a circunstância do repouso noturno como causa de aumento de pena, em razão de o crime ser qualificado."
      },
      {
        "letra": "D",
        "texto": "deve reconhecer a qualificadora do rompimento de obstáculo, mesmo que o arrombamento tenha sido comprovado apenas pela prova testemunhal."
      },
      {
        "letra": "E",
        "texto": "deve estabelecer a pena definitiva em três anos e seis meses, e o regime inicial será o aberto para o cumprimento da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1060398",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia.Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Na dosimetria da pena, Pedro e Paulo farão jus a circunstância atenuante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036623",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a folha de antecedentes constitui documento suficiente para a comprovação de reincidência, não prevalecendo a condenação anterior, contudo, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "B",
        "texto": "incidirá a atenuante da confissão espontânea quando for utilizada para a formação do convencimento do julgador, bastando, no crime de tráfico ilícito de entorpecentes, que o acusado admita a posse ou propriedade da substância, ainda que para uso próprio."
      },
      {
        "letra": "C",
        "texto": "se houver concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, pode o Juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      },
      {
        "letra": "D",
        "texto": "sempre cabível a substituição da pena privativa de liberdade por prestação de serviços à comunidade, isolada ou cumulativamente com outra sanção alternativa ou multa, se aplicada pena corporal não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa, tratando-se de réu não reincidente em crime doloso, além de favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base, não se configurando a má antecedência se o acusado ostentar condenação por crime anterior, transitada em julgado após o novo fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998895",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Após regular instrução processual penal na qual o réu Sandro se defendeu de denúncia ofertada pelo Ministério Público dando-o como incurso no art. 155 §4º, incisos II e III, do Código Penal, comprovou-se que o acusado, pulando um muro de três metros de altura e se utilizando de uma chave falsa, acessou uma residência quando o morador estava viajando e subtraiu de lá um relógio avaliado em aproximadamente R$ 10.000,00. Descoberta a autoria, por um vizinho que conhecia o réu e o viu entrando no local, Sandro foi eventualmente denunciado e, no dia da audiência de instrução, ao ser interrogado, confessou o crime e, por estar respondendo em liberdade, trouxe o relógio íntegro, para devolver para a vítima, se dizendo arrependido. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu faz jus ao reconhecimento da atenuante genérica do art. 65, III, “b”, do Código Penal, por ter, antes do julgamento, reparado o dano."
      },
      {
        "letra": "B",
        "texto": "Está presente a figura do arrependimento posterior, prevista no art. 16 do Código Penal, a qual autoriza a redução da eventual pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "A devolução do relógio há de ser considerada apenas na primeira fase da dosimetria da pena, nos termos do art. 59 do Código Penal, o qual estabelece que o juiz atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "Está presente a figura do arrependimento eficaz, prevista no art. 15 do Código Penal, a qual autoriza, no caso em tela, a desclassificação do crime do art. 155, §4º, incisos II e III, para o crime de invasão de domicílio, do art. 150 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "983979",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio, reincidente em razão de condenação definitiva anterior pela prática de crime de uso de documento falso, foi denunciado pela suposta prática de dois crimes de furto simples tentados, em concurso formal. Encerrada a instrução, após confissão do réu em interrogatório, e estando o processo com o juiz para a sentença, Lúcio procura o Defensor Público para esclarecimentos acerca do processo dosimétrico e da forma como será executada a pena no caso de procedência da pretensão punitiva, esclarecendo que os fatos ocorreram dois anos antes e que, atualmente, encontra-se casado, com filho bebê e trabalhando com carteira assinada. Considerando apenas as informações expostas, na oportunidade, deverá ser esclarecido por sua defesa técnica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena em razão do concurso formal de crimes deve ocorrer antes da redução realizada pela tentativa, e a definição do quantum a ser majorado em razão dessa causa de aumento deve ter por base as circunstâncias judiciais do Art. 59 do Código Penal;"
      },
      {
        "letra": "B",
        "texto": "a aplicação da pena privativa de liberdade e de multa, em não havendo desígnios autônomos, no concurso formal de crimes, de acordo com as previsões do Código Penal, se dará com base no princípio da exasperação;"
      },
      {
        "letra": "C",
        "texto": "a sua condição de tecnicamente reincidente, por si só, não impede de forma absoluta a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "a presença de uma circunstância agravante e de uma causa de diminuição da pena faz com que o juiz deva compensá-las na segunda fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "a reincidência, como circunstância agravante preponderante, não poderá ser compensada com eventual confissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960759",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ a respeito das circunstâncias judiciais e legais que devem ser consideradas quando da aplicação da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão qualificada, na qual o réu alega em seu favor causa descriminante ou exculpante, não afasta a incidência da atenuante de confissão espontânea."
      },
      {
        "letra": "B",
        "texto": "A confissão espontânea em delegacia de polícia pode servir como circunstância atenuante, desde que o réu não se retrate sobre essa declaração em juízo."
      },
      {
        "letra": "C",
        "texto": "Uma condenação transitada em julgado de fato posterior ao narrado na denúncia, embora não sirva para fins de reincidência, pode servir para valorar negativamente a personalidade e a conduta social do agente."
      },
      {
        "letra": "D",
        "texto": "A reincidência penal pode ser utilizada simultaneamente como circunstância agravante e como circunstância judicial."
      },
      {
        "letra": "E",
        "texto": "A múltipla reincidência não afasta a necessidade de integral compensação entre a atenuante da confissão espontânea e a agravante da reincidência, haja vista a igual preponderância entre as referidas circunstâncias legais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960491",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando o entendimento sumulado dos Tribunais Superiores, analise as assertivas abaixo e assinale a alternativa I - Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito.II - O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes. III - É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. IV - É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstâncias judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as alternativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a alternativa II está incorreta."
      },
      {
        "letra": "D",
        "texto": "Apenas as alternativas III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a alternativa IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1035529",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Matheus organizou uma festa para comemorar seu aniversário de 20 anos. Acompanhado de seus amigos, começou a participar de brincadeiras em que a consequência era beber copos de cerveja, o que acabou por gerar uma embriaguez que não era pretendida. Alterado em razão da grande quantidade de bebida que ingeriu, Matheus, mediante grave ameaça, subtraiu, em comunhão de ações e desígnios com dois amigos, o veículo de Maria, restringindo a liberdade da vítima por cerca de 40 minutos. Descobertos os fatos, Matheus foi denunciado pela prática do crime de roubo duplamente majorado pelo concurso de agentes e restrição da liberdade da vítima, vindo a confessar integralmente os fatos em audiência, com detalhes até mesmo não expostos pela vítima. Após juntada da Folha de Antecedentes Criminais demonstrando que Matheus era reincidente em razão de condenação anterior pela prática de crime de furto, o Ministério Público, como fiscal da lei e com base na jurisprudência do Superior Tribunal de Justiça, ao tratar da aplicação da pena em alegações finais, poderá requerer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena, na terceira fase do processo dosimétrico, em fração superior ao mínimo permitido com base, exclusivamente, na quantidade de majorantes;"
      },
      {
        "letra": "B",
        "texto": "o reconhecimento das atenuantes da menoridade relativa e confissão espontânea, permitindo aplicação da pena intermediária abaixo do mínimo legal;"
      },
      {
        "letra": "C",
        "texto": "a compensação da atenuante da confissão com a agravante da reincidência;"
      },
      {
        "letra": "D",
        "texto": "o aumento da pena base em razão da restrição da liberdade da vítima;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da agravante da embriaguez preordenada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "940928",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.Incide a favor de Carlos circunstância atenuante que tem efeito sobre a culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932924",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de aplicação de pena, cominação de penas, regime de penas, medidas de segurança e livramento condicional.Valter, maior e capaz, foi preso preventivamente em uma das fases de uma operação policial. Ele já era réu em outras três ações penais e estava indiciado em mais dois outros IPs. Nessa situação, as ações penais em curso podem ser consideradas para eventual agravamento da pena-base referente ao crime que resultou na prisão preventiva de Valter, mas os IPs não podem ser considerados para essa mesma finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "969897",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, assinale a alternativa que representa entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "B",
        "texto": "No crime de roubo circunstanciado, basta a mera indicação do número de majorantes para que se aplique o aumento de pena na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "Como condição especial ao regime aberto, admite-se a fixação de pena substitutiva."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "A incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843724",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No que diz respeito ao sistema de aplicação da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de condenado reincidente em crime doloso, porém com as circunstâncias do artigo 59 do Código Penal inteiramente favoráveis, a pena-base pode ser aplicada no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A qualificadora da torpeza no crime de homicídio (CP, artigo 121, § 2°, inciso I) determina a majoração do quantum de pena privativa de liberdade na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "O início do cumprimento de pena privativa por condenação pelo crime de homicídio culposo na direção de veiculo automotor (artigo 302 da Lei n° 9.503/1997) sempre será no regime fechado em razão da gravidade da conduta em relação ao bem jurídico protegido penalmente."
      },
      {
        "letra": "D",
        "texto": "Sendo as circunstâncias judiciais favoráveis, admite-se a fixação do regime inicial aberto para o condenado reincidente, quando a pena fixada na sentença é igual ou inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "Na sentença condenatória por crime de estelionato (CP,artigo 171, caput), a pena aplicada em um ano de prisão pode ser substituída por duas penas restritivas de direitos, desde que presentes os requisitos previstos no artigo 44 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "799971",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Senhor X foi denunciado por crime do art. 171, caput, do Código Penal (estelionato), cometido em 21.02.2016. Considerando-se que Senhor X possui outras três condenações (Sentença 01, por crime praticado em 07.05.2015 e trânsito em julgado em 21.05.2015; Sentença 02, por crime praticado em 23.06.2016, sentença proferida em 22.12.2016, ainda não transitada em julgado; Sentença 03, por crime cometido em 15.10.2009, proferida sentença em 24.01.2010, e extinta a punibilidade, pelo cumprimento da pena, em 20.02.2011 ), na data da sentença, em 01.03.2017, será considerado, para fins de aplicação da pena, nos termos do art. 61, I do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com maus antecedentes e reincidente."
      },
      {
        "letra": "B",
        "texto": "sem antecedentes e reincidente."
      },
      {
        "letra": "C",
        "texto": "reincidente."
      },
      {
        "letra": "D",
        "texto": "sem antecedentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1328339",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "No cálculo da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução pela menoridade do acusado deve incidir após o acréscimo pelo crime continuado."
      },
      {
        "letra": "B",
        "texto": "O aumento pelo concurso formal deve preceder a diminuição pela confissão espontânea."
      },
      {
        "letra": "C",
        "texto": "O acréscimo pela má antecedência do acusado deve incidir antes da redução pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O aumento pela reincidência deve ser posterior à redução pela participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "723939",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Em tema de fixação da pena base, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leva-se em consideração os antecedentes criminais do agente, que, em razão da aplicação do princípio da inocência, são considerados apenas as condenações por crimes a penas privativas de liberdade, posteriores ao fato que está sendo julgado;"
      },
      {
        "letra": "B",
        "texto": "Leva-se em consideração a culpabilidade, entendida como o grau de reprovabilidade da conduta do agente;"
      },
      {
        "letra": "C",
        "texto": "Leva-se em consideração a conduta social, que se refere ao histórico da vida social do condenado;"
      },
      {
        "letra": "D",
        "texto": "Leva-se em consideração as consequências do crime, sempre excluindo-se aquelas que são as próprias de cada delito;"
      },
      {
        "letra": "E",
        "texto": "Leva-se em consideração as circunstâncias do crime, as quais não podem coincidir com as circunstâncias agravantes e atenuantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595636",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No tocante à jurisprudência sumulada pelo STJ quanto ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade pela prescrição da pretensão punitiva, com fundamento em pena hipotética, é admitida, independentemente da existência ou do resultado do processo penal."
      },
      {
        "letra": "B",
        "texto": "Fixada a pena-base no mínimo legal, a decisão, fundamentada na gravidade abstrata do delito, poderá estabelecer ao sentenciado regime prisional mais gravoso do que o cabível em razão da sanção imposta."
      },
      {
        "letra": "C",
        "texto": "A contagem do prazo para a progressão de regime de cumprimento de pena será interrompida pela prática de falta grave e se reiniciará a partir do cometimento dessa infração."
      },
      {
        "letra": "D",
        "texto": "A falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave interrompe o prazo para o fim de comutação de pena ou indulto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595627",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando as orientações legais relativas a aplicação de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo concurso formal de delitos, em que o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicar-se-á a pena privativa de liberdade mais grave, ou, se as penas forem iguais, aplicar-se-á apenas uma delas, majorada, em qualquer caso, de um sexto até metade, sem prejuízo de eventual cumulação de penas, nas situações em que a ação ou a omissão for dolosa, e os crimes resultarem de desígnios autônomos."
      },
      {
        "letra": "B",
        "texto": "As agravantes e as atenuantes previstas no CP são numerus clausus, ou seja, não é possível invocar circunstância atenuante ou agravante que não tenha sido expressamente prevista no texto legal."
      },
      {
        "letra": "C",
        "texto": "No caso de concurso material de delitos, quando os crimes forem praticados, mediante mais de uma ação ou omissão, e resultarem na aplicação cumulativa de penas de reclusão e detenção, o agente deverá cumprir, primeiramente, a pena de detenção."
      },
      {
        "letra": "D",
        "texto": "O agente, condenado por sentença transitada em julgado pela prática de crime de motim, será considerado reincidente, em caso de sentença condenatória por crime de furto."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do prazo, o agente cometer novo crime doloso ou culposo, a suspensão condicional da pena deverá ser revogada; no entanto, se o beneficiado for condenado, irrecorrivelmente, por contravenção penal à pena privativa de liberdade, a revogação será facultativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553901",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Quanto à aplicação da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso de agravantes e atenuantes entende-se por circunstâncias preponderantes as que resultam dos motivos determinantes do crime, da personalidade do agente e da primariedade."
      },
      {
        "letra": "B",
        "texto": "A reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
      },
      {
        "letra": "C",
        "texto": "A incidência da circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução, o que se aplica à Parte Geral, igualmente."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução sendo inaplicável esta regra à Parte Geral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "534572",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Segundo a doutrina dominante e o CP, o juiz, ao aplicar a pena, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicar pena inferior ao mínimo legal se houver circunstância atenuante."
      },
      {
        "letra": "B",
        "texto": "agravar a sanção a ser aplicada a quem tiver coagido outrem a praticar o crime no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "valer-se de sua discricionariedade no que diz respeito à fixação do regime prisional em que o condenado começará a cumprir a sanção."
      },
      {
        "letra": "D",
        "texto": "indicar, no caso de condenado a pena de reclusão, que o cumprimento da sanção deve ser iniciado em regime fechado."
      },
      {
        "letra": "E",
        "texto": "considerar eventuais causas de aumento de pena do condenado na segunda fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530902",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a utilização de inquéritos policiais ou as ações penais em curso como fundamento para aumentar a pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível na segunda fase e terceira fase de individualização da pena, mas não pode intervir sobre a fixação da pena-base."
      },
      {
        "letra": "B",
        "texto": "Embora não esteja expressamente prevista como circunstância agravante, pode ser considerada agravante genérica com especial permissão de emprego no processo individualizador da pena."
      },
      {
        "letra": "C",
        "texto": "Integra espectro compreendido no chamado princípio do livre convencimento do juiz que pode utilizá-la como causa geral de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "É considerada circunstância agravante expressamente prevista no art. 61 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não é reconhecida pela jurisprudência do Superior Tribunal de Justiça que editou, inclusive, súmula sobre o tema."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No momento da fixação da pena, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relegar a fixação do regime inicial da pena, depois de fixado o seu quantum, para o juiz da execução, a quem compete fiscalizá-la"
      },
      {
        "letra": "B",
        "texto": "remeter os autos à Fazenda Pública para cálculo, fixação e cobrança da pena de multa, posto tratar-se de dívida de valor."
      },
      {
        "letra": "C",
        "texto": "seguir o critério trifásico da aplicação da pena que é dividido em: pena base, circunstâncias atenuantes e agravantes e qualificadoras do delito."
      },
      {
        "letra": "D",
        "texto": "considerar a menoridade relativa do agente na segunda fase do cálculo da pena (circunstâncias atenuantes e agravantes)."
      },
      {
        "letra": "E",
        "texto": "considerar a reincidência do agente na primeira fase do cálculo, no momento da análise dos seus antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485294",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "O Art. 68 do Código Penal prevê um sistema trifásico de aplicação da pena pelo magistrado. Na primeira fase serão consideradas as circunstâncias do Art. 59 do Código Penal; na segunda, as agravantes e atenuantes; na terceira, as causas de aumento e de diminuição. A esse respeito, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diversas ações penais em curso podem justificar o reconhecimento de maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "A sentença penal condenatória, cuja execução da pena tenha sido extinta há mais de cinco anos, não pode justificar o reconhecimento da reincidência, mas pode justificar os maus antecedentes."
      },
      {
        "letra": "C",
        "texto": "A sentença condenatória definitiva pela prática de crime posterior poderá configurar maus antecedentes caso o trânsito em julgado ocorra antes do julgamento do primeiro crime."
      },
      {
        "letra": "D",
        "texto": "No crime de roubo, o número de majorantes pode, por si só, determinar o quantum de aumento na terceira fase."
      },
      {
        "letra": "E",
        "texto": "Na segunda fase de aplicação da pena, a pena intermediária pode ser fixada abaixo do mínimo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420624",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Observadas as disposições do Código Penal referentes à aplicação da pena, analise as afirmações a seguir.I - No concurso de crimes, as penas de multa são aplicadas distinta e integralmente.II - São circunstâncias que sempre atenuam a pena, ter o agente desconhecimento da lei, bem como cometido o crime por motivo de relevante valor social ou morai.III - Quando forem aplicadas penas restritivas de direitos, o condenado cumprirá simultanea­ mente as que forem compatíveis entre si e sucessivamente às demais.IV - Quando, por acidente ou erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime na forma culposa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419578",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Assinale a opção correta à luz da orientação dominante e/ou do texto legal expresso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existente o concurso de crime, a aplicação da pena de multa observa as regras pertinentes à modalidade de concurso que incidiu ao caso."
      },
      {
        "letra": "B",
        "texto": "A incidência de circunstância atenuante pode conduzir, à luz da ponderação e da razoabilidade, à redução da pena para abaixo do mínimo legal."
      },
      {
        "letra": "C",
        "texto": "As causas de aumento e de diminuição da pena devem ser computadas na primeira fase da operação pelo sistema trifásico."
      },
      {
        "letra": "D",
        "texto": "Majorante é sinônimo de qualificadora, vale dizer, a pena abstratamente cominada será distinta da aplicada ao tipo simples."
      },
      {
        "letra": "E",
        "texto": "A reincidência não pode ser considerada como agravante e, simultaneamente, como circunstância judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415098",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Para a doutrina dominante, o Código Penal Brasileiro, ao disciplinar o cálculo da pena, adotou o sistema trifásico, sendo observado na primeira fase da individualização as agravantes e atenuantes legais, circunstâncias estas inseridas nos artigos 61 a 66 daquele diploma legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402202",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Osvaldo foi condenado pela prática do crime de estelionato. Ao aplicar a pena, o magistrado majorou a pena base indicando, entre as circunstâncias judiciais previstas no Artigo 59 do Código Penal brasileiro, os antecedentes de Osvaldo. Para tanto, o magistrado observou que a Folha de Antecedentes Criminais de Osvaldo trazia 5 anotações, entre elas uma condenação não transitada em julgado pela prática do crime de falsidade ideológica. As demais anotações referiam-se a inquéritos policiais em andamento para a apuração de suposta prática do crime de estelionato. Quanto à decisão do magistrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena base não poderia ter sido majorada com fundamento nos antecedentes de Osvaldo, uma vez que não há condenação transitada em julgado na Folha de Antecedentes Criminais do acusado."
      },
      {
        "letra": "B",
        "texto": "a pena base foi majorada corretamente, uma vez que algumas anotações constantes da Folha de Antecedentes Criminais de Osvaldo se referem ao crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "a pena base foi majorada corretamente, uma vez que há condenação, ainda que não transitada em julgado, na Folha de Antecedentes Criminais de Osvaldo."
      },
      {
        "letra": "D",
        "texto": "a pena base poderia ter sido majorada caso a condenação constante da Folha de Antecedentes Criminais de Osvaldo dissesse respeito ao crime de estelionato."
      },
      {
        "letra": "E",
        "texto": "a pena base foi majorada corretamente, uma vez que qualquer anotação em Folha de Antecedentes Criminais pode justificar o incremento da pena base com fundamento nos antecedentes do acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386780",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aceito pela jurisprudência que, incidindo duas qualificadoras, uma sirva de circunstância agravante, se assim prevista."
      },
      {
        "letra": "B",
        "texto": "a diminuição pela atenuante da confissão espontânea deve incidir depois do acréscimo pelo concurso formal."
      },
      {
        "letra": "C",
        "texto": "pode o juiz limitar-se a um só aumento ou a uma só diminuição no caso de concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, sempre prevalecendo a que mais diminua."
      },
      {
        "letra": "D",
        "texto": "o acréscimo pelo concurso formal não pode conduzir a pena superior à que seria cabível pela regra do concurso material, diversamente do que se verifica em relação ao crime continuado."
      },
      {
        "letra": "E",
        "texto": "é possível o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, ainda que fixada a pena-base no mínimo legal, ante a gravidade abstrata do delito, segundo entendimento sumulado do Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360494",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Crimes contra a honra",
      "Calúnia",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Acerca de crimes previstos na legislação penal extravagante, de condições objetivas de punibilidade, da suspensão condicional do processo e da aplicação das agravantes do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer infração penal pode figurar como antecedente do crime de lavagem ou ocultação de bens, direitos e valores."
      },
      {
        "letra": "B",
        "texto": "Se um fato estiver previsto como crime na LSN e no CP, devem-se levar em consideração, para o efeito de aplicação da LSN, a motivação e os objetivos do agente, a lesão real ou potencial à integridade territorial, a soberania nacional, o regime representativo e democrático, a Federação, o estado de direito e a pessoa dos chefes dos poderes da União e dos estados brasileiros."
      },
      {
        "letra": "C",
        "texto": "A decisão declaratória de falência e a constituição definitiva do crédito tributário são condições objetivas de punibilidade."
      },
      {
        "letra": "D",
        "texto": "Para o STF, haverá bis in idem na aplicação das agravantes do concurso de pessoas ao crime de associação em bando ou quadrilha."
      },
      {
        "letra": "E",
        "texto": "A suspensão condicional do processo pode ser aplicada ao crime de calúnia praticado por meio que facilite a divulgação da informação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "493101",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "NÃO se incluem dentre os critérios que o juiz deverá considerar para a fixação da pena base",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta social e a personalidade do agente."
      },
      {
        "letra": "B",
        "texto": "os motivos do crime."
      },
      {
        "letra": "C",
        "texto": "as circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "as circunstâncias do crime."
      },
      {
        "letra": "E",
        "texto": "a culpabilidade e os antecedentes do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "319956",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Entendimento sumular vigente no Superior Tribunal de Justiça dispõe que a existência, em desfavor do réu, de outro processo criminal ainda pendente de julgamento caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mau antecedente."
      },
      {
        "letra": "B",
        "texto": "personalidade antissocial."
      },
      {
        "letra": "C",
        "texto": "culpabilidade acentuada."
      },
      {
        "letra": "D",
        "texto": "conduta social reprovável."
      },
      {
        "letra": "E",
        "texto": "fator irrelevante à pena-base."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311433",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "O fato de os bens subtraídos não terem sido recuperados não justifica, no caso de condenação dos agentes, o aumento da pena-base a título de valoração negativa da circunstância judicial das consequências do crime, por constituir aspecto ínsito ao tipo penal de furto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303088",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "A respeito de aspectos diversos relacionados às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal perfeito, ou próprio, de crimes, a pena de multa é resultado da pena mais grave, aumentada de um sexto até a metade."
      },
      {
        "letra": "B",
        "texto": "Para agravar a pena, o juiz poderá, em decisão fundamentada, aplicar ao crime de furto qualificado pelo concurso de pessoas a causa especial de aumento relativa ao concurso de pessoas que se encontra prevista no crime de roubo."
      },
      {
        "letra": "C",
        "texto": "A existência de ações penais em curso, e não de inquéritos policiais, pode ser utilizada como critério de aumento da pena- base na primeira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A confissão espontânea e a menoridade relativa são circunstâncias atenuantes preponderantes e que, por tal motivo, podem servir de fundamento à redução da pena-base abaixo do grau mínimo previsto em lei."
      },
      {
        "letra": "E",
        "texto": "O juiz pode aplicar o regime semiaberto ao condenado a pena igual ou inferior a quatro anos, se forem favoráveis as circunstâncias judiciais, ainda que a reincidência se opere em crime específico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984187",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Acerca das Súmulas do Superior Tribunal de Justiça - STJ, em Direito Penal, pode-se afirmar: I. É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. II. A falta grave interrompe o prazo para obtenção de livramento condicional. III. A prescrição penal não é aplicável nas medidas socioeducativas. IV. É inadmissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "286657",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incabível a suspensão condicional do processo na desclassificação do crime e na procedência parcial da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "o período de suspensão do prazo prescricional é regulado pelo mínimo da pena cominada."
      },
      {
        "letra": "C",
        "texto": "inadmissível a determinação de exame criminológico pelas peculiaridades do caso."
      },
      {
        "letra": "D",
        "texto": "a falta grave interrompe o prazo para obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena base."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "222542",
    "metadata": "Ano: 2012 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre a reparação do dano no direito penal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o arrependimento posterior, previsto no art. 16 do Código Penal, somente tem aplicação aos delitos patrimoniais dolosos."
      },
      {
        "letra": "B",
        "texto": "nos delitos tributários, o parcelamento do débito, após o oferecimento da denúncia, não acarreta conseqüências na seara punitiva."
      },
      {
        "letra": "C",
        "texto": "tratando-se de peculato culposo, a reparação do dano, se precede à sentença irrecorrível, extingue a punibilidade, se lhe é posterior, não produz qualquer efeito."
      },
      {
        "letra": "D",
        "texto": "a reparação do dano realizada após o recebimento da denúncia ou queixa e antes do julgamento traz reflexos no campo punitivo, vez tratar-se de uma circunstância atenuante genérica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "204012",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "O cálculo da pena observa o critério trifásico, de acordo com o art. 68 do Código Penal. Nesta forma de individualização,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as circunstâncias judiciais e legais são consideradas na primeira fase, seguidas das agravantes e atenuantes e, por fim, as causas de aumento e diminuição da reprimenda."
      },
      {
        "letra": "B",
        "texto": "as qualificadoras incidem na primeira fase de fixação da reprimenda, onde se fixará a pena-base, ao contrário das causas especiais de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "a pena-base será fixada conforme o art. 59 do CP, seguida das circunstâncias judiciais e, por último, das causas de aumento e diminuição da reprimenda."
      },
      {
        "letra": "D",
        "texto": "o juiz nunca poderá limitar-se a um só aumento ou a uma só diminuição na hipótese de concorrerem causas de aumento e diminuição previstas na Parte Especial do Código Penal."
      },
      {
        "letra": "E",
        "texto": "os efeitos do reconhecimento dos concursos formal e material de delitos não são considerados neste critério."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198435",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação da pena é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência penal pode ser considerada como circunstância agravante e como judicial."
      },
      {
        "letra": "B",
        "texto": "É possível a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base."
      },
      {
        "letra": "C",
        "texto": "Ainda que a pena-base seja fixada no mínimo legal é possível a fixação de regime prisional mais gravoso do que o cabível para a sanção imposta com fundamento na gravidade abstrata do delito."
      },
      {
        "letra": "D",
        "texto": "Ao condenado a pena igual a 8 anos, ainda que primário, não deverá começar a cumpri-la em regime fechado."
      },
      {
        "letra": "E",
        "texto": "Ao contrário das causas especiais de aumento de pena, as qualificadoras incidem na primeira fase de sua fixação, estabelecendo-se a pena-base."
      }
    ],
    "gabarito": "E"
  }
]