[
  {
    "id": "3324266",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da agravante da reincidência e da atenuante da confissão espontânea, é correto afirmar, à luz da jurisprudência do Superior Tribunal de Justiça, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão parcial, ainda que utilizada para a formação do convencimento do julgador, não autoriza a incidência da atenuante da confissão espontânea;"
      },
      {
        "letra": "B",
        "texto": "a reincidência específica não impede a compensação integral da respectiva agravante com a atenuante da confissão espontânea;"
      },
      {
        "letra": "C",
        "texto": "havendo concurso entre a agravante da reincidência e a atenuante da confissão espontânea, preponderará a primeira;"
      },
      {
        "letra": "D",
        "texto": "na hipótese de o réu ser multirreincidente, a agravante da reincidência não preponderará sobre a atenuante da confissão espontânea, em prestígio ao direito penal do fato, e não do autor;"
      },
      {
        "letra": "E",
        "texto": "no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente, da idade da vítima e da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175799",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "As Práticas Restaurativas são procedimentos e atividades que buscam resolver conflitos em diferentes esferas, podendo ser aplicadas em diversos contextos. No campo do Direito, é correto afirmar que a Justiça Restaurativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "surgiu no Brasil a partir do sistema penal na década de 1980, passando depois a ser desenvolvida por meio de iniciativas comunitárias"
      },
      {
        "letra": "B",
        "texto": "tem como benefícios evitar o surgimento de novos conflitos, a vitimização e a erradicação das violências em que possam estar imersas as pessoas"
      },
      {
        "letra": "C",
        "texto": "é o método alternativo de resolução de conflitos que demonstrou ser possível modificar o paradigma tradicional de justiça, promovendo medidas de neutralização da vítima"
      },
      {
        "letra": "D",
        "texto": "contempla práticas dotadas de potencial metodológico para alterar o vício estrutural do processo penal de se apropriar dos conflitos, desconsiderando os interesses das pessoas neles envolvidas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174326",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A imputação pessoal é um princípio que tem como característica básica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena alternativa somente pode ser aplicada ao autor da ação delitiva"
      },
      {
        "letra": "B",
        "texto": "o processo deve se ater a atos estritamente necessários à ordem jurídica justa"
      },
      {
        "letra": "C",
        "texto": "as alternativas penais possibilitem a resolutividade quanto à violação de direitos"
      },
      {
        "letra": "D",
        "texto": "seja aplicada dentro de um prazo considerado razoável em sintonia com os princípios constitucionais"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3129277",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Catanduva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Determinado indivíduo é preso em flagrante com 500 maços de cigarros, em conduta que se qualifica como contrabando. No curso de ação penal, a defesa demonstra que o acusado não tem antecedentes criminais e alega o princípio da insignificância, por conta do pequeno valor envolvido no delito. De acordo com tema repetitivo do STJ (1143), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veda-se o flagrante em casos que tais."
      },
      {
        "letra": "B",
        "texto": "a tese defensiva de insignificância há de ser reconhecida pelo magistrado."
      },
      {
        "letra": "C",
        "texto": "a grande quantidade de maços impede o reconhecimento da insignificância."
      },
      {
        "letra": "D",
        "texto": "não é possível reconhecer o princípio da insignificância quando se trata de crime contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "não é possível reconhecer o princípio da insignificância, pois a conduta atinge múltiplos bens jurídicos, como a saúde e a moralidade pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3010072",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Cristalina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O princípio da legalidade é um dos pilares do Estado Democrático de Direito. Acerca desse tema e suas repercussões no Direito Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo o Código Penal brasileiro, a sentença penal condenatória estrangeira de detenção ou reclusão igual ou maior a 3 anos pode ser homologada no Brasil, desde que transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "aplica-se a lei estrangeira ao crime cometido nas embarcações brasileiras de natureza pública que se encontre em alto-mar."
      },
      {
        "letra": "C",
        "texto": "a lei excepcional ou temporária, quando decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, deixa de ser aplicada ao fato praticado durante a sua vigência."
      },
      {
        "letra": "D",
        "texto": "ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2543894",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Os condenados serão classificados, segundo os seus antecedentes e personalidade, para orientar a individualização da execução penal. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos casos de condenados com idade acima de 65 anos ocorrerá a individualização."
      },
      {
        "letra": "B",
        "texto": "Apenas as mulheres terão suas penas individualizadas."
      },
      {
        "letra": "C",
        "texto": "Todos que cometeram crimes hediondos terão suas penas individualizadas."
      },
      {
        "letra": "D",
        "texto": "Somente os condenados com curso superior terão suas penas individualizadas."
      },
      {
        "letra": "E",
        "texto": "Todos os condenados homens e mulheres terão suas penas individualizadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2271455",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "No capítulo em que trata dos princípios do Direito de Execução Penal, o professor Rodrigo Duque Estrada Roig afirma que: “Essa nova compreensão do princípio – cotejada pelo reconhecimento do outro – busca então afastar da apreciação judicial juízos eminentemente morais, retributivos, exemplificantes ou correcionais, bem como considerações subjetivistas, passíveis de subversão discriminatória e retributiva. Busca, ainda, deslegitimar o manejo da execução como instrumento de recuperação, reeducação, reintegração, ressocialização ou reforma dos indivíduos, típicos da ideologia tratamental positivista”. (In Execução Penal – Teoria Crítica, São Paulo: Thomson Reuters Brasil, 5ª edição, 2021, p. 26). O autor está tratando de uma acepção do princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "humanidade;"
      },
      {
        "letra": "B",
        "texto": "intranscendência;"
      },
      {
        "letra": "C",
        "texto": "proporcionalidade;"
      },
      {
        "letra": "D",
        "texto": "presunção de inocência;"
      },
      {
        "letra": "E",
        "texto": "legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2231563",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Tendo em vista os princípios constitucionais aplicáveis ao Direito Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista o princípio da reserva legal, que é uma vertente do princípio da legalidade, medida provisória, lei complementar, leis delegadas, resoluções e decretos não podem tratar de temática penal."
      },
      {
        "letra": "B",
        "texto": "O princípio da intranscendência da pena veda que o tempo total de cumprimento das penas privativas de liberdade ultrapasse 40 anos."
      },
      {
        "letra": "C",
        "texto": "O princípio da dignidade da pessoa humana, no âmbito penal, implica vedação de tratamento degradante e cruel, servindo de fundamento, na jurisprudência, à concessão de prisão domiciliar a preso em estado terminal."
      },
      {
        "letra": "D",
        "texto": "O princípio da insignificância implica na exclusão da tipicidade formal, diante da lesão ou risco de lesão irrelevante ao bem jurídico tutelado."
      },
      {
        "letra": "E",
        "texto": "O princípio de bis in idem veda que se utilize a reincidência como agravante genérico da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2113546",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A aplicação da pena não pode ter finalidade exclusivamente retributiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1987439",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a opção que apresenta afirmativa correta em relação à função de prevenção especial positiva da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imposição da pena ao delinquente tem efeito inibitório sobre outros indivíduos que possam ter intenções criminosas."
      },
      {
        "letra": "B",
        "texto": "As condições do cumprimento da pena inspiram o propósito do condenado de, no futuro, comportar-se segundo o direito."
      },
      {
        "letra": "C",
        "texto": "A aplicação da pena ao criminoso reassegura a sociedade da efetiva vigência das normas jurídicas."
      },
      {
        "letra": "D",
        "texto": "O condenado deve experimentar mal tão grave quanto o que ele infligiu ao ofendido, a fim de que tenha consciência do desvalor de seu comportamento."
      },
      {
        "letra": "E",
        "texto": "Com o cumprimento da pena, o condenado passa a temer as consequências jurídico-penais de suas ações e desiste de delinquir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1921460",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Acerca do princípio da legalidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os costumes podem atuar como fonte mediata do direito penal, na compreensão de determinados elementos do tipo;"
      },
      {
        "letra": "B",
        "texto": "os usos e costumes podem embasar a punição de um ato ou agravamento das consequências penais;"
      },
      {
        "letra": "C",
        "texto": "o direito consuetudinário pode embasar a punição de um ato ou agravamento das consequências penais;"
      },
      {
        "letra": "D",
        "texto": "a incriminação de comportamentos pode ocorrer por meio de resoluções e decretos legislativos;"
      },
      {
        "letra": "E",
        "texto": "a incriminação de comportamentos anteriores à vigência da lei é possível nas hipóteses de leis excepcionais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855786",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Sobre aplicação da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos da condenação de perda do cargo, do mandato ou da função pública, previstos no inciso III do art. 4º, da Lei 13.869/19 (Lei de Abuso de Autoridade), além de estarem condicionados à reincidência em crime de abuso de autoridade, não são automáticos, devendo, pois, contar com necessária motivação na sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "A condenação de autor não reincidente, por prática de crime único de coação no curso do processo (CP, art. 344), à pena privativa de liberdade de 3 (três) anos de reclusão em regime aberto, não admite substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos), ainda que todas as circunstâncias judiciais do art. 59 do Código Penal lhe sejam favoráveis."
      },
      {
        "letra": "C",
        "texto": "O homicídio simples privilegiado (CP, art. 121, § 1º) e o homicídio culposo, majorado pela inobservância de regra técnica de profissão (CP, art. 121, §§ 3º e 4º) podem comportar, cada qual, ao máximo, fixação de regime inicial semiaberto para cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "A concessão do benefício previsto no art. 33, § 4º, da Lei 11.343/06, ao crime de tráfico de drogas (tráfico privilegiado), deve ser objeto de análise por ocasião da 3ª fase de aplicação da pena e, conforme o patamar de fração de redução de pena aplicado, pode comportar fixação de regime inicial aberto para cumprimento de pena, assim como substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos)."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência contemporânea do Superior Tribunal de Justiça, no concurso de circunstâncias agravantes e atenuantes na segunda fase de aplicação da pena, as atenuantes da menoridade e da confissão espontânea, isoladamente consideradas, são preponderantes sobre a agravante do emprego de meio cruel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1836856",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "João foi condenado por tráfico de drogas. Sua pena-base foi exasperada ao fundamento de que ele possui personalidade voltada para o crime. A valoração negativa da personalidade de João é expressão do Direito Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Periférico."
      },
      {
        "letra": "B",
        "texto": "Clássico."
      },
      {
        "letra": "C",
        "texto": "do Autor."
      },
      {
        "letra": "D",
        "texto": "do Fato."
      },
      {
        "letra": "E",
        "texto": "Nuclear."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826458",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Acerca dos princípios constitucionais penais, julgue o item subsequente. Conforme o princípio da culpabilidade, a pessoa somente pode ser apenada por fato pelo qual possa ser reprovada. Assim, tendo o Código Penal brasileiro, após a reforma de 1984, adotado, em larga medida, a teoria finalista do delito, essa reprovabilidade funciona como principal fundamento e critério de medida da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767744",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Sobre AS CIRCUNSTÂNCIAS DO PROCESSO TRIFÁSICO DE APLICAÇÃO DA PENA (art. 68 do CP), é POSSÍVEL DIZER que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se reincidente, o condenado deve iniciar o cumprimento da pena em regime fechado, conforme os critérios do § 2º do art. 33 do CP, sem importar a quantidade da sanção."
      },
      {
        "letra": "B",
        "texto": "Não se reconhece a atenuante da confissão (art. 65, III, “d”, do CP) se o condenado assume a autoria alegando que agiu em legítima defesa e, por isso, não praticou o crime."
      },
      {
        "letra": "C",
        "texto": "O comportamento da vítima pode contribuir para o aumento da pena-base, segundo o STJ."
      },
      {
        "letra": "D",
        "texto": "Se o condenado for reincidente, é cabível a substituição da privação de liberdade por pena restritiva de direito, desde que a medida seja socialmente recomendável."
      },
      {
        "letra": "E",
        "texto": "O prejuízo causado à vítima justifica o aumento da pena-base, em razão das consequências do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1751213",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. A consciência atual da ilicitude é elemento do dolo, conforme a teoria finalista da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1109705",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Sobre a questão da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nelson Hungria dizia \" que desgraçadamente , a mentira é um os mais constantes fatores de perturbação da Justiça Criminal ou um dos mais eficientes recursos tendentes à impunidades dos que delinquem . Sempre foram fiéis aliados o crime e a mentira \" ( \"A diagnose da mentira\" in Novas Questões - Jurídico Penais , Rio de Janeiro : Editora Nacional de Direito, 1945 , p. 233). Os Tribunais Superiores , atentos a essa realidade ,têm sido bastante rigorosos com a mentira do réu , por isso têm decidido de forma reiterada que a pena-base deve ser exasperada caso o acusado , com propósito de se defender , minta em seu interrogatório , negando os fatos ou dando uma versão falsa e enganosa do evento . Os principais fundamentos dessa jurisprudência estão no fato de que o direito ao silêncio , previsto na Constituição , não abarca o direito de mentir e , também , no fato de haver flagrantes violação a princípio da individualização da pena , pois não se punir mais gravemente o réu que faz uso da mentira , o equipararia , indevidamente , à situação do réu que ficou em silêncio e , com esse comportamento , não induziu a Justiça em erro ."
      },
      {
        "letra": "B",
        "texto": "No pensamento kantiano a pena não pode servir para o bem próprio do delinquente ou da sociedade, mas para realizar a Justiça - que È um imperativo categórico. A pena serve, portanto, para retribuir a culpa de um fato passado. Kant ilustra seu pensamento no famoso exemplo da ilha. Ele imagina uma sociedade que est· a ponto de se desfazer - os habitantes decidem abandonar a ilha e espalhar-se pelo mundo. Mesmo nesse caso, argumenta, ainda que a sociedade deixe de existir, permanece a necessidade de infligir a pena ao último criminoso."
      },
      {
        "letra": "C",
        "texto": "Tem prevalecido no STJ o entendimento no sentido de que a confissão espontânea, quando utilizada para a formação do convencimento do julgador, dá ensejo à incidência da atenuante prevista no art .65, III,\" d \",do CP, mesmo que a confissão tenha sido qualificada. Não obstante essa posição do STJ , há na doutrina relevantes autores que sustentam que a confissão qualificada não atenua a pena , já que neste caso o acusado não estaria propriamente colaborando com a Justiça para a descoberta da verdade real , mas sim agindo no exercício de sua autodefesa . Essa linha e entendimento , inclusive , foi recentemente prestigiada pelo STF , em julgado de 2019 , no qual se decidiu que a natureza qualificada da confissão afasta a possiblidade de aplicação da circunstância atenuante prevista no art.65 , III , \" d \" , o CP ."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento jurisprudencial dominante no STJ, caso um delito de homicídio tenha sido praticado com duas ou mais circunstancias qualificadoras, uma delas servir· para configurar o homicídio qualificado, enquanto as demais poderão configurar agravantes, se houver expressa previsão legal, ou circunstâncias judiciais desfavoráveis, por ocasião da primeira fase da dosimetria da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "994224",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre penologia e assinale com V as verdadeiras e com F as falsas. ( ) A característica essencial da Teoria Relativa da Pena consiste em conceber a pena como um mal, um castigo, como retribuição ao mal causado por meio do delito, de modo que sua imposição estaria justificada, não como meio para o alcance de fins futuros, mas pelo valor axiológico intrínseco de punir o fato passado. ( ) Para a Teoria Absoluta da Pena, a pena se justifica não para retribuir o fato delitivo cometido, mas, sim, para prevenir a sua prática. Vale dizer, aqui a pena se impõe para que não volte a delinquir e não pelo simples fato de ter delinquido. ( ) A prevenção geral negativa ou intimidatória assume a função de dissuadir os possíveis delinquentes da prática de delitos futuros por meio da ameaça de pena, ou predicando com o exemplo do castigo eficaz; a prevenção geral positiva assume a função de reforçar a fidelidade dos cidadãos à ordem social a que pertencem. ( ) De acordo com a classificação sugerida por Ferrajoli, as teorias da prevenção especial podem ser formalmente divididas em teorias da prevenção especial positiva, dirigidas à reeducação do delinquente, e teorias da prevenção especial negativa, voltadas à eliminação ou neutralização do delinquente perigoso. ( ) A prevenção geral positiva, na concepção de Feuerbach, traduz a ideia de que a pena é, efetivamente, uma ameaça da lei aos cidadãos para que se abstenham de cometer delitos, quer dizer, é uma “coação psicológica” com a qual se pretende evitar o fenômeno delitivo. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F F F"
      },
      {
        "letra": "B",
        "texto": "F F V V V"
      },
      {
        "letra": "C",
        "texto": "V V F F V"
      },
      {
        "letra": "D",
        "texto": "F F V V F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "945610",
    "metadata": "Ano: 2018 | Banca: UDESC | Órgão: UDESC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao instituto da pena prevista na Constituição Federal Brasileira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, independentemente do valor do patrimônio transferido."
      },
      {
        "letra": "B",
        "texto": "Não há, em nenhuma hipótese, pena de morte ou de trabalhos forçado."
      },
      {
        "letra": "C",
        "texto": "A privação ou restrição de liberdade, a perda de bens, a multa, a prestação social alternativa e a suspensão ou interdição de direitos são espécies de penas constitucionalmente previstas."
      },
      {
        "letra": "D",
        "texto": "Não há crime sem lei anterior que o defina, mas pode haver pena sem prévia cominação legal."
      },
      {
        "letra": "E",
        "texto": "A prática do racismo constitui crime afiançável e prescritível, sujeito à pena de reclusão, nos termos da lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913635",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEPLAG-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "São permitidas no ordenamento jurídico brasileiro as penas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cruéis."
      },
      {
        "letra": "B",
        "texto": "de privação ou restrição da liberdade."
      },
      {
        "letra": "C",
        "texto": "de trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "de caráter perpétuo."
      },
      {
        "letra": "E",
        "texto": "de banimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "911530",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito dos princípios constitucionais penais e das escolas penais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade ou reserva legal, anterioridade, retroatividade da lei penal benéfica, humanidade e in dubio pro reo são espécies de princípios constitucionais penais explícitos."
      },
      {
        "letra": "B",
        "texto": "O princípio da humanidade assegura o respeito à integridade física e moral do preso na medida em que motiva a vedação constitucional de pena de morte e de prisão perpétua."
      },
      {
        "letra": "C",
        "texto": "O princípio da responsabilidade pessoal impede que os familiares do condenado sofram os efeitos da condenação de ressarcimento de dano causado pela prática do crime."
      },
      {
        "letra": "D",
        "texto": "A posse de um único projétil de arma de fogo de uso permitido não configura crime se o agente não possuir arma que possa ser municiada, de acordo com o princípio da ofensividade."
      },
      {
        "letra": "E",
        "texto": "A Escola Clássica adotava a teoria mista, que entende a pena não apenas como retribuição ao infrator pelo mal causado, mas também como medida com finalidade preventiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886364",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito da Teoria das Penas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A finalidade da pena, na teoria relativa, é prevenir o crime. Na vertente preventiva-geral, o criminoso é punido a fim de impedir que ele volte a praticar novos crimes."
      },
      {
        "letra": "B",
        "texto": "A finalidade da pena, na teoria relativa, é prevenir o crime. Na vertente preventiva especial, de acentuado caráter intimatório, o criminoso é punido para servir de exemplo aos demais cidadãos."
      },
      {
        "letra": "C",
        "texto": "A finalidade da pena, na teoria absoluta, é castigar o criminoso, pelo mal praticado. O mérito dessa teoria foi introduzir, no Direito Penal, o princípio da proporcionalidade de pena ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "A finalidade da pena, para a teoria eclética, é ressocializar o criminoso. O mérito dessa teoria foi humanizar as penas impostas, impedindo as cruéis e humilhantes."
      },
      {
        "letra": "E",
        "texto": "O ordenamento jurídico brasileiro adota a teoria absoluta, tendo a pena apenas o fim de ressocializar o criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866720",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito das teorias que tratam das funções da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria correcionalista considera que a pena se esgota na ideia da retribuição como resposta ao mal causado pelo autor do crime."
      },
      {
        "letra": "B",
        "texto": "A teoria preventiva geral positiva considera que a pena tem a função de inibir comportamentos antissociais e moldar comportamentos socialmente aceitos."
      },
      {
        "letra": "C",
        "texto": "A teoria absoluta considera que a pena possui caráter retributivo, preventivo e ressocializador."
      },
      {
        "letra": "D",
        "texto": "A teoria preventiva geral considera a pena como um meio para prevenir a reincidência do indivíduo."
      },
      {
        "letra": "E",
        "texto": "A teoria preventiva especial considera a pena como um meio para intimidar os potenciais praticantes de condutas delituosas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1331679",
    "metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria da Pena, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A sentença que conceder perdão judicial não será considerada para efeitos de reincidência. ( ) A desinternação ou a liberação do paciente submetido à medida de segurança será sempre condicional devendo ser restabelecida a internação ou tratamento se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade. ( ) O regime semiaberto baseia-se na autodisciplina e senso de responsabilidade do condenado. Este deverá, fora do estabelecimento e com vigilância direta, trabalhar em obras e serviços públicos, permanecendo recolhido durante o período noturno, finais de semana e nos dias de folga. ( ) A extinção da punibilidade de crime que é pressuposto, não se estende a este, salvo se for elemento constitutivo ou circunstância agravante de outro. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F F"
      },
      {
        "letra": "B",
        "texto": "V F F V"
      },
      {
        "letra": "C",
        "texto": "V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V"
      },
      {
        "letra": "E",
        "texto": "F F V V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834979",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Julgue os itens a seguir. I A Convenção Americana sobre Direitos Humanos garante de forma relativa o direito à vida, pois autoriza a utilização da pena de morte em caso de crimes graves, sendo proibido seu restabelecimento nos países que a tiverem abolido. II A condenação de servidor público por quaisquer crimes decorrentes de preconceito de raça ou de cor implica perda automática do cargo público. III Não haverá crime de lavagem de dinheiro caso o agente seja absolvido, por atipicidade da conduta, do crime antecedente a ele imputado, uma vez que o crime de branqueamento, embora autônomo, é delito derivado do antecedente. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785449",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "De acordo com a doutrina, a pena tem tríplice finalidade, sendo elas retributiva, preventiva (geral e especial) e reeducativa. Quanto à aplicação e finalidades das penas, pode-se afirmar que a(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevenção especial e o caráter retributivo atuam durante a imposição e execução da pena."
      },
      {
        "letra": "B",
        "texto": "LEP não se aplica ás hipóteses de sentença absolutória imprópria (execução das medidas de segurança)."
      },
      {
        "letra": "C",
        "texto": "caráter reeducativo da pena atua somente na fase de imposição."
      },
      {
        "letra": "D",
        "texto": "prevenção especial (visa a sociedade) atua antes mesmo da prática de qualquer infração penal."
      },
      {
        "letra": "E",
        "texto": "LEP sera aplicada nos casos de medidas socioeducativas (resposta estatal aos atos infracionais), regradas pelo Estatuto da Criança e do Adolescente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690094",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "“Ao nível teórico, a ideia de uma sanção jurídica é incompatível com a criação de um mero obstáculo mecânico ou físico, porque este não motiva o comportamento, mas apenas o impede, o que fere o conceito de pessoa (...) por isso, a mera neutralização física está fora do conceito de direito, pelo menos no nosso atual horizonte cultural. (...) A defesa social é comum a todos os discursos legitimantes, mas se expressa mais cruamente nessa perspectiva, porque tem a peculiaridade de expô-la de modo mais grosseiro, ainda que também mais coerente (...).”(ZAFFARONI, Eugenio Raúl; BATISTA, Nilo; ALAGIA, Alejandro; SLOKAR, Alejandro. Direito Penal Brasileiro I. Rio de Janeiro: Revan, 2003)A teoria da pena criticada na passagem acima é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agnóstica."
      },
      {
        "letra": "B",
        "texto": "retributiva."
      },
      {
        "letra": "C",
        "texto": "prevenção especial ressocializadora."
      },
      {
        "letra": "D",
        "texto": "prevenção geral intimidatória."
      },
      {
        "letra": "E",
        "texto": "prevenção especial negativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "378912",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Desde o advento da Lei nº 8.072/1990, a vedação absoluta de progressão de regime prisional, originalmente instituída para os crimes hediondos ou assemelhados, comportou intenso debate acadêmico e jurisprudencial. Importantes vozes na doutrina desde logo repudiaram o regime integralmente fechado. Mas o Pleno do Supremo Tribunal Federal, então, em dois julgados antológicos, afastou a pecha da inconstitucionalidade (HC 69.603/SP e HC 69.657/SP), posicionamento que se irradiou para as outras Cortes e, desse modo, ditou a jurisprudência do país por mais de 13 anos. Somente em 2006 o STF rediscutiu a matéria, agora para dizer inconstitucional aquela vedação (HC 82.959-7/SP). A histórica reversão da juris- prudência, afinal, fez com que se reparasse o sistema normativo. Editou-se a Lei nº 11.464/2007 que, pese admitindo a progressividade na execução correspondente, todavia lhe estipulou lapsos diferenciados. Todo esse demorado debate mais diretamente fundou-se especialmente em um dado postulado de direito penal que, portanto, hoje mais que nunca estrutura o direito brasileiro no tópico respectivo. Precipuamente, trata-se do postulado da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoalidade."
      },
      {
        "letra": "B",
        "texto": "legalidade."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "individualização."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360705",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Dentre as ideias estruturantes ou princípios abaixo, todos especialmente importantes ao direito penal brasileiro, NÃO tem expressa e literal disposição constitucional o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "individualização."
      },
      {
        "letra": "D",
        "texto": "pessoalidade."
      },
      {
        "letra": "E",
        "texto": "dignidade humana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360481",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação às teorias que versam sobre o delito e a pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decorre do pós-finalismo, mais propriamente da teoria social da ação desenvolvida por Hans-Heinrich Jescheck, a afirmação de que a culpabilidade não constitui condição suficiente para a imposição da pena, mas apenas um dos elementos que, juntamente com a necessidade preventiva, passa a integrar a categoria denominada responsabilidade."
      },
      {
        "letra": "B",
        "texto": "Entre as teorias contemporâneas do delito, apenas a teoria do defeito da motivação jurídica, ou teoria da motivação, realiza a crítica ao livre arbítrio como expressão de absoluto indeterminismo e como fundamento ontológico da culpabilidade. Essa teoria foi desenvolvida a partir da ideia de censura sobre o autor que defrauda as expectativas da norma penal, porque, apesar de possuir a capacidade de reconhecer e acatar a motivação de comportamento prescrita normativamente, ele atua com defeito volitivo e se revela infiel ao direito."
      },
      {
        "letra": "C",
        "texto": "Claus Roxin, na formulação da sua teoria da imputação objetiva, entende que a finalidade do direito penal é a de garantir a segurança das expectativas em relação ao cumprimento dos papéis atribuídos a cada um, e não a de impedir todos os danos possíveis, paralisando a vida social. Por essa razão, não devem ser imputados aos indivíduos os resultados danosos provenientes de condutas socialmente adequadas."
      },
      {
        "letra": "D",
        "texto": "Na dogmática penal brasileira contemporânea, a posição adotada por Juarez Tavares, no tocante ao conceito de ação como condição para a existência do delito, distancia-se do finalismo, por não admitir um conceito pré-jurídico de conduta, e aproxima-se do modelo social, pela afirmação de que a conduta humana não é somente um fenômeno individual, mas deve ser estruturada sob a característica de constituir atividade social. Essa abordagem se identifica com o funcionalismo, por vincular o conceito de ação, exclusivamente, a um sistema ou processo de imputação."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria pessoal da ação, nem as atividades insuscetíveis de controle pela consciência e pela vontade nem os simples pensamentos constituem ação como manifestação da personalidade, porque aquelas não são atribuíveis ao centro de ação psicoespiritual humana e estes, a despeito de sua natureza psicoespiritual, não chegam a se manifestar no mundo exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423153",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Considere as assertivas abaixo, I. As denominadas teorias absolutas da pena consideram que a pena se esgota na ideia de pura retribuição, tem como fim a reação punitiva, ou seja, responde ao mal constitutivo do delito com outro mal que se impõe ao autor do delito. Kant, um dos seus principais defensores, considerava que a exigência da pena derivava da ideia de justiça.II. As teorias ecléticas veiculam a dúplice finalidade da pena: presta-se tanto a reprimir o criminoso como a prevenir a prática do crime. III. Para as teorias relativas a pena tem um fim prático e imediato de prevenção geral ou especial do crime, não se justificando por si mesma, mas apenas na medida em que se cumprem os fins legitimadores do controle de delinquência. IV. A teoria da prevenção especial negativa da pena busca a segregação do criminoso, com o fim de neutralizar a possível novação delitiva, tendo em Von Liszt um dos seus adeptos. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350774",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O princípio da humanidade consubstancia-se na ideia de que o direito penal deve pautar-se na benevolência, de forma a tratar dignamente aquele que comete um fato delituoso, visto que, apesar de ter infringido a norma penal, é pessoa humana como qualquer outra. Sendo assim, podemos afirmar corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de morte confronta o princípio da humanidade, sendo vedada no ordenamento jurídico brasileiro de forma absoluta."
      },
      {
        "letra": "B",
        "texto": "O cumprimento de pena privativa de liberdade em regime fechado não atenta contra o princípio da humanidade, por isso é permitido no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Ao condenado, durante a execução da pena, pode ser imposta a obrigação de realizar trabalhos forçados, desde que se garanta o benefício da remissão penal."
      },
      {
        "letra": "D",
        "texto": "A imposição de castigos corporais ao preso provisório não se caracteriza como ilicitude, visto que o princípio da humanidade aplica-se apenas aos definitivamente condenados."
      },
      {
        "letra": "E",
        "texto": "Constitui-se pena degradante, por violar o direito à liberdade de ir e vir do condenado, a imposição de penas restritivas de direitos consistentes na proibição de freqüentar determinados lugares e limitação de fim de semana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "300646",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O legislador brasileiro, ao dispor sobre as funções da reprimenda pela prática de infração penal no artigo 59 do Código Penal – O juiz, atendendo à culpabilidade, aos antecedentes, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima, estabelecerá, conforme seja necessário e suficiente para reprovação e prevenção do crime... –, adotou a teoria da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "função reeducativa da pena."
      },
      {
        "letra": "B",
        "texto": "função de prevenção especial da pena."
      },
      {
        "letra": "C",
        "texto": "função de prevenção geral da pena."
      },
      {
        "letra": "D",
        "texto": "função retributiva da pena."
      },
      {
        "letra": "E",
        "texto": "função mista ou unificadora da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1208599",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A pena privativa de liberdade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente cumprida em regime de isolamento celular, pese progressiva."
      },
      {
        "letra": "B",
        "texto": "de reclusão, detenção ou prisão simples, com caráter progressivo."
      },
      {
        "letra": "C",
        "texto": "cumprida em regime fechado ou semiaberto, não no aberto."
      },
      {
        "letra": "D",
        "texto": "cumprida em regime semiaberto ou aberto, não no fechado."
      },
      {
        "letra": "E",
        "texto": "cumprida em regime fechado, não no semiaberto ou aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324305",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Acerca da teoria da pena, indique a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deve ser aplicada em três etapas: no primeiro momento, é fixada a pena base com observância das circunstâncias judiciais; na segunda fase, observa-se as agravantes e as atenuantes; na terceira fase, o juiz observa as qualificadoras, causas de aumento e de diminuição de pena previstas na parte especial e geral do CP."
      },
      {
        "letra": "B",
        "texto": "Nos crimes da lei de tóxicos, a quantidade e qualidade do entorpecente devem ser consideradas na primeira fase."
      },
      {
        "letra": "C",
        "texto": "O regime de pena deve ser fixado com observância dos artigos 33 e 59 do Código Penal, não autorizando regime mais grave do que o permitido pela pena aplicada a opinião do julgador acerca da gravidade do delito."
      },
      {
        "letra": "D",
        "texto": "Segundo jurisprudência majoritária dos tribunais superiores, a pena intermediária não pode ficar abaixo do mínimo cominado no tipo respectivo."
      },
      {
        "letra": "E",
        "texto": "Ainda que o tráfico seja considerado crime assemelhado aos hediondos, aplicado o redutor do § 4º do Artigo 33 da Lei n. 11.343/06, em tese, é possível a substituição da pena privativa de liberdade por penas restritivas de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249970",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA sobre as teorias das velocidades do direito penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da primeira velocidade do direito penal é ligada à ideia do direito penal do inimigo, ou seja, tem como proposição a aplicação de um direito penal máximo, com penas privativas de liberdades e de caráter perpétuo."
      },
      {
        "letra": "B",
        "texto": "A teoria da segunda velocidade do direito penal é ligada à ideia do direito penal do inimigo, ou seja, tem como proposição a aplicação de um direito penal máximo, com penas privativas de liberdades e de caráter perpétuo."
      },
      {
        "letra": "C",
        "texto": "A teoria da terceira velocidade do direito penal tem como fundamento a aplicação de penas alternativas ou de multa, ou seja, está ligada à ideia de um direito penal de mínima intervenção."
      },
      {
        "letra": "D",
        "texto": "A teoria da quarta velocidade do direito penal está ligada à ideia do neopunitivismo."
      },
      {
        "letra": "E",
        "texto": "A terceira velocidade do direito penal, idealizada por Jesus María Silva Sánchez, está ligada à ideia do Tribunal Penal Internacional, ou seja, à proposição de um direito penal para julgar crimes de guerra, de agressão, genocídio e de lesa humanidade."
      }
    ],
    "gabarito": "D"
  }
]