[
  {
    "id": "3272341",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "A prática de falta grave interrompe o prazo para: I. Fim de comutação da pena. II. Fim de indulto. III. Progressão de regime de cumprimento de pena. IV. Obtenção de livramento condicional. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272331",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A Lei nº 13.769/2018 incluiu o § 3º no art. 112 da Lei de Execução Penal (LEP), prevendo progressão de regime especial no caso de mulher gestante, ou mãe, ou responsável por crianças, ou pessoas com deficiência. Essa progressão de regime diferenciada tem como requisitos, entre outros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e não ter integrado organização criminosa."
      },
      {
        "letra": "B",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e não ter integrado associação criminosa."
      },
      {
        "letra": "C",
        "texto": "Ter cumprido ao menos 1/6 da pena no regime anterior e não ter integrado organização criminosa."
      },
      {
        "letra": "D",
        "texto": "Ter cumprido ao menos 1/6 da pena no regime anterior e não ter integrado associação criminosa."
      },
      {
        "letra": "E",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e ser primária, independentemente do bom comportamento carcerário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272318",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Quanto à fixação de regime inicial de cumprimento de pena, assinale a alternativa que NÃO aponta jurisprudência sumulada dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      },
      {
        "letra": "B",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional aberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis às circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada antes do trânsito em julgado da sentença condenatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171395",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "João, primário, com bons antecedentes, no dia do seu aniversário de 20 anos de idade, foi capturado em flagrante após tentar subtrair, sem êxito, o telefone celular de Maria, mediante grave ameaça, com o emprego de um revólver, calibre .38, arma de fogo de uso permitido. Nesse cenário, considerando as disposições do Código Penal e o entendimento dominante dos Tribunais Superiores, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) João, além da pena privativa de liberdade, estará sujeito à pena de multa, que consiste no pagamento ao fundo penitenciário da quantia fixada na sentença e calculada em dias-multa, sendo, no mínimo, de 10 e, no máximo, de 360 dias-multa. ( ) João, ainda que as sanções aplicadas sejam inferiores a oito anos de reclusão, será submetido, inicialmente, ao regime fechado de cumprimento de pena, em razão da gravidade em abstrato do crime, que envolveu o emprego de arma de fogo. ( ) João, à época do crime, tinha menos de 21 anos de idade, o que ensejará a redução da pena na terceira fase do processo dosimétrico. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – F."
      },
      {
        "letra": "D",
        "texto": "V – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512190",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Júlia, mãe de Douglas, criança de 3 anos de idade, foi condenada por crime hediondo a pena de 30 anos de reclusão. Dentre as peculiaridades do crime, sabe-se que Júlia é primária, que o crime foi cometido sem violência ou grave ameaça contra pessoa e que a vítima não foi seu filho Douglas. Considerando a situação hipotética mencionada anteriormente, a doutrina, a legislação pátria e o entendimento das cortes superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como Júlia praticou crime sem violência à pessoa ou grave ameaça, como ela é primária, atingirá o requisito objetivo para a progressão de regime quando cumpridos, ao menos, 20% da pena."
      },
      {
        "letra": "B",
        "texto": "Como Júlia é mãe de criança, atingirá o requisito objetivo para a próxima progressão do regime quando cumprido 1/6 da pena no regime anterior, já que o crime praticado não envolveu violência ou grave ameaça à pessoa."
      },
      {
        "letra": "C",
        "texto": "Como Júlia praticou crime considerado hediondo, independente de ser mãe de criança ou adolescente, sendo ela primária, atingirá o requisito objetivo para a progressão do regime quando cumpridos, ao menos, 50% da pena."
      },
      {
        "letra": "D",
        "texto": "Por ser Júlia mãe de criança, e por não ter cometido crime com violência ou grave ameaça, nem ter sido a vítima do crime o seu próprio filho, uma vez cumprido 1/8 da pena, ainda que esse crime seja hediondo, poderá ela progredir de regime de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2374468",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "José é primário e cumpre pena total de 08 anos de reclusão em regime inicial fechado pela prática de crime de estupro de vulnerável, previsto no art. 217-A, do Código Penal, em razão de fato praticado em 07.05.2018. Após diversos exames criminológicos negativos anteriores, o sentenciado, enfim, obteve parecer técnico favorável e conseguiu a progressão para o regime semiaberto apenas em 10/09/2023, quando já tinha lapso também para o livramento condicional. Embora a Defensoria Pública tenha requerido o livramento condicional, o juiz da Vara de Execução Criminal negou o referido direito, deferindo apenas a progressão ao regime semiaberto. Considerando a situação fática descrita,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão de indeferimento do livramento condicional está correta e possui amparo legal, uma vez que o Código Penal veda a progressão por saltos, especialmente no caso de crimes hediondos e equiparados, devendo o sentenciado passar primeiro pelo regime intermediário."
      },
      {
        "letra": "B",
        "texto": "a decisão é incorreta, pois a concessão de livramento condicional independe do regime de cumprimento de pena em que se encontra o sentenciado."
      },
      {
        "letra": "C",
        "texto": "a decisão do juiz está incorreta, pois em caso idêntico o Brasil sofreu simbólica condenação da Corte Interamericana de Direitos Humanos."
      },
      {
        "letra": "D",
        "texto": "caso o sentenciado registrasse condenação pela prática de falta disciplinar grave em agosto de 2022, a decisão judicial de indeferimento do LC encontraria respaldo no art. 83, inc. III, alínea “b”, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "a decisão judicial está correta, uma vez que se trata de condenado por crime grave e com longa pena a cumprir, sendo, por esse motivo, justificável a cautela do magistrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271452",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Weber Júnior foi condenado a pena de quatro anos de reclusão, a serem cumpridos inicialmente em regime semiaberto, por crime de roubo de um telefone celular, praticado em 1º de janeiro de 2021. Na oportunidade, afirmou que quebraria a “cara” da vítima, caso não lhe entregasse o aparelho, sendo preso em flagrante e submetido à prisão cautelar até o trânsito em julgado da sentença condenatória. Apesar de ser primário, a lentidão crônica da Vara de Execuções Penais fez com que, somente no dia 31 de abril de 2022, Weber Júnior progredisse para o regime aberto e deixasse a unidade prisional, autorizado a prosseguir o cumprimento da pena em prisão-albergue domiciliar com monitoramento eletrônico. Contudo, jamais compareceu ao local em que seria instalado o aparelho de monitoramento, razão pela qual foi considerado evadido a partir do dia 1º de maio de 2022, sendo proferida decisão de regressão cautelar ao regime semiaberto com expedição de mandado de prisão. Weber Júnior readquirirá o bom comportamento que lhe permitirá progredir novamente para o regime aberto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco meses e dez dias após a recaptura;"
      },
      {
        "letra": "B",
        "texto": "cinco meses e dez dias após a evasão;"
      },
      {
        "letra": "C",
        "texto": "oito meses após a recaptura;"
      },
      {
        "letra": "D",
        "texto": "um ano após a recaptura;"
      },
      {
        "letra": "E",
        "texto": "um ano após a evasão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2087150",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A pena de reclusão será cumprida em regime fechado, semiaberto ou aberto. A de detenção, por sua vez, deverá ser cumprida necessariamente em regime semiaberto ou aberto. II. O condenado não reincidente, cuja pena privativa de liberdade seja superior a quatro anos e não exceda a oito, poderá, desde o princípio, cumpri-la em regime semiaberto. III. O condenado por crime contra o patrimônio terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073364",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "Mateus foi condenado por roubo simples à pena de 10 (dez) anos de reclusão e iniciou o cumprimento de pena em regime fechado na penitenciária de Goiânia-GO. Durante seu estágio no presídio, foi pego com grande quantidade de cocaína dentro de sua cela e foi processado por tráfico de drogas e condenado à pena de 9 (nove) anos de reclusão. Ao iniciar o cumprimento da segunda pena recebida, o juízo da execução penal deverá considerar qual percentual como tempo de progressão penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20% (vinte por cento) da pena, se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "25% (vinte e cinco por cento) da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "40% (quarenta por cento) da pena, se o apenado for condenado pela prática de crime hediondo ou equiparado, se for primário específico."
      },
      {
        "letra": "D",
        "texto": "30% (trinta por cento), se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "60% (sessenta por cento) da pena, se o apenado for reincidente na prática de crime hediondo ou equiparado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059117",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Conforme a legislação em vigor, em regra, para decisão judicial determinar a progressão de regime de cumprimento da pena privativa de liberdade, o exame criminológico é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescindível."
      },
      {
        "letra": "B",
        "texto": "imprescindível nos casos de crimes hediondos."
      },
      {
        "letra": "C",
        "texto": "prescindível apenas para a progressão para o regime semiaberto."
      },
      {
        "letra": "D",
        "texto": "imprescindível para toda e qualquer progressão de regime de cumprimento da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "E imprescindível apenas para a progressão para o regime aberto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1937451",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Julgue o item a seguir relativos à Lei de Execução Penal (Lei Federal nº 7.210/1984).Deméter, reincidente, foi processado e condenado pela prática de novo crime de furto. Nessa hipótese, observados os demais requisitos legais, Deméter poderá progredir de regime depois de cumpridos, ao menos, 25% da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1900364",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional"
    ],
    "enunciado_principal": "A respeito da progressão de regime e do livramento condicional, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentenciado deverá cumprir 20% (vinte por cento) da pena para progressão de regime, se for primário e o crime tiver sido cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "sentenciado deverá cumprir 30% (trinta por cento) da pena para progressão de regime, se for primário e se tratar de crime hediondo ou equiparado."
      },
      {
        "letra": "C",
        "texto": "sentenciado por crime hediondo com resultado morte, primário terá direito à progressão de regime cumprida 60% (sessenta por cento) da pena, mas não terá direito ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "sentenciado deverá cumprir 25% (vinte e cinco por cento) da pena para progressão de regime, se for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça à pessoa."
      },
      {
        "letra": "E",
        "texto": "em todos os casos, o apenado só terá direito à progressão de regime se ostentar comportamento satisfatório, comprovado pelo diretor do estabelecimento, respeitadas as normas que vedam a progressão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1894957",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.Raí terá de cumprir, no mínimo, 30% da pena para ser transferido para regime menos rigoroso de cumprimento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892607",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário",
      "Reincidência"
    ],
    "enunciado_principal": "A pena privativa de liberdade será executada em forma progressiva com a transferência para regime menos rigoroso, quando o preso tiver cumprido ao menos 30% da pena, se o apenado for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenado por exercer o comando de organização criminosa estruturada para a prática de crime hediondo."
      },
      {
        "letra": "B",
        "texto": "condenado pela prática de crime hediondo ou equiparado, se for primário."
      },
      {
        "letra": "C",
        "texto": "reincidente em crime cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860079",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Com referência à execução penal, julgue o item subsequente. De acordo com o STF, antes do trânsito em julgado da sentença condenatória, não se admite a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo do que o determinado na condenação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826209",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Segundo tese fixada pelo Superior Tribunal de Justiça, os apenados que, embora tenham cometido crime hediondo ou equiparado sem resultado morte, e que não sejam reincidentes em delito de natureza semelhante, poderão progredir de regime prisional quando tiverem cumprido ao menos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sessenta por cento da pena."
      },
      {
        "letra": "B",
        "texto": "oitenta por cento da pena."
      },
      {
        "letra": "C",
        "texto": "cinquenta por cento da pena."
      },
      {
        "letra": "D",
        "texto": "quarenta por cento da pena."
      },
      {
        "letra": "E",
        "texto": "setenta por cento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810893",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Carlos foi condenado a uma pena de mais de dez anos de reclusão, tendo a sentença determinado o cumprimento da pena em regime inicialmente fechado. Transitada em julgado a sentença penal condenatória, iniciou-se o processo de execução de pena, tendo Carlos se recolhido à prisão. Cumpridos os requisitos subjetivos e objetivos para a obtenção da progressão de regime, o advogado de Carlos ingressou com o pedido perante o Juízo de Execução. Deferida a progressão para o regime menos rigoroso, semiaberto, a execução continuou a cumprir seu papel. Passados mais alguns anos, Carlos cumpriu o prazo para mais uma progressão de regime. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legislação determina um prazo de suspensão da contagem de prazo após o deferimento da primeira progressão de regime para que o apenado possa começar novamente a contagem do prazo para o segundo benefício."
      },
      {
        "letra": "B",
        "texto": "A legislação determina um prazo de interrupção da contagem de prazo após o deferimento da primeira progressão de regime para que o apenado possa começar novamente a contagem do prazo para o segundo benefício."
      },
      {
        "letra": "C",
        "texto": "O cálculo de pena para uma posterior progressão de regime de Carlos para o regime aberto deve ser feito sobre o total da pena imposta na sentença."
      },
      {
        "letra": "D",
        "texto": "O cálculo de pena para uma posterior progressão de regime de Carlos para o regime aberto deve ser feito sobre o total da pena imposta na sentença, após o período de suspensão da contagem do prazo."
      },
      {
        "letra": "E",
        "texto": "O cálculo de pena para uma posterior progressão de regime de Carlos para o regime aberto deve ser feito sobre o tempo de pena que resta a cumprir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810888",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Márcio foi denunciado e, durante toda a ação penal, permaneceu preso cautelarmente, sendo ao final condenado a uma pena de 15 anos, 7 meses e 15 dias de reclusão em regime inicialmente fechado. A sentença foi confirmada em todas as instâncias, tendo ocorrido o transitado em julgado da decisão. Márcio já havia iniciado a sua execução de pena, mas permanecia com dúvidas em relação à progressão de regime. Seus familiares o procuram para esclarecer essas dúvidas, oportunidade em que você deveria informar que o preso deverá ter cumprido ao menos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15% (quinze por cento) da pena, se o apenado for primário e o crime tiver sido cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "25% (vinte e cinco por cento) da pena, se o apenado for reincidente em crime cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "50% (cinquenta por cento) da pena, se o apenado for condenado pela prática do crime de constituição de milícia privada."
      },
      {
        "letra": "D",
        "texto": "50% (cinquenta por cento) da pena, se o apenado for condenado pela prática de crime hediondo ou equiparado, se for primário."
      },
      {
        "letra": "E",
        "texto": "60% (sessenta por cento) da pena, se o apenado for reincidente na prática de crime hediondo ou equiparado com resultado morte, vedado o livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810066",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "No curso da ação penal, Marcos foi preso preventivamente, por estarem presentes os requisitos do artigo 312 da legislação processual. Em virtude da complexidade do processo e de vários réus, a ação penal se estendeu mais do que o normal, fazendo com que Marcos atingisse o prazo temporal para obter a progressão de regime mesmo antes do trânsito em julgado da ação penal. Nessa hipótese, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde que cumpridos os demais requisitos subjetivos, não há impedimento de Marcos obter a progressão de regime durante o cumprimento da prisão cautelar."
      },
      {
        "letra": "B",
        "texto": "Marcos não terá direito a progressão de regime, tendo em vista que ainda não ocorreu o trânsito em julgado definitivo da ação penal."
      },
      {
        "letra": "C",
        "texto": "Marcos não terá direito a progressão de regime, já que a contagem do prazo de progressão só se inicia após o trânsito em julgado da sentença penal condenatória."
      },
      {
        "letra": "D",
        "texto": "Marcos não terá direito a progressão de regime, já que este instituto só pode ser aplicado após o trânsito em julgado da sentença condenatória, durante a execução penal."
      },
      {
        "letra": "E",
        "texto": "Marcos terá direito a progressão de regime, independentemente do cumprimento dos demais requisitos subjetivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810023",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Paula, primária e de bons antecedentes, praticou delito de tráfico de drogas em 10/11/2006 e por tal delito foi condenada a 9 anos de reclusão em regime inicial fechado. No tocante às regras da progressão de regime e levando em conta a natureza do delito em análise, bem como o entendimento jurisprudencialmente consolidado sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paula poderá progredir para o regime semiaberto após cumprir ao menos 2/5 da pena."
      },
      {
        "letra": "B",
        "texto": "Paula poderá progredir para o regime semiaberto após cumprir ao menos 3/5 da pena."
      },
      {
        "letra": "C",
        "texto": "Paula poderá progredir para o regime semiaberto após cumprir ao menos 1/6 da pena."
      },
      {
        "letra": "D",
        "texto": "Paula poderá progredir para o regime semiaberto após cumprir ao menos 50% da pena."
      },
      {
        "letra": "E",
        "texto": "Paula não poderá progredir de regime de cumprimento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1781572",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Sobre a execução penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Líbero, primário, foi condenado por crime de peculato à pena final de nove anos de reclusão em regime inicial fechado. Nesse caso hipotético, o tempo mínimo de cumprimento de pena, para obtenção da progressão de regime, é de 18% da pena."
      },
      {
        "letra": "B",
        "texto": "Mario, primário, foi condenado a oito anos, em regime inicial fechado, por ter violado o art. 213, do Código Penal (estupro). Nesse caso hipotético, o tempo mínimo de cumprimento da pena, para obtenção da progressão de regime, é de 40% da pena."
      },
      {
        "letra": "C",
        "texto": "Segundo o Superior Tribunal de Justiça, a prática de falta grave interrompe o prazo para fim de comutação de pena ou indulto."
      },
      {
        "letra": "D",
        "texto": "A prática de falta grave, segundo o Superior Tribunal de Justiça, interrompe o prazo para obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "Para o Superior Tribunal de Justiça, o tempo de estudo que ultrapassa as quatro horas diárias, previstas na Lei n° 7.210/84, não deve ser computado no cálculo da remição de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1759354",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Marcos iniciou o cumprimento da pena privativa de liberdade em 30/06/1992, com pena total de 84 anos e 2 meses de reclusão, em regime fechado, por infração a diversos delitos (homicídio qualificado por motivo fútil e com emprego de veneno, estupro e cinco roubos circunstanciados pelo concurso de agentes), todos cometidos no ano de 1992. Em 16/12/2004, foi flagrado portando entorpecente dentro da unidade prisional, tendo sido condenado à pena de 10 meses de detenção, em regime aberto, por infração ao Art. 16, c/c Art. 18, IV, da Lei nº 6.368/1976 (porte de entorpecentes para uso próprio em estabelecimento prisional – antiga Lei de drogas). Com o advento da Lei nº 11.343/2006, o juiz da execução penal excluiu a pena privativa de liberdade referente ao porte de drogas para consumo próprio, considerando a não previsão da referida pena pelo Art. 28, da nova Lei, aplicando ao apenado a pena de advertência sobre os efeitos da droga. Considerando a situação apresentada, é correto afirmar que o tempo máximo de cumprimento da pena é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 anos, computados a partir de 30/06/1992, sendo os benefícios legais calculados sobre a pena máxima de 30 anos;"
      },
      {
        "letra": "B",
        "texto": "30 anos, computados a partir de 16/12/2004, desprezando-se o período de pena já cumprido, em razão de nova unificação por condenação por fato posterior ao início da execução, sendo os benefícios legais calculados sobre a pena máxima de 30 anos;"
      },
      {
        "letra": "C",
        "texto": "30 anos, computados a partir de 30/06/1992, sendo os benefícios legais calculados sobre a pena de 84 anos e 2 meses;"
      },
      {
        "letra": "D",
        "texto": "30 anos, computados a partir de 16/12/2004, desprezando-se o período de pena já cumprido, em razão de nova unificação por condenação por fato posterior ao início da execução, sendo os benefícios legais calculados sobre a pena de 84 anos e 2 meses;"
      },
      {
        "letra": "E",
        "texto": "40 anos, computados a partir de 16/12/2004, desprezando-se o período de pena já cumprido, em razão de nova unificação por condenação por fato posterior ao início da execução, sendo os benefícios legais calculados sobre a pena máxima de 40 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1759353",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Ana, primária, mãe solo de filhos gêmeos de 2 anos, foi presa em flagrante em 21/06/2020, restando condenada à pena de 5 anos de reclusão por infração ao Art. 33, caput, da Lei nº 11.343/2006 (tráfico de drogas) e à pena de 2 anos de reclusão por infração ao Art. 333, do CP (corrupção ativa), tendo sido fixado o regime semiaberto. Ana encontra-se cumprindo regularmente a pena imposta, sem qualquer falta disciplinar praticada e com bom comportamento carcerário. Para fins de progressão de regime, Ana deverá cumprir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "40% da pena em relação à condenação pelo tráfico de drogas e 16% da pena em relação à condenação pela corrupção ativa;"
      },
      {
        "letra": "B",
        "texto": "40% da pena em relação à condenação pelo tráfico de drogas e 1/8 da pena em relação à condenação pela corrupção ativa;"
      },
      {
        "letra": "C",
        "texto": "3/5 da pena em relação à condenação pelo tráfico de drogas e 1/6 da pena em relação à condenação pela corrupção ativa;"
      },
      {
        "letra": "D",
        "texto": "1/8 da pena total imposta;"
      },
      {
        "letra": "E",
        "texto": "40% da pena total imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744094",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Sobre os institutos da progressão de regime e do livramento condicional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas não tem direito ao livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas deve cumprir ao menos 60% da nova pena para progredir de regime."
      },
      {
        "letra": "C",
        "texto": "A prática de falta disciplinar de natureza grave durante a execução da pena privativa de liberdade interrompe o tempo de cumprimento de pena necessário à progressão de regime, mas não produz o mesmo efeito em relação ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Pessoa condenada pela prática de crime comum por sentença transitada em julgado, que no curso do período de prova do livramento condicional pratica novo crime comum, terá que cumprir metade de ambas as penas para aspirar ao livramento condicional novamente."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma hipótese pessoa pode progredir de regime antes de cumprir ao menos 16% da pena que lhe foi imposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1114146",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Suponha que A. D. M. tenha sido condenado à pena de seis anos de reclusão pela prática de roubo simples (art. 157, caput, do Código Penal). Considerando o flagrante delito ocorrido em 21 de março de 2017, sem levar em conta as demais regras da progressão de regime, a rigor, A. D. M. deve ser colocado em liberdade em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 de março de 2023."
      },
      {
        "letra": "B",
        "texto": "18 de março de 2023."
      },
      {
        "letra": "C",
        "texto": "22 de março de 2023."
      },
      {
        "letra": "D",
        "texto": "21 de março de 2023."
      },
      {
        "letra": "E",
        "texto": "19 de março de 2023."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1065178",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Câmara de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Roberto, após regular instrução criminal, foi condenado, com trânsito em julgado para as partes, em 05 (cinco) anos e 04 (quatro) meses de reclusão em regime fechado, por ter praticado o crime de roubo circunstanciado pelo concurso de agentes. Nesse caso, o lapso temporal que Roberto deve cumprir para a progressão ao regime semiaberto é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1/3."
      },
      {
        "letra": "B",
        "texto": "3/5."
      },
      {
        "letra": "C",
        "texto": "2/5."
      },
      {
        "letra": "D",
        "texto": "1/6."
      },
      {
        "letra": "E",
        "texto": "1/2."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010471",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em relação à progressão de regime de pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional se o condenado já descontou tempo de pena suficiente para tanto."
      },
      {
        "letra": "B",
        "texto": "a falta de estabelecimento penal adequado autoriza a manutenção do condenado em regime prisional mais gravoso, devendo-se observar, nessa hipótese, os parâmetros fixados no RE 641.320/RS."
      },
      {
        "letra": "C",
        "texto": "com a edição da Lei n° 10.792/03, que alterou a redação do artigo 112 da Lei de Execução Penal, não mais se admite o exame criminológico."
      },
      {
        "letra": "D",
        "texto": "se a colaboração premiada for posterior à sentença, a pena poderá ser reduzida até a metade, e somente será admitida a progressão de regime se presente o requisito objetivo."
      },
      {
        "letra": "E",
        "texto": "o condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "994295",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Considere as duas situações a seguir. I. O reeducando “S.W.A”, reincidente, foi sentenciado a uma pena de 4 anos e 1 mês de reclusão, em regime fechado, pela prática de um crime comum. Por erro, a guia de execução provisória não foi expedida quando da sentença, que determinou a manutenção da custódia cautelar, que já perdurava desde o flagrante. O trânsito em julgado do acórdão (que apreciou o recurso defensivo, confirmou a sentença condenatória e determinou a expedição da guia de execução) demorou tempo suficiente para que “S.W.A.” já tivesse sido progredido ao regime semiaberto, bem como para o regime aberto, caso a guia de execução provisória tivesse sido expedida no devido tempo, conforme determina a Resolução 113/10 do Conselho Nacional de Justiça. Distribuída a guia de execução definitiva ao juízo das execuções penais, o reeducando “S.W.A.” pleiteou a progressão do regime fechado, diretamente ao regime aberto sustentando que tempo total de pena cumprida já era mais do que suficiente para que já estivesse cumprindo pena no regime mais brando. II. O reeducando “F.B.W.”, condenado ao cumprimento de pena em regime inicial fechado, após progressão ao regime semiaberto, e posterior progressão ao regime aberto, veio a ser preso em flagrante pela prática de novo crime, tendo sido colocado em liberdade após a audiência de custódia. O fato foi comunicado ao juízo da Vara de Execuções Penais (VEP) que, após incidente instaurado para apuração da falta disciplinar, reconheceu o fato como falta grave e determinou a regressão do reeducando “F.B.W.” do regime aberto, diretamente ao regime fechado. Sobre a progressão e a regressão de regime ‘por saltos’ em relação às situações descritas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite a progressão por salto, mas admite-se a regressão por salto."
      },
      {
        "letra": "B",
        "texto": "Admite-se a progressão por salto, mas não a regressão por salto."
      },
      {
        "letra": "C",
        "texto": "Não se admite a progressão ou a regressão por salto."
      },
      {
        "letra": "D",
        "texto": "Admite-se tanto a progressão quanto a regressão de regime por salto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "994291",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo o entendimento que prevalece na jurisprudência, o reconhecimento judicial da prática de falta disciplinar grave gera o seguinte efeito em relação à contagem do estágio da progressão de regime e do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interrompe a contagem do estágio da progressão de regime e do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "Não interrompe a contagem dos estágios da progressão de regime ou do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "Interrompe a contagem do estágio da progressão de regime, porém não a do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Não interrompe a contagem do estágio da progressão de regime, mas, sim, a do livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "986558",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Tício, réu primário e sem qualquer antecedente criminal, foi denunciado pela prática do crime de furto qualificado, porque teria subtraído uma televisão da residência da vítima, sendo que, para ingressar no local, teria, segundo a inicial acusatória, quebrado uma janela. Após a instrução, não foi juntado aos autos laudo que comprovasse que, de fato, a janela havia sido quebrada. O Ministério Público, diante da confissão judicial de Tício, requereu a condenação dele, pela prática do crime de furto simples, e a fixação de regime aberto, para o início de cumprimento de pena. Na condição de Defensor Público de Tício, em debates orais, é correto requerer, entre outros pedidos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a aplicação da suspensão condicional da pena, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "B",
        "texto": "a aplicação da suspensão condicional do processo, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "C",
        "texto": "a aplicação da transação penal, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "D",
        "texto": "diante da preclusão dos pedidos de transação penal e da suspensão condicional do processo, apenas a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "a absolvição, pois a confissão não é rainha das provas, não podendo ser valorada em desfavor do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "986554",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Leila, menor de 21 anos de idade, foi denunciada pela prática do delito de falsificação de documento público, previsto no art. 297, caput, por três vezes, na forma do art. 69, ambos do CP, tendo o Juiz convertido a prisão em flagrante em preventiva, não obstante a documentação juntada pela defesa, comprovando que Leila tem uma filha de 2 anos de idade, que está sob sua guarda. Recebida a denúncia e processado o feito, 10 meses após a prisão da ré foi realizada audiência de instrução, debates e julgamento, tendo Leila sido condenada à pena mínima para cada delito, em razão de sua primariedade, seus bons antecedentes, bom comportamento carcerário e do fato de não fazer parte de organização criminosa. Todavia, em razão do reconhecimento do concurso material, a pena final foi fixada em 6 anos de reclusão. A respeito do regime inicial de cumprimento de pena cabível no caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de acordo com entendimento majoritário do Superior Tribunal de Justiça, quando as condições pessoais do réu foram favoráveis e a pena base tiver sido fixada no mínimo legal, é cabível regime inicial aberto, ainda que a sanção aplicada seja superior a 4 anos, com base no princípio da individualização da pena."
      },
      {
        "letra": "B",
        "texto": "considerando que a pena aplicada é superior a 4 anos e não excede 8 anos, bem como que a ré é primária e de bons antecedentes, é cabível o regime inicial semiaberto, não sendo possível aplicar a detração, porque a ré não cumpriu o lapso temporal de 1/6 (um sexto) necessário à progressão de regime."
      },
      {
        "letra": "C",
        "texto": "de acordo com entendimento consolidado do Supremo Tribunal Federal, a mulher gestante ou com filho de até 12 anos de idade incompletos, ainda que condenada à pena superior a quatro anos, tem direito ao regime inicial aberto, desde que o crime tenha sido praticado sem violência ou grave ameaça à pessoa e que não integre organização criminosa."
      },
      {
        "letra": "D",
        "texto": "considerando que a pena aplicada é superior a 4 anos e não excede 8 anos, bem como que a ré é primária e de bons antecedentes, seria cabível o regime inicial semiaberto, podendo o juiz fixar, de imediato, o regime aberto, uma vez que a ré já cumpriu o lapso temporal de 1/8 (um oitavo) necessário à progressão de regime."
      },
      {
        "letra": "E",
        "texto": "considerando que a pena aplicada é superior a 4 anos e não excede 8 anos, bem como que a ré é primária e de bons antecedentes, é cabível o regime inicial semiaberto, não sendo possível aplicar a detração, porque a ré não cumpriu o lapso temporal de 1/3 (um terço) necessário à progressão de regime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "999994",
    "metadata": "Ano: 2018 | Banca: FUNCERN | Órgão: Prefeitura de Sítio Novo - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em relação às penas e suas espécies, o Código Penal assevera que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as penas serão privativas de liberdade, restritivas de direitos e de multa."
      },
      {
        "letra": "B",
        "texto": "as penas privativas de liberdade deverão ser executadas em forma regressiva, segundo o mérito do condenado"
      },
      {
        "letra": "C",
        "texto": "o trabalho externo é admissível, no regime fechado, em serviços ou obras privadas."
      },
      {
        "letra": "D",
        "texto": "as penas serão privativas de liberdade, restritivas de direitos e de liberdade condicional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "947825",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "As penas privativas de liberdade devem ser executadas em forma progressiva, segundo o mérito do condenado, observados determinados critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso. Nesse sentido, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado a pena superior a 8 (oito) anos deve começar a cumpri-la em regime semi-aberto"
      },
      {
        "letra": "B",
        "texto": "o condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), deve cumpri-la em regime fechado"
      },
      {
        "letra": "C",
        "texto": "o condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime semi-aberto"
      },
      {
        "letra": "D",
        "texto": "o condenado por crime contra a administração pública deve ter a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais"
      },
      {
        "letra": "E",
        "texto": "ao condenado transferido para o regime disciplinar diferenciado é vedada a realização de exame criminológico de classificação para individualização da execução"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "933478",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Pedro, reincidente em crime doloso, foi denunciado perante a Vara do Júri de Sobradinho como incurso no art. 121, § 2° , inciso II, do Código Penal. Segundo a peça acusatória, em 10 de março de 2017, por motivo fútil consubstanciado em ciúme da relação de sua ex-mulher com a vítima Orlando, teria neste desferido um soco fatal, resultando em sua morte. Após regular instrução e pronúncia, foi submetido ao Tribunal do Júri local, tendo os jurados decidido por sua condenação, afastando, porém, a qualificadora do motivo fútil. Ato contínuo, Pedro foi condenado pelo Juiz de Direito pela prática de homicídio simples à pena de sete anos de reclusão, em regime fechado. A sentença transitou em julgado para as partes. Diante do apresentado, para que Pedro possa progredir ao regime semiaberto, o lapso temporal de cumprimento de pena será de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/5."
      },
      {
        "letra": "B",
        "texto": "3/5."
      },
      {
        "letra": "C",
        "texto": "1/6."
      },
      {
        "letra": "D",
        "texto": "3/8."
      },
      {
        "letra": "E",
        "texto": "1/2."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932925",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de aplicação de pena, cominação de penas, regime de penas, medidas de segurança e livramento condicional. Flávio, maior e capaz, condenado a pena de doze anos pela prática de homicídio doloso qualificado, iniciou o cumprimento da pena em regime fechado. Durante a execução da pena, ele apresentou comportamento excelente e colaborativo, por isso, após o período mínimo para a progressão de regime, seu advogado requereu ao juiz a passagem de Flávio para o regime aberto. Nessa situação, o pedido não poderá ser atendido: a progressão do regime prisional de Flávio deverá ser para o regime semiaberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926055",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Tício, 40 anos, na condição de funcionário público, foi condenado pela prática de crime de peculato em razão do desvio de quantia em dinheiro da Administração Pública, sendo aplicada pena de 06 anos de reclusão. Após ser apenado em regime inicial semiaberto, preencheu o requisito objetivo e pretende a progressão para o regime aberto. Considerando apenas as informações narradas, é correto afirmar que Tício, para obter a progressão, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se submeter, necessariamente, ao exame criminológico."
      },
      {
        "letra": "B",
        "texto": "reparar o dano, além de preencher os demais requisitos gerais legais."
      },
      {
        "letra": "C",
        "texto": "preencher os requisitos legais e poderá ser fixada como condicional especial para a concessão do regime aberto a prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "preencher os requisitos legais e, em regime aberto, deverá cumprir condições gerais e obrigatórios, como não se ausentar da cidade sem autorização judicial, não podendo ser fixadas quaisquer condições especiais não previstas em lei."
      },
      {
        "letra": "E",
        "texto": "comprovar que, necessariamente, restam menos de 4 anos de pena a ser cumprida e que já possui oferta prévia de emprego formal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923555",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "O sujeito “A”, primário e de bons antecedentes, foi condenado a quinze anos de reclusão, em regime inicialmente fechado, pela prática do crime de homicídio qualificado. Neste caso, preenchidos os demais requisitos, o sujeito “A” terá direito a progredir para o regime semiaberto após o cumprimento de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três anos de sua pena."
      },
      {
        "letra": "B",
        "texto": "cinco anos de sua pena."
      },
      {
        "letra": "C",
        "texto": "seis anos de sua pena."
      },
      {
        "letra": "D",
        "texto": "nove anos de sua pena."
      },
      {
        "letra": "E",
        "texto": "dez anos de sua pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913664",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEPLAG-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Segundo a Lei n° 7.210/1984, a pena privativa de liberdade será executada em forma progressiva com a transferência para regime menos rigoroso, a ser determinada pelo juiz, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado tiver cumprido 2/5 (dois quintos) da pena, se ele for réu primário, e de 3/5 (três quintos), se reincidente."
      },
      {
        "letra": "B",
        "texto": "o preso tiver cumprido ao menos 1/6 (um sexto) da pena no regime anterior e ostentar bom comportamento carcerário, comprovado pelo diretor do estabelecimento, respeitadas as normas que vedam a progressão."
      },
      {
        "letra": "C",
        "texto": "houver, por parte do condenado, bom comportamento carcerário e pagamento à vítima e ao Estado da indenização devida em decorrência do dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "houver, por parte do preso, comportamento adequado; cumprimento mínimo de 1/6 (um sexto) da pena, se o condenado for primário, e 1/4 (um quarto), se reincidente; e compatibilidade do benefício com os objetivos da pena."
      },
      {
        "letra": "E",
        "texto": "o apenado apresentar, pelos seus antecedentes ou pelo resultado dos exames a que foi submetido, fundados indícios de que não irá ajustar-se, com autodisciplina e senso de responsabilidade, ao novo regime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904479",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Sobre a prática de falta grave e considerando a atual jurisprudência do Superior Tribunal de Justiça, analise as assertivas abaixo. I. A prática de falta grave interrompe o prazo para obtenção de livramento condicional. II. Para o reconhecimento de falta grave decorrente do cometimento de fato definido como crime doloso no cumprimento da pena, é necessária a ocorrência do trânsito em julgado de sentença penal condenatória no processo penal instaurado para apuração do fato. III. A prática de falta grave interrompe a contagem do prazo para a progressão de regime de cumprimento de pena, o qual se reinicia a partir do cometimento dessa infração. Está correto o que consta APENAS de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904036",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em relação ao processo em geral, marque a alternativa CORRETA, quanto aos enunciados de súmula de jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a utilização de inquéritos policiais e ações penais em curso para agravar a pena."
      },
      {
        "letra": "B",
        "texto": "Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade da pena em concreto do delito, no entendimento do STJ."
      },
      {
        "letra": "D",
        "texto": "Pronunciado o réu, fica superada a alegação do constrangimento ilegal da prisão por excesso do prazo de 80 (oitenta) dias, para conclusão da instrução, segundo o STJ."
      },
      {
        "letra": "E",
        "texto": "É anulável a decisão que determina o desaforamento de processo da competência do júri sem audiência da defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "895211",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Código Penal é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da prolação da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Extrai-se do art. 33 do Código Penal que pena de reclusão deve ser cumprida em regime fechado ou semi-aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Superior Tribunal de Justiça o fornecimento de informações sobre movimentação bancária de contribuintes, pelas instituições financeiras, diretamente ao Fisco, sem prévia autorização judicial, com o consequente oferecimento de denúncia com base em tais informações, caracteriza crime contra a ordem tributária, Art. 1º, II E V, da Lei 8.137/90."
      },
      {
        "letra": "D",
        "texto": "Uma das formas de interrupção da prescrição que consta do Código Penal é pela publicação da sentença ou acórdão condenatórios recorríveis. Assim pode-se afirmar que O acórdão que confirma a condenação, mas majora ou reduz a pena, constitui novo marco interruptivo da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "887515",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Acerca das penas, suas espécies e sua cominação, o Código Penal dispõe que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado à pena privativa de liberdade superior a 7 anos deverá, obrigatoriamente, começar a cumpri-la em regime fechado."
      },
      {
        "letra": "B",
        "texto": "o condenado não reincidente, cuja pena privativa de liberdade seja superior a 6 anos e não exceda a 7, deverá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "o condenado não reincidente, cuja pena privativa de liberdade seja superior a 5 anos e não exceda a 7, deverá, desde o início, cumpri-la em regime aberto."
      },
      {
        "letra": "D",
        "texto": "as penas privativas de liberdade deverão ser executadas em forma regressiva, segundo o mérito do condenado."
      },
      {
        "letra": "E",
        "texto": "o condenado por crime contra a Administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883022",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Tendo como referência a jurisprudência sumulada dos tribunais superiores, julgue o item a seguir, acerca de crimes, penas, imputabilidade penal, aplicação da lei penal e institutos.O réu sentenciado provisoriamente que se encontre em prisão especial deverá aguardar o trânsito em julgado da sentença com a definição da pena para que seja aplicada a progressão de regime de execução da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873701",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "O lapso temporal para progressão de regime é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade, em caso de reincidente em crime doloso."
      },
      {
        "letra": "B",
        "texto": "um terço, em caso de roubo majorado."
      },
      {
        "letra": "C",
        "texto": "três quintos, em caso de crime cometido com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "dois quintos, em caso de homicídio simples, se primário."
      },
      {
        "letra": "E",
        "texto": "um sexto, em caso de tráfico de drogas na forma privilegiada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873609",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A progressão de regime de cumprimento de pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao regime aberto deve ser acompanhada de exame criminológico para aferição do prognóstico de reincidência do condenado."
      },
      {
        "letra": "B",
        "texto": "requer o cumprimento de três quintos da pena para o reincidente específico no crime de roubo."
      },
      {
        "letra": "C",
        "texto": "tem como data-base para segunda progressão a data da decisão judicial que concedeu a primeira, conforme entendimento dos Tribunais Superiores."
      },
      {
        "letra": "D",
        "texto": "composta por uma condenação por crime comum e outra por crime hediondo se dá com o cumprimento de um sexto da pena da primeira mais dois quintos da segunda."
      },
      {
        "letra": "E",
        "texto": "pode ficar condicionada à existência de vaga em regime prisional mais brando."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866445",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A respeito da progressão de regime para o cumprimento de pena, assinale a opção correta de acordo com a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O estrangeiro que estiver em situação irregular no país e que estiver preso estará impedido de obter a progressão de regime."
      },
      {
        "letra": "B",
        "texto": "O juízo da execução penal deverá negar o pedido de progressão do regime fechado diretamente para o aberto: no ordenamento jurídico pátrio não se admite salto na progressão."
      },
      {
        "letra": "C",
        "texto": "A base de cálculo para a progressão de regime dos presos condenados a mais de trinta anos por diversos crimes fica limitada ao tempo máximo de cumprimento de pena disposto na lei penal, isto é, a trinta anos."
      },
      {
        "letra": "D",
        "texto": "O juízo da execução penal decidirá quanto à progressão de regime a partir da conclusão do exame criminológico, que deve ser obrigatoriamente realizado."
      },
      {
        "letra": "E",
        "texto": "O cometimento de falta grave não motiva a interrupção do prazo para a progressão de regime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840181",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Reincidência"
    ],
    "enunciado_principal": "O lapso temporal para progressão de regime em caso de crime não hediondo praticado por reincidente é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/5 da pena."
      },
      {
        "letra": "B",
        "texto": "3/5 da pena."
      },
      {
        "letra": "C",
        "texto": "2/3 da pena."
      },
      {
        "letra": "D",
        "texto": "1/6 da pena."
      },
      {
        "letra": "E",
        "texto": "1/2 da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832346",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Remição de pena",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Reincidência"
    ],
    "enunciado_principal": "NÃO sofrem influência da reincidência e da hediondez do crime na execução penal os seguintes direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comutação e saída temporária."
      },
      {
        "letra": "B",
        "texto": "Indulto e autorização de saída."
      },
      {
        "letra": "C",
        "texto": "Progressão de regime e saída temporária."
      },
      {
        "letra": "D",
        "texto": "Livramento condicional e remição."
      },
      {
        "letra": "E",
        "texto": "Remição e permissão de saída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "819011",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "O sentenciado Afonso Garante, que cumpria pena em regime semiaberto, empreendeu fuga da Colônia Penal Agrícola, resultando na regressão do regime prisional. O juiz da execução proferiu decisão nos seguintes termos: “O apenado fora sancionado com falta grave consubstanciada em fuga, através de procedimento disciplinar administrativo, com observância do contraditório e ampla defesa. Assim, entendo desnecessária nova oitiva em juízo e homologo a falta grave. Com isso, nos termos do inciso I do artigo 118 da LEP, regrido o sentenciado para o regime fechado, devendo ser considerada como data base para nova progressão de regime a data da sua recaptura, por se tratar de infração disciplinar de natureza permanente.”As soluções apresentadas pelo magistrado, consideradas isoladamente – referentes à dispensa da oitiva judicial do apenado e à interrupção do prazo para progressão – na decisão, foram corretas? Analise as assertivas abaixo e responda: I) Não, porque a audiência de justificação para prévia oitiva do condenado se constitui em exigência obrigatória na regressão definitiva ao regime mais severo, nos termos da Lei de Execução Penal. II) Sim, pois se inexiste dúvida sobre a falta grave, a oitiva em juízo se constituiria em medida procrastinatória, apenas repetindo o procedimento já realizado na via administrativa. III) Não, porque não deve existir alteração da data base para nova progressão, na medida em que o sentenciado foi recapturado e não houve a prática de novo crime durante o período em que ficou foragido. IV) Sim, porque a prática de falta grave interrompe a contagem do prazo para a progressão de regime de cumprimento de pena, nos termos de entendimento sumular do STJ. V) Não, pois a fuga não se constitui em falta grave e, portanto, não pode gerar regressão de regime e interrupção da contagem do prazo para a progressão de regime de cumprimento de pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente a assertiva II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a assertiva V está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "595636",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No tocante à jurisprudência sumulada pelo STJ quanto ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade pela prescrição da pretensão punitiva, com fundamento em pena hipotética, é admitida, independentemente da existência ou do resultado do processo penal."
      },
      {
        "letra": "B",
        "texto": "Fixada a pena-base no mínimo legal, a decisão, fundamentada na gravidade abstrata do delito, poderá estabelecer ao sentenciado regime prisional mais gravoso do que o cabível em razão da sanção imposta."
      },
      {
        "letra": "C",
        "texto": "A contagem do prazo para a progressão de regime de cumprimento de pena será interrompida pela prática de falta grave e se reiniciará a partir do cometimento dessa infração."
      },
      {
        "letra": "D",
        "texto": "A falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave interrompe o prazo para o fim de comutação de pena ou indulto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588516",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A análise da culpabilidade do agente não constitui requisito legal para a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "progressão de regime prisional."
      },
      {
        "letra": "B",
        "texto": "fixação da pena de cada concorrente no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "determinação do regime inicial de cumprimento da pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544566",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores acerca das penas privativas de liberdade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional."
      },
      {
        "letra": "B",
        "texto": "a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, ainda que desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "é admissível o exame criminológico pelas peculiaridades do caso, independentemente de motivação da determinação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528021",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Sobre as espécies de pena e regime previstos no Código Penal, tem-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os condenados por crime hediondo, em razão do princípio da igualdade, iniciarão o cumprimento da pena de acordo com as disposições do parágrafo 2° , do artigo 33, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "as penas de reclusão e detenção podem ter cumprimento iniciado no regime aberto, semiaberto e fechado, conforme o caso."
      },
      {
        "letra": "C",
        "texto": "para a determinação do regime inicial de cumprimento, devem ser considerados os critérios previstos no artigo 59, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "tem o condenado o direito de não ter agravado o seu regime de pena (regressão), podendo, no máximo, ter indeferida a sua progressão de regime."
      },
      {
        "letra": "E",
        "texto": "se condenado ao cumprimento de pena maior que 4 anos e menor que 8 anos, tem direito o réu, em qualquer hipótese, de iniciá-la no regime semiaberto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511213",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em matéria de penas privativas de liberdade, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possível a fixação do regime inicial fechado para o condenado a pena de detenção, se reincidente."
      },
      {
        "letra": "B",
        "texto": "o condenado por crime contra a Administração pública terá a progressão de regime do cumprimento de pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "C",
        "texto": "a determinação do regime inicial de cumprimento da pena far-se-á com observância dos mesmos critérios previstos para a fixação da pena-base, mas nada impede a opção por regime mais gravoso do que o cabível em razão da pena imposta, se a gravidade abstrata do delito assim o justificar."
      },
      {
        "letra": "D",
        "texto": "inadmissível a adoção do regime inicial semiaberto para o condenado reincidente."
      },
      {
        "letra": "E",
        "texto": "os condenados por crimes hediondos ou assemelhados, independentemente da data em que praticado o delito, só poderão progredir de regime após o cumprimento de 2/5 (dois quintos) da pena, se primários, e de 3/5 (três quintos), se reincidentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498736",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "EM TEMA DE SANÇÕES PENAIS ASSINALE A ALTERNATIVA INCORRETA, CONSOANTE JURISPRUDÊNCIA SUMULADA DO STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "Impede a progressao de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisao especial;"
      },
      {
        "letra": "C",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada;"
      },
      {
        "letra": "D",
        "texto": "A imposição de regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483631",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Joaquim foi condenado por crime de roubo com emprego de arma de fogo à pena de 5 anos e 4 meses de reclusão, em regime semiaberto. É reincidente e responde a outros dois processos por crimes de furto e roubo. Após o cumprimento de 1/6 da sanção, a defesa de Joaquim requereu a progressão ao regime aberto de pena, o que foi indeferido pelo juiz, sob argumento de que, por ser reincidente, deveria resgatar metade da sanção, o que ainda não havia ocorrido. Diante disso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso Joaquim tivesse praticado falta grave, por ter provado início de rebelião no presídio, poderia perder a totalidade dos dias remidos, começando o novo período a partir da data da prática da infração disciplinar."
      },
      {
        "letra": "B",
        "texto": "caso Joaquim tivesse frequentado curso profissionalizante por 180 dias, por 6 horas diárias, mesmo sem conclui-lo, poderia remir 90 dias da pena."
      },
      {
        "letra": "C",
        "texto": "a razão invocada pelo juiz para o indeferimento da progressão ao regime aberto está incorreta."
      },
      {
        "letra": "D",
        "texto": "para a obtenção do livramento condicional, sendo Joaquim reincidente específico, deverá cumprir mais de dois terços da pena, vedada a progressão por salto."
      },
      {
        "letra": "E",
        "texto": "caso sobreviesse doença mental a Joaquim, este deveria cumprir medida de segurança, por no mínimo 2 anos e no máximo o tempo da pena máxima em abstrato cominada ao delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "483612",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Quanto às penas privativas de liberdade, correto afirmar que, segundo entendimento dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falta grave não interrompe o prazo para a progressão de regime."
      },
      {
        "letra": "B",
        "texto": "não impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "C",
        "texto": "é admissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "a pena unificada para atender ao limite de 30 anos de cumprimento, determinado pelo art. 75 do Código Penal, não é considerada unicamente para a concessão de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "é inadmissível a progressão de regime de cumprimento da pena ou aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "837666",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O condenado à pena superior a 8 (oito) anos deverá começar a cumpri-la em regime fechado. II. O condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime semiaberto. III. o condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto. IV. O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393355",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, dos crimes contra a fé pública, da Lei de Crimes Hediondos, da Lei Maria da Penha e da Lei Antidrogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena privativa de liberdade imposta a um condenado primário, portador de bons antecedentes, sentenciado à pena de três anos de reclusão por tráfico ilícito de substâncias entorpecentes, não pode ser substituída por restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "Crime de lesão corporal leve praticado em contexto de violência doméstica contra a mulher é de ação penal pública condicionada à representação da ofendida."
      },
      {
        "letra": "C",
        "texto": "Um réu reincidente, condenado à pena de dez anos de reclusão em regime fechado pelo crime de estupro simples, somente poderá progredir de regime depois de cumpridos seis anos de pena."
      },
      {
        "letra": "D",
        "texto": "Aquele que adultera fotocópia não autenticada comete o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Aquele que, à noite, subtrai coisa alheia móvel de residência desabitada pratica o crime de furto simples, sem causa de aumento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361241",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Codigo Penal, é considerada, para concessão de outros benefícios, como livramento condicional ou regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "C",
        "texto": "Impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "D",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir não exige motivação idônea"
      },
      {
        "letra": "E",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "340798",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Indique o item CORRETO, nos termos da legislação aplicável e da jurisprudência dos Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fins de livramento condicional, não poderá o sentenciado valer-se da soma de penas que, isoladamente, não alcancem o patamar de 02 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "O condenado por crimes comuns a penas cujo somatório for superior a 30 (trinta) anos preenche requisito objetivo para progressão ao regime semiaberto ao cumprir 05 (cinco) anos de sua reprimenda em regime fechado."
      },
      {
        "letra": "C",
        "texto": "A aplicação de lei penal superveniente mais benigna ao agente, após o trânsito em julgado da sentença que o condenou, demanda ajuizamento de revisão criminal."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime hediondo praticado no ano de 2006 preenche o requisito objetivo para a progressão, após cumprir, no regime anterior, 1/6 (um sexto) da pena imposta."
      },
      {
        "letra": "E",
        "texto": "Após progredir do regime fechado, deverá o sentenciado não reincidente cumprir ao menos 1/6 (um sexto) de pena no regime semiaberto para obter o direito à saída temporária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316588",
    "metadata": "Ano: 2013 | Banca: IESES | Órgão: CRA-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "Segundo o que consta a lei penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é tipificado como crime de corrupção passiva, aceitar em razão de futura função pública ainda não assumida, mesmo em razão desta, promessa de vantagem indevida."
      },
      {
        "letra": "B",
        "texto": "É tipificado como crime de excesso de exação, exigir o funcionário público, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "No caso de condenação por crime contra a administração pública, a progressão de regime do cumprimento da pena, está condicionada à reparação do dano causado ou à devolução do produto do crime, com os acréscimos legais."
      },
      {
        "letra": "D",
        "texto": "É tipificado como crime de prevaricação, deixar o funcionário público, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "315300",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "O indivíduo penalmente imputável condenado à pena privativa de liberdade de vinte e três anos de reclusão pela prática do crime de extorsão seguido de morte poderá ser beneficiado, no decorrer da execução da pena, pela progressão de regime após o cumprimento de dois quintos da pena, se for réu primário, ou de três quintos, se reincidente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "304748",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da aplicação da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de condenação por crimes praticados com abuso de poder ou violação de dever para com a administração pública, constituirá efeito automático da condenação criminal a perda do cargo, da função pública ou do mandato eletivo se aplicada pena privativa de liberdade por tempo igual ou superior a um ano."
      },
      {
        "letra": "B",
        "texto": "Incorreria em mera infração administrativa o gerente da Casa da Moeda do Brasil que autorizasse a emissão de papel-moeda em quantidade superior à autorizada por lei, já que inexiste previsão legal dessa conduta, em especial no tipo penal de moeda falsa."
      },
      {
        "letra": "C",
        "texto": "Antes do trânsito em julgado da sentença condenatória, pode o juiz conceder progressão de regime de execução da pena ou a aplicação imediata de regime menos severo."
      },
      {
        "letra": "D",
        "texto": "Para conceder o livramento condicional ao condenado à pena privativa de liberdade de vinte e cinco anos de reclusão e, ainda, à pena privativa de liberdade de doze anos de reclusão, o juiz procederá ao cálculo da soma das penas, atento ao limite legal de trinta anos de cumprimento como critério para a concessão do benefício."
      },
      {
        "letra": "E",
        "texto": "O desconto do valor da multa aplicada cumulativamente à pena privativa de liberdade poderá ser efetuado no salário do condenado, desde que não incida sobre os recursos indispensáveis ao sustento do condenado e de sua família."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289502",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Com referência às espécies e à cominação das penas, bem como à sua aplicação e à sua suspensão condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação anterior, no estrangeiro, por crime doloso, por sentença penal condenatória transitada, depende de homologação no Brasil para obstar a concessão de sursis."
      },
      {
        "letra": "B",
        "texto": "As penas de reclusão e de detenção têm em comum o regime de cumprimento inicial fechado, sendo vedada a imposição de regime mais gravoso em razão da gravidade abstrata do delito."
      },
      {
        "letra": "C",
        "texto": "Aos crimes hediondos, por expressa disposição legal, é obrigatória a fixação do regime inicial fechado para cumprimento da reprimenda, independentemente da pena aplicada, sendo vedada a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime contra a administração pública, terá a progressão de regime prisional condicionada à reparação do dano que tiver causado, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "E",
        "texto": "A condenação anterior à pena de multa obsta a concessão de sursis e repercute no regime inicial de cumprimento da reprimenda e na substituição da pena privativa de liberdade por restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1210800",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo entendimento sumular vigente no Superior Tribunal de Justiça, para a progressão de regime prisional, em princípio, a avaliação técnica do condenado, também conhecida por exame criminológico, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imprescindível"
      },
      {
        "letra": "B",
        "texto": "admissível somente em condenações por crimes hediondos ou assemelhados"
      },
      {
        "letra": "C",
        "texto": "admissível somente por decisão fundamentada nas peculiaridades do caso."
      },
      {
        "letra": "D",
        "texto": "admissível somente em crimes cometidos com violência ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "admissível somente na reincidência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352415",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime aberto baseia-se na autodisciplina e no senso de responsabilidade do condenado, que deve trabalhar ou frequentar curso fora do estabelecimento prisional, podendo cumprir pena restritiva de direito, em substituição à privativa de liberdade, como condição especial imposta pelo juiz."
      },
      {
        "letra": "B",
        "texto": "O tempo de cumprimento das penas privativas de liberdade não pode ser superior a 30 (trinta) anos, limite esse que, de acordo com o entendimento do Supremo Tribunal Federal, deve ser observado para a concessão de outros benefícios, como o livramento condicional ou o regime mais favorável de execução."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do Supremo Tribunal Federal, é inconstitucional o artigo 2º, § 1º, da Lei nº 8.072/1990 (Lei dos Crimes Hediondos), que determina o cumprimento da pena em regime integralmente fechado, competindo ao juiz da condenação analisar os requisitos objetivos e subjetivos previstos na Lei de Execuções Penais quanto à possibilidade de progressão para regime menos severo, ainda que de forma superveniente ao trânsito em julgado da sentença penal condenatória."
      },
      {
        "letra": "D",
        "texto": "Considera-se requisito objetivo para a progressão de regime o cumprimento de 1/6 da pena no regime inicial fixado na sentença penal condenatória, salvo no caso dos crimes hediondos, para os quais o legislador estabeleceu, em qualquer hipótese, o cumprimento mínimo de 2/5 da pena."
      },
      {
        "letra": "E",
        "texto": "A progressão de um regime prisional a outro, segundo a lei de execução penal, deve ser gradativa, inadmitindo-se, de acordo com o entendimento dos Tribunais Superiores, a denominada progressão per saltum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270167",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Nos termos do Código Penal, acerca das penas privativas de liberdade, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverão ser executadas em forma progressiva, de acordo com o mérito do condenado."
      },
      {
        "letra": "B",
        "texto": "Deverão ser executadas em forma progressiva, independente do mérito do condenado."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena superior a 8 (oito) anos deverá começar a cumpri-la em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri- la em regime aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250625",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Um sujeito é condenado por crime contra a Administração Pública à pena de 09 (nove) anos de reclusão, em regime fechado. Depois de cumprir 03 (três) anos da pena, ele requer progressão de regime de cumprimento. Como deve agir o Magistrado diante de tal pleito?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Indeferir o pedido, pois houve apenas o cumprimento de 1/3 (um terço) da pena, o que não autoriza a progressão."
      },
      {
        "letra": "B",
        "texto": "Verificar, primeiramente, se o réu condenado reparou o dano que causou ou devolveu o produto do crime, com os acréscimos legais, e condicionar a tal circunstância a possibilidade de progressão."
      },
      {
        "letra": "C",
        "texto": "Indeferir a pretensão, porque os crimes contra a Administração Pública exigem o cumprimento integral da pena no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Indeferir o pedido, porque os crimes contra a Administração Pública são considerados hediondos e fazem parte do rol dos delitos que tipificam a lavagem de dinheiro, cuja pena deve ser cumprida inteiramente no regime fechado, inviabilizando a progressão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1669857",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Julgue o item acerca de crimes, penas, extinção, imputabilidade e crimes contra a administração pública.Considere que, em janeiro de 2010, João, reincidente, tenha cometido homicídio qualificado e que tenha sido condenado, definitivamente, à pena de trinta anos de reclusão, a ser cumprida, inicialmente, em regime fechado. Nessa situação, a progressão do regime de cumprimento da pena ocorrerá após João ter cumprido dez anos da pena a ele imposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791851",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tércio foi condenado definitivamente a 10 anos de pena restritiva de liberdade, em regime fechado, por infração ao art. 217- A do Código Penal Brasileiro (estupro de vulnerável). Levando-se em conta ser o fato delituoso crime hediondo, ter o fato ocorrido em 2008 e ser Tércio primário, ele somente poderá obter a progressão de regime com o cumprimento da pena equivalente a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um ano e seis meses."
      },
      {
        "letra": "B",
        "texto": "dois anos."
      },
      {
        "letra": "C",
        "texto": "três anos e três meses."
      },
      {
        "letra": "D",
        "texto": "quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291956",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Sobre o conceito de progressão de regime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se da transferência para regime menos rigoroso, tendo por fundamentos o mérito do condenado e o princípio da individualização da pena."
      },
      {
        "letra": "B",
        "texto": "Trata-se da substituição da privação da liberdade por obrigações de fazer equivalentes às penas restritivas de direito, sendo extinta a punibilidade após o período de prova."
      },
      {
        "letra": "C",
        "texto": "Trata-se da colocação antecipada em liberdade na etapa final de cumprimento da pena, desde que cumpridos os requisitos temporal, da reparação do dano e de avaliação clínico-criminológica favorável."
      },
      {
        "letra": "D",
        "texto": "Trata-se de permissão para que o condenado saia do estabelecimento por períodos determinados com o objetivo de visitar a família, frequentar curso supletivo profissionalizante ou participar de atividades que concorram para seu retorno ao convívio social."
      },
      {
        "letra": "E",
        "texto": "Trata-se da redução da pena através da compensação de um dia de pena para cada três dias de trabalho."
      }
    ],
    "gabarito": "A"
  }
]