[
  {
    "id": "3582964",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A partir da situação hipotética apresentada, julgue o item a seguir. Pedro, devido à menoridade, é penalmente inimputável, portanto, em razão da inimputabilidade de um dos agentes da ação criminosa, não incidiria a causa de aumento de pena do concurso de pessoas, caso houvesse condenação criminal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3453260",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a disciplina jurídica da reincidência no direito penal brasileiro, analise as afirmativas a seguir. I. A reincidência não se comunica aos corréus nos casos de concurso de pessoas. II. É admissível a fixação de regime inicial semiaberto a reincidentes em crimes dolosos, a depender da pena aplicada e das circunstâncias judiciais. III. A condenação por crimes políticos e militares não gera reincidência. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3117541",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Medida de segurança"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir, considerando que, em todas elas, Adalberto atua como partícipe, na condição de cúmplice ou instigador. I. O autor principal comete um crime contra a vida, mas é considerado inimputável e é imposta medida de segurança. II. O autor principal furta bem de valor irrelevante, sendo aplicado o princípio da insignificância. III. O autor principal alega que agiu em estrito cumprimento do dever legal, argumento acolhido pelo juízo. Com base na teoria da acessoriedade limitada, Adalberto responderá pelo crime, como partícipe, na(s) seguinte(s) hipótese(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3083525",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de Rancho Queimado - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Nos termos do Código Penal, acerca do concurso de pessoas, analise as assertivas a seguir: I. Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade II. Se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço. III. Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até metade, na hipótese de ter sido previsível o resultado mais grave. Das assertivas, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II e III estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a assertiva III está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2312794",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Em matéria de concurso de pessoas, como regra geral, a participação de menor importância",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem relevância, uma vez que o CP adota a teoria dualista para esse tema."
      },
      {
        "letra": "B",
        "texto": "autoriza que se comuniquem as circunstâncias de caráter pessoal, salvo as elementares."
      },
      {
        "letra": "C",
        "texto": "não tem relevância, uma vez que o CP adota a teoria monista para esse tema."
      },
      {
        "letra": "D",
        "texto": "possibilita ao Juiz diminuir a pena do acusado."
      },
      {
        "letra": "E",
        "texto": "possibilita ao Juiz diminuir a pena do acusado, mas apenas se ele tiver querido participar de crime menos grave."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2280997",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Nos termos do Código Penal, acerca do concurso de pessoas, é possível estabelecer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se comunicam as circunstâncias e as condições de caráter pessoal, mesmo quando elementares do crime;"
      },
      {
        "letra": "B",
        "texto": "será aplicada a pena do crime mais grave, ainda que algum dos concorrentes quis participar de crime menos grave;"
      },
      {
        "letra": "C",
        "texto": "quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "as circunstâncias e as condições de caráter pessoal sempre se comunicam no concurso de pessoas;"
      },
      {
        "letra": "E",
        "texto": "a pluralidade de agentes não figura como elemento dos crimes de concurso necessário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116626",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Dentre as alternativas a seguir abaixo, assinale a única CORRETA quanto ao disposto em nosso vigente Código Penal (Dec. Lei nº. 2.848/1940) sobre o concurso de pessoas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um sexto a dois terços."
      },
      {
        "letra": "B",
        "texto": "A instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      },
      {
        "letra": "C",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, mesmo quando elementares do crime."
      },
      {
        "letra": "D",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até dois terços, na hipótese de ter sido previsível o resultado mais grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2078704",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São comunicáveis entre os agentes as circunstâncias de caráter pessoal, se elementares do crime."
      },
      {
        "letra": "B",
        "texto": "O ajuste não é punível se o crime não chega a ser tentado. Contudo, a instigação sim."
      },
      {
        "letra": "C",
        "texto": "Todos os agentes que, em conjunto, praticaram o crime serão punidos de forma idêntica, com exceção da participação de menor importância."
      },
      {
        "letra": "D",
        "texto": "O partícipe sempre será punido de forma mais branda que o autor."
      },
      {
        "letra": "E",
        "texto": "O agente que quis participar de crime menos grave será punido com a pena deste, sendo aplicada, no entanto, em dobro, na hipótese de o resultado mais grave ser previsível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1998525",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De acordo com o que o Código Penal estabelece quanto ao concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua punibilidade."
      },
      {
        "letra": "B",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, salvo quando elementares do crime."
      },
      {
        "letra": "C",
        "texto": "Em regra, a participação na modalidade de instigação é punida, ainda que o crime não seja sequer tentado."
      },
      {
        "letra": "D",
        "texto": "A mesma pena é aplicável a todos os coautores, ainda que a participação seja de menor importância."
      },
      {
        "letra": "E",
        "texto": "No caso de concorrente que quis participar de crime menos grave, o juiz pode deixar de aplicar a pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971689",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas, assinale a assertiva INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a “teoria da acessoriedade mínima”, basta, para a punição do partícipe, que o fato praticado pelo autor seja típico, ainda que incida uma causa de justificação."
      },
      {
        "letra": "B",
        "texto": "A participação de menor importância refere-se, objetivamente, à participação e não à pessoa do agente, podendo, a minorante, ser aplicada inclusive ao reincidente."
      },
      {
        "letra": "C",
        "texto": "Segundo a “teoria objetiva-formal”, autor é aquele que realiza o núcleo do tipo, como também aquele que atua com “ânimo de autor”, dominando o fato."
      },
      {
        "letra": "D",
        "texto": "Nos denominados crimes plurissubjetivos as condutas podem ser paralelas, contrapostas ou convergentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1940658",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Restinga Sêca - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre o concurso de pessoas no Direito Penal, conforme estabelecido pelo Código Penal (Decreto-Lei nº 2.848/1940), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até metade, na hipótese de ter sido previsível o resultado mais grave."
      },
      {
        "letra": "C",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, mesmo quando elementares do crime."
      },
      {
        "letra": "D",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, em qualquer hipótese, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      },
      {
        "letra": "E",
        "texto": "Quem, de qualquer modo, concorre para o crime, incide nas penas a este cominadas, na medida de sua culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1914772",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Júlio, recém-habilitado para a condução de veículos automotores, pegou emprestado o carro de seu pai, Pedro, para ir a um evento. Pouco tempo depois, ao tentar fazer uma ultrapassagem, Júlio invadiu a calçada, atropelou e matou uma criança que se encontrava parada em um ponto de ônibus. Acerca dessa situação hipotética e de aspectos legais a ela pertinentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro não poderá ser responsabilizado pela conduta de Júlio, porque o ordenamento jurídico pátrio não admite o concurso de pessoas nos delitos culposos."
      },
      {
        "letra": "B",
        "texto": "Pedro deverá ser responsabilizado pela sua conduta negligente, na condição de partícipe."
      },
      {
        "letra": "C",
        "texto": "Os crimes culposos admitem a coautoria e a participação, porém, na hipótese em apreço, Pedro não deverá ser responsabilizado, pois sua conduta não deu causa ao resultado."
      },
      {
        "letra": "D",
        "texto": "O ordenamento jurídico brasileiro não admite a participação em crime culposo, e Pedro não poderá ser responsabilizado, porquanto não violou nenhum dever jurídico apto a gerar consequências penais."
      },
      {
        "letra": "E",
        "texto": "Pedro e Júlio são igualmente coautores do homicídio culposo, porquanto deram causa ao resultado em razão da falta do dever de cuidado objetivo, presente na conduta de ambos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886827",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A, B e C são atores. Pelo fato de B obter o papel de personagens de maior destaque, secretamente A o inveja e despreza. No intuito de livrar-se de B, A troca as balas de festim por munição real do revólver de C, que, ao disparar em cena de novela contra B, causa sua morte. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo a teoria objetivo-material, C poderá ser enquadrado na autoria imprópria em relação ao homicídio de B."
      },
      {
        "letra": "B",
        "texto": "com base na teoria objetivo-formal, A poderá ser considerado autor mediato do homicídio de B."
      },
      {
        "letra": "C",
        "texto": "conforme a teoria do domínio do fato, C seria considerado partícipe do homicídio de B."
      },
      {
        "letra": "D",
        "texto": "A e C agiram em autoria colateral, sendo que A será considerado mandante e C responderá culposamente."
      },
      {
        "letra": "E",
        "texto": "houve autoria incerta, e A e C responderão por tentativa de homicídio, pois, quanto à tentativa, existia certeza, mas, quanto à ocorrência do resultado, havia dúvida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873726",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "A partir da situação hipotética precedente, julgue o item a seguir. Bruna é responsável pelos fatos ocorridos na casa, inclusive pela morte da empregada, em função do prévio ajuste criminoso feito com Celso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2011481",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CFQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Quando o agente utiliza-se de um executor sem nenhum discernimento, decorrente de doença mental (inimputável), como mero instrumento para a prática de certo crime, age como autor mediato. Dessa forma,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente responde pelo crime o autor mediato, não havendo concurso de pessoa entre o executor (inimputável) e o autor mediato."
      },
      {
        "letra": "B",
        "texto": "respondem pelo crime o autor mediato e o executor (inimputável), pois há vontade livre e consciente e vínculo subjetivo entre ambos."
      },
      {
        "letra": "C",
        "texto": "nem o autor mediato e nem o executor (inimputável) respondem pelo crime, pois não há vínculo subjetivo entre ambos."
      },
      {
        "letra": "D",
        "texto": "ambos respondem pelo crime, pois se trata de autoria colateral."
      },
      {
        "letra": "E",
        "texto": "apenas responde pelo crime o executor (inimputável), pois o autor mediato não tem vontade livre e consciente, embora haja vínculo subjetivo entre ambos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995554",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Concurso de crimes",
      "Concurso formal",
      "Crime continuado",
      "Punibilidade no concurso de pessoas",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto"
    ],
    "enunciado_principal": "Sobre o Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do concurso de pessoas, adotou-se, como regra, a teoria monista."
      },
      {
        "letra": "B",
        "texto": "Extingue-se a punibilidade pela anistia, graça ou indulto."
      },
      {
        "letra": "C",
        "texto": "De acordo com o sistema do cúmulo material, aplica-se ao réu o somatório das penas de cada uma das infrações penais pelas quais foi condenado."
      },
      {
        "letra": "D",
        "texto": "Aplica-se ao concurso formal perfeito o sistema da exasperação."
      },
      {
        "letra": "E",
        "texto": "Com relação ao crime continuado, adota-se o sistema do cúmulo material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1929949",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Júlio, com posse legal de arma de fogo de uso permitido, é marido de Flávia, que, sem consentimento ou ciência de seu cônjuge, emprestou a referida arma a seu amigo, Leonardo, que havia planejado crime de roubo, chegando a consumá-lo. Considerando essa situação hipotética e as disposições acerca de concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Flávia e Júlio são partícipes do crime de Leonardo, mas Júlio responderá como partícipe na modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "Flávia é coautora de Leonardo no crime de roubo e Júlio não cometeu crime."
      },
      {
        "letra": "C",
        "texto": "Júlio e Flávia são igualmente partícipes do crime de Leonardo."
      },
      {
        "letra": "D",
        "texto": "Flávia é autora mediata do crime de Leonardo e Júlio não cometeu crime."
      },
      {
        "letra": "E",
        "texto": "Flávia é partícipe do crime de Leonardo e Júlio não cometeu crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855783",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre autoria e participação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pede ao adolescente B que entregue torta na casa de C, sem dizer a B que há veneno no alimento, o que produz a morte de C por envenenamento: A responde pelo homicídio de C, mas a hipótese não pode ser definível juridicamente como autoria mediata de A, em razão da incapacidade de culpabilidade de B, utilizado como instrumento para a prática do crime."
      },
      {
        "letra": "B",
        "texto": "A, vigia noturno do banco, repassa informação de auxílio para execução durante o dia, por B e C, de roubo com armas de fogo àquela agência bancária: de acordo com o Código Penal brasileiro, a eventual participação de menor importância de A deve ser objeto de valoração por ocasião da primeira fase de aplicação da pena, nas circunstâncias judiciais do art. 59 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O excesso de um dos coautores, em relação ao crime objeto da decisão comum, pode ser atribuído aos demais coautores se por estes previsto o resultado mais grave derivado daquele excesso: na hipótese, estes demais coautores respondem pelo crime menos grave, aumentado até a metade, na forma do art. 29, § 2º, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria da acessoriedade limitada, a punibilidade da participação depende apenas de ação típica e não justificada do fato principal, não se exigindo que seja culpável."
      },
      {
        "letra": "E",
        "texto": "A pratica estelionato contra o próprio pai B, mediante participação de C: a escusa absolutória, como fundamento de isenção de pena reconhecido em favor de A, se comunica ao partícipe C, conhecedor daquela relação de parentesco."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845146",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Durante a abordagem a três pessoas que se encontravam em um ponto de ônibus, mediante grave ameaça verbal de morte, Caio, que completara 18 anos naquela data e Tácio, que iria completar 18 anos no dia seguinte, subtraíram, para proveito comum, um aparelho de telefone celular da vítima A e a carteira da vítima B. Em razão de reação da vítima C, ambos a agrediram e, em seguida, dali se evadiram, sem nada subtrair de C. A dupla foi localizada e identificada um mês após os fatos, sendo apreendido em poder de Caio um revólver, calibre 38, com numeração visível, desmuniciado, que trazia em sua cintura. O revólver foi periciado, constatando-se que a arma estava apta para efetuar disparos. Nessa hipotética situação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio será processado criminalmente pelo delito de roubo com incidência da causa de aumento de pena pelo concurso de agentes, cometido contra três vítimas, observada a regra do cúmulo formal de infrações e pelo crime de porte irregular de arma de fogo de uso permitido."
      },
      {
        "letra": "B",
        "texto": "Caio será processado criminalmente pelo delito de roubo com incidência da causa de aumento de pena pelo concurso de agentes, contra três vítimas, observada a regra do cúmulo formal de infrações, não caracterizado o delito de porte ilegal de arma de fogo de uso permitido, dado que o revólver com ele apreendido estava desmuniciado."
      },
      {
        "letra": "C",
        "texto": "Caio e Tácio serão processados criminalmente pelo delito de roubo com incidência da causa de aumento de pena pelo concurso de agentes, cometido contra três vítimas, observada a regra do cúmulo material de infrações."
      },
      {
        "letra": "D",
        "texto": "Caio e Tácio serão processados criminalmente pelo delito de roubo com incidência da causa de aumento de pena pelo concurso de agentes, cometido contra três vítimas, observada a regra do cúmulo formal de infrações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1837108",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRP 4ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes funcionais próprios, a ausência da condição de funcionário público desclassifica a conduta para outro tipo penal."
      },
      {
        "letra": "B",
        "texto": "Nos crimes funcionais impróprios, a condição de funcionário público, por ser uma elementar normativa, se comunica enquanto condição de caráter pessoal, tornando possível o concurso de pessoas com o particular que possua conhecimento daquela condição."
      },
      {
        "letra": "C",
        "texto": "O particular que auxiliar o funcionário público na prática de crime funcional próprio, sem ter conhecimento daquela condição, pratica crime comum."
      },
      {
        "letra": "D",
        "texto": "O particular que auxiliar o funcionário público na prática de crime funcional impróprio, sem ter conhecimento daquela condição, não pratica fato típico."
      },
      {
        "letra": "E",
        "texto": "Nos crimes funcionais impróprios, a ausência da condição de funcionário público gera uma atipicidade absoluta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1810042",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Rafael conta a Sandra que tem intenção de matar Raimundo e pede opinião da amiga. Sandra, que secretamente desejava a morte dessa mesma pessoa, incentiva que Rafael pratique delito de homicídio contra Raimundo. Influenciado pelas palavras de Sandra, Rafael chama Raimundo para sair com o objetivo de matá-lo. Todavia, poucas horas antes, Rafael desiste e manda mensagem para Raimundo desmarcando o encontro. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael e Sandra devem responder por tentativa de homicídio praticado em concurso de pessoas."
      },
      {
        "letra": "B",
        "texto": "Nem Rafael nem Sandra poderão ser responsabilizados penalmente."
      },
      {
        "letra": "C",
        "texto": "Apenas Rafael deve responder por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "Caso Rafael viesse, efetivamente, a matar Raimundo, Sandra poderia ser considerada coautora do delito."
      },
      {
        "letra": "E",
        "texto": "Apenas Sandra deve responder pelo delito de tentativa de homicídio, a título de participação, pois Rafael beneficia-se da desistência voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1810034",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Doloso",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Jane e Breno objetivam matar Marly por envenenamento. Dessa forma, Jane adiciona uma dose do veneno X na sopa de Marly e, posteriormente, Breno adiciona uma dose do veneno Y no suco da vítima. Toda a ação foi combinada entre ambos. Tanto a sopa quanto o suco são ingeridos pela vítima em uma mesma refeição e, cerca de três horas após, Marly vem a falecer. A perícia constata, no respectivo exame, que a morte da vítima se deu pela ação conjunta dos venenos X e Y, deixando claro que, isoladamente, nenhum dos venenos seria capaz de matar a vítima, apenas a ação conjunta deles o faria, o que efetivamente ocorreu. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jane e Breno responderão a título de tentativa pelo delito de homicídio doloso qualificado praticado em concurso de agentes."
      },
      {
        "letra": "B",
        "texto": "Jane e Breno responderão por homicídio culposo consumado praticado em concurso de agentes."
      },
      {
        "letra": "C",
        "texto": "Jane e Breno responderão por homicídio doloso qualificado consumado, mas sem a incidência do concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "Jane e Breno responderão pelo homicídio doloso qualificado consumado praticado em concurso de agentes."
      },
      {
        "letra": "E",
        "texto": "Jane e Breno responderão a título de tentativa pelo delito de homicídio doloso qualificado, mas sem a incidência do concurso de agentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1775958",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que concerne ao concurso de pessoas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do concurso de pessoas, adotou-se, como regra, a teoria pluralista."
      },
      {
        "letra": "B",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Em caso de concurso de pessoas, o estrito cumprimento de dever legal configurado em relação a um dos agentes não se estende aos demais envolvidos no fato típico, sejam eles coautores ou partícipes."
      },
      {
        "letra": "D",
        "texto": "A coautoria é a modalidade de concurso de pessoas em que o sujeito não realiza diretamente o núcleo do tipo penal, mas de qualquer modo concorre para o crime."
      },
      {
        "letra": "E",
        "texto": "Os crimes próprios não podem ser praticados em coautoria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1761795",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em determinado restaurante, almoçam João, Pedro e José. Pedro se retira para ir ao banheiro. Nesse momento, João aproveita a oportunidade e solicita que José passe o sal, a fim de salgar excessivamente a comida de Pedro. José, agindo culposamente, entrega veneno no lugar. João, notável químico, percebe o engano de José e, mesmo assim, coloca o veneno na comida de Pedro, que o ingere e vem a falecer em seguida. Considerando o caso hipotético narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de hipótese de erro determinado por terceiro, na qual o agente provocador atua culposamente e, por isso, responde pelo crime de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Trata-se de hipótese de concurso de pessoas, na qual ambos respondem pelo homicídio qualificado, João como autor e José na condição de coautor."
      },
      {
        "letra": "C",
        "texto": "Não se trata de hipótese de erro determinado por terceiro e também não há concurso de pessoas. João responde por homicídio qualificado doloso e José por homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "Não se trata de hipótese de erro determinado por terceiro e também não há concurso de pessoas. João responde por homicídio qualificado doloso e José permanecerá impune."
      },
      {
        "letra": "E",
        "texto": "Trata-se de hipótese de concurso de pessoas, na qual ambos respondem pelo homicídio qualificado, João como autor e José na condição de partícipe."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751200",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Com relação aos crimes previstos em legislação especial, julgue o item a seguir. A teoria do domínio do fato permite, isoladamente, que se faça uma acusação pela prática de crimes complexos, como o de sonegação fiscal, sem a descrição da conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1714764",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Quanto a concurso de pessoas no direito penal brasileiro, julgue o próximo item. Quanto à punição do partícipe, a teoria majoritariamente adotada pela doutrina é a da acessoriedade mínima, exigindo-se, para tal punição, que o autor tenha praticado um fato típico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117219",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, no que diz respeito ao concurso de pessoas, se a participação for de menor importância, a pena pode ser diminuída",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela metade."
      },
      {
        "letra": "B",
        "texto": "de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "de um sexto a dois terços."
      },
      {
        "letra": "E",
        "texto": "de um a três quintos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839456",
    "metadata": "Ano: 2019 | Banca: GSA CONCURSOS | Órgão: Prefeitura de Jardinópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Respeitado as normas penais vigentes, marque a alternativa correta. O código penal brasileiro estabelece que, quem, de qualquer modo, concorra para o crime incide nas penas a este cominadas, na medida de sua culpabilidade, contudo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um quinto."
      },
      {
        "letra": "B",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste."
      },
      {
        "letra": "C",
        "texto": "Se a participação for de menor importância, a pena será diminuída de um quinto."
      },
      {
        "letra": "D",
        "texto": "Se comunicam as circunstâncias e as condições de caráter pessoal, salvo quando elementares do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048819",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Quanto aos autores e partícipes das infrações penais, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A participação está ligada à tipicidade e à conduta e não ao nexo de causalidade. Trata-se de hipótese de adequação típica de subordinação direta. Logo, o artigo 13, caput, do Código Penal, que trata do nexo de causalidade, só é aplicável ao autor do crime."
      },
      {
        "letra": "B",
        "texto": "A teoria extensiva da autoria fundamenta-se na causação do resultado, sendo autor quem dá causa ao evento. Em princípio, autor é aquele que causa a modificação do mundo externo."
      },
      {
        "letra": "C",
        "texto": "A teoria do domínio do fato parte da tese restritiva e emprega um critério objetivo-subjetivo. Para a referida teoria, autor é aquele que tem o domínio final do fato, controla finalisticamente o decurso do crime e decide sobre sua prática, interrupção e circunstâncias. É uma teoria que se assenta em princípios relacionados à conduta e não ao resultado. A teoria do domínio do fato só é aplicável aos crimes dolosos, sejam materiais, formais ou de mera conduta."
      },
      {
        "letra": "D",
        "texto": "É possível autoria por omissão em delito comissivo, desde que o autor tenha o dever jurídico de impedir o resultado. Todavia, não existe participação omissiva em crime comissivo mediante omissão, ocorrendo autorias. Para que o omitente responda pelo delito a título de autor, é necessário que o comportamento negativo configure infração do dever jurídico de agir (posição de “garante”)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1017685",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre o Concurso de Pessoas, analise os itens abaixo: I. Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade. II. Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até metade, na hipótese de ter sido previsível o resultado mais grave; III. Se a participação for de menor importância, a pena pode ser diminuída de um a dois terços. Analisados os itens, pode-se afirmar corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010449",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Arrependimento posterior",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Otelo e Rinaldo foram denunciados e pronunciados pela prática de homicídio. Otelo como autor da conduta e Rinaldo como partícipe. Se o Conselho de sentença decidir que Otelo, agente denunciado e pronunciado como autor do crime de homicídio, não praticou a conduta descrita no tipo, “matar alguém”, ainda assim poderá decidir pela condenação de Rinaldo, partícipe que permaneceu “vigia”, dando cobertura ao autor Otelo, pois, em relação ao concurso de pessoas, aplica-se a teoria da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "O juiz, na sentença condenatória, ao verificar evidenciada a hipossuficiência econômica do condenado e a inviabilidade de suportar o pagamento da pena de multa prevista no preceito secundário do tipo, ainda que aplicada em seu mínimo legal, pode excluir a sua aplicação e isentar o condenado do seu pagamento."
      },
      {
        "letra": "C",
        "texto": "Na sucessão de leis penais no tempo, deve ser aplicada a lei mais favorável ao réu, seja a lei contemporânea à prática da infração penal, seja a vigente na data da sentença."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior, como causa de diminuição de pena entre determinados limites, tem como pressuposto para seu reconhecimento que o crime seja patrimonial, para atender ao requisito da reparação do dano ou da restituição da coisa."
      },
      {
        "letra": "E",
        "texto": "No crime de injúria cometido contra funcionário público, em razão de suas funções, é admitida a exceção da verdade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "978433",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal em relação ao concurso de pessoas, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até metade, na hipótese de ter sido previsível o resultado mais grave."
      },
      {
        "letra": "D",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "975997",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes estabelecido no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos respondem igualmente para o delito, independente da conduta realizada."
      },
      {
        "letra": "B",
        "texto": "as circunstâncias de caráter pessoal, como a menor idade, serão comunicadas a todos os integrantes da atividade delitiva."
      },
      {
        "letra": "C",
        "texto": "se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "não há distinção entre partícipe e coautoria."
      },
      {
        "letra": "E",
        "texto": "o coautor que primeiro confessar o delito está isento de pena, independente do delito praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1035528",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De maneira geral, os delitos tipificados no ordenamento jurídico brasileiro são de concurso eventual, tendo em vista que podem ser executados por uma ou mais pessoas. Excepcionalmente, porém, existem delitos de concurso necessário, sendo indispensável a pluralidade de agentes para configuração do tipo. Sobre o tema concurso de pessoas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal, como regra geral, adota a teoria Monista, de modo que autor e partícipe respondem pelo mesmo crime, cada um, porém, na medida de sua culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "a participação de menor importância permite a aplicação de regime inicial de pena menos severo, mas não poderá funcionar como causa de diminuição de pena;"
      },
      {
        "letra": "C",
        "texto": "as circunstâncias objetivas se comunicam aos coautores, diferente das de caráter pessoal, que não se comunicam, ainda que elementares do tipo;"
      },
      {
        "letra": "D",
        "texto": "a pluralidade de pessoas e a relevância causal das condutas são requisitos para sua configuração, mas não são requisitos para configurar o liame subjetivo;"
      },
      {
        "letra": "E",
        "texto": "os crimes classificados como próprios não admitem coautoria ou participação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941905",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Cada um do item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada, a respeito da aplicação e da interpretação da lei penal, do concurso de pessoas e da culpabilidade. João e Manoel, penalmente imputáveis, decidiram matar Francisco. Sem que um soubesse da intenção do outro, João e Manoel se posicionaram de tocaia e, concomitantemente, atiraram na direção da vítima, que veio a falecer em decorrência de um dos disparos. Não foi possível determinar de qual arma foi deflagrado o projétil que atingiu fatalmente Francisco. Nessa situação, João e Manoel responderão pelo crime de homicídio na forma tentada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940914",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Aquele que planeja toda a ação criminosa é considerado autor intelectual do delito, ainda que não detenha o controle sobre a consumação do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940912",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.João e Pedro tiveram participação de menor importância no crime de furto; assim, eventual indiciamento dos dois será na condição de partícipes, razão por que eles poderão ser beneficiados pela diminuição de um a dois terços da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936304",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "Sobre o concurso de agentes, leia as assertivas abaixo e ao final marque a opção correta: I - Os crimes plurissubjetivos não se confundem com os crimes de concurso necessário. Nos primeiros os agentes podem se reunir eventualmente para praticar o crime, enquanto que nos segundos a tipicidade necessariamente só se dá com o concurso de agentes. II - O Código Penal brasileiro atualmente vigente adota a teoria exclusivamente monista do concurso de agentes. Em decorrência desta opção dogmática de nosso legislador, jamais, e em hipótese alguma, nossa legislação admitiu a possibilidade de excepcioná-la, para adotar a teoria pluralista. III - Na chamada coautoria mediata, verifica-se a confluência da autoria mediata e da coautoria. Ademais, ela configura-se quando dois ou mais agentes se valem, cada qual de uma maneira, de outro agente não punível para executarem um crime. IV - O concurso de agentes exige: interveniência de duas ou mais pessoas para o mesmo fato delituoso; identidade de infração penal; e vontade consciente de concorrerem todos os agentes para o mesmo crime, sendo irrelevante a contribuição causal de cada um. V - Na chamada cooperação dolosamente distinta, um dos concorrentes apenas atua querendo praticar um fato menos grave do que aquele que efetivamente acaba sendo levado a efeito pelos demais concorrentes, razão pela qual apenas responderá pelo fato menos grave.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927243",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "MA, preocupada com o desempenho escolar insatisfatório de sua filha AL, de 13 (treze) anos de idade, pediu ao vizinho V, de 19 (dezenove) anos de idade, universitário, para ministrar aulas particulares para AL. Ao fazer o pedido, MA mencionou para V a idade de AL e as dificuldades que ela enfrentava com a disciplina de matemática. Na data combinada, V foi à residência de AL e foi por esta recebido e conduzido até seu quarto. MA, estava na sala de TV, que fica ao lado do quarto de AL, de modo que pôde ouvir com clareza o inteiro teor da conversa travada entre V e AL. Depois de alguma conversa entre eles, AL convidou V para “ficarem”. V ficou indeciso inicialmente, mas AL insistiu e afirmou que não haveria problema algum, porque sua mãe MA estava na sala entretida com a novela e não os interromperia. Depois da insistência por parte de AL, V concordou com a proposta e acabaram mantendo relação sexual. MA, que ouviu toda a conversa, achou melhor não interferir e continuou a assistir à novela. Diante dessa situação hipotética, assinale a alternativa que contém a solução jurídica correta para o caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente V responde pelo crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "V e MA respondem pelo crime de estupro de vulnerável, em coautoria."
      },
      {
        "letra": "C",
        "texto": "V e MA respondem pelo crime de estupro de vulnerável, V na modalidade comissiva e MA na modalidade omissiva."
      },
      {
        "letra": "D",
        "texto": "V e MA respondem pelo crime de estupro de vulnerável, V na modalidade comissiva e MA na modalidade omissiva, sendo aplicada à MA a causa de aumento de pena prevista no artigo 226, II, do Código Penal (condição de ascendente)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904542",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "No que diz respeito ao concurso de pessoas e às expressas regras do CP (arts. 29 a 31),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se comunicam as circunstâncias e as condições de caráter pessoal, salvo quando elementares do crime."
      },
      {
        "letra": "B",
        "texto": "quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua punibilidade."
      },
      {
        "letra": "C",
        "texto": "aplica-se a mesma pena a todos os coautores, ainda que a participação seja de menor importância."
      },
      {
        "letra": "D",
        "texto": "quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua voluntariedade."
      },
      {
        "letra": "E",
        "texto": "mesmo que o crime sequer seja tentado, o ajuste, a determinação ou a instigação e o auxílio sempre são puníveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904141",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Maria, propositadamente, deixa aberta a porta da casa em que é empregada doméstica, permitindo que Fausto subtraia bens do imóvel, uma tela de pintor renomado e joias de família. Romero vê, se aproveita da situação, e resolve aderir ao intento de Fausto, subtraindo, também, os objetos da residência, um porta revistas de metal e um conjunto de copos de vidro. Diante deste caso, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando há participação de dois ou mais agentes no cometimento do mesmo crime, a pena será a mesma para todos, não importando, o grau de maior ou menor participação."
      },
      {
        "letra": "B",
        "texto": "Ficou configurado o concurso de pessoas, em razão do reconhecimento da prática da mesma infração por todos os agentes."
      },
      {
        "letra": "C",
        "texto": "Caso Romero apenas tivesse estimulado Fausto ao cometimento do crime, não haveria concurso de pessoas, pois não há o que se falar em concorrência, quando uma pessoa comente uma conduta atípica e a outra, comete conduta típica, embora concorram para o mesmo resultado."
      },
      {
        "letra": "D",
        "texto": "Maria não poderá responder pelo concurso de pessoas, uma vez que Maria apenas deixou a porta da casa aberta para Fausto, e este foi quem subtraiu os bens juntamente com Romero."
      },
      {
        "letra": "E",
        "texto": "No caso, não há o que se falar em concurso de agentes, uma vez que não houve prévio ajuste entre os mesmos. Afinal, Fausto e Romero nem se conheciam."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "888344",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "É certo que um crime pode ser praticado por uma ou mais pessoas. Quando isso acontece, está-se diante da hipótese de concurso de pessoas, também conhecido como concurso de agentes. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que algum dos concorrentes tenha querido participar de crime menos grave, ser-lhe-á, obrigatoriamente, aplicada a pena idêntica do crime praticado pelo seu comparsa, ante a adoção pelo Código Penal da teoria monista."
      },
      {
        "letra": "B",
        "texto": "em hipótese alguma se comunicam as circunstâncias e as condições de caráter pessoal na coautoria."
      },
      {
        "letra": "C",
        "texto": "o ajuste, a determinação ou instigação e o auxílio são sempre puníveis, ainda que o crime não venha a ser tentado."
      },
      {
        "letra": "D",
        "texto": "os crimes plurissubjetivos não admitem a coautoria e a participação."
      },
      {
        "letra": "E",
        "texto": "se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886785",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre o concurso de pessoas e as previsões expressas da legislação penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Se a participação for de menor importância, será aplicada atenuante genérica."
      },
      {
        "letra": "C",
        "texto": "Ao concorrente que quis participar de crime menos grave, será aplicada a mesma pena do concorrente, diminuída, no entanto, de 1/6 (um sexto) a 1/3 (um terço)."
      },
      {
        "letra": "D",
        "texto": "As circunstâncias e as condições de caráter pessoal, mesmo quando elementares do crime, são incomunicáveis aos coautores."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio são puníveis ainda que o crime não chegue a ser tentado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878339",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "No Direito Penal, a doutrina costuma reconhecer o concurso de pessoas quando a infração penal é cometida por mais de uma pessoa, podendo a cooperação ocorrer através de coautoria ou participação. Sobre o tema, de acordo com o Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o auxílio material é punível se o crime chegar, ao menos, a ser cogitado;"
      },
      {
        "letra": "B",
        "texto": "as circunstâncias de caráter pessoal, diante de sua natureza, não se comunicam, ainda que elementares do crime;"
      },
      {
        "letra": "C",
        "texto": "em sendo de menor importância a participação ou coautoria, a pena poderá ser reduzida de um sexto a um terço;"
      },
      {
        "letra": "D",
        "texto": "a teoria sobre concurso de agentes adotada pela legislação penal brasileira, em regra, é a dualista;"
      },
      {
        "letra": "E",
        "texto": "se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854427",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "José, com vinte anos de idade, e seu primo, Pedro, de quinze anos de idade, saíram para conversar em um bar. José, que estava ingerindo bebida alcoólica, ficou muito bêbado rapidamente em razão do efeito colateral provocado por medicamento de que fazia uso. Pedro, percebendo o estado de embriaguez do primo, fez que este praticasse um ato que sabia ser tipificado como delituoso.A respeito dessa situação hipotética e considerando o concurso de pessoas e a imputabilidade penal, julgue o item que se segue.José e Pedro cometeram crime em concurso de pessoas, e, haja vista que Pedro foi o mentor, a ele deverá ser imputada punição mais grave que a de José.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854426",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética e considerando o concurso de pessoas e a imputabilidade penal, julgue o item que se segue.José não poderá ser punido pelo crime que cometeu porque se encontrava em estado em embriaguez decorrente de caso fortuito, hipótese de isenção de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "853172",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A teoria segundo a qual se pune a participação se o autor tiver levado a efeito uma conduta típica e ilícita é chamada de teoria da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "hiperacessoriedade."
      },
      {
        "letra": "B",
        "texto": "acessoriedade mínima."
      },
      {
        "letra": "C",
        "texto": "acessoriedade máxima."
      },
      {
        "letra": "D",
        "texto": "acessoriedade limitada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "797806",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Em relação ao direito penal, quanto ao concurso de pessoas é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, não havendo distinção em razão da maior ou menor culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de 1/5 (um quinto) a 1/2 (metade)."
      },
      {
        "letra": "C",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até a 1/3 (um terço), na hipótese de ter sido previsível o resultado mais grave."
      },
      {
        "letra": "D",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, mesmo que elementares do crime."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "698192",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "“A expressão domínio do fato foi usada, pela primeira vez, por Hegler no ano de 1915, mas ainda não possuía a conotação que se lhe empresta atualmente, estando mais atrelada aos fundamentos da culpabilidade. A primeira formulação da ideia central da teoria do domínio do fato no plano da autoria, em termos assemelhados aos contornos que lhe confere Roxin, deu-se efetivamente em 1933, por Lobe, mas produziu eco apenas quando Welzel a mencionou - sem referir-se, no entanto, ao seu antecessor - em famoso estudo de 1939, referindo-se a um domínio final do fato como critério determinante da autoria. Em razão dessa sucessão de referências esparsas e pouco lineares à ideia de domínio do fato é que se pode dizer, sem exagero, que apenas em 1963, com o estudo monográfico de Roxin, a ideia teve seus contornos concretamente desenhados, o que lhe permitiu, paulatinamente, conquistar a adesão de quase toda a doutrina\"(GRECO, Luís; LEITE, Alaor. O que é e o que não é a teoria do domínio do fato: sobre a distinção entre autor e participe no direito penal. In Autoria como domínio do fato. São Paulo: Marcial Pons, 2014. p. 21-22).Com esteio na concepção de Roxin sobre o domínio do fato, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconhece-se de forma pacífica a autoria pelo do domínio de um aparato organizado de poder nos crimes praticados através de empresas, isto é, dent eidades que não atuam à margem do direito."
      },
      {
        "letra": "B",
        "texto": "Uma das hipóteses de autoria pelo domínio do fato reside no domínio de um aparato organizado de poder. Como característica marcante, entre outras, dessa situação de autoria mediata, tem-se a fungibilidade dos executores, a quem são emitidas ordens dentro de uma estrutura verticalizada de poder."
      },
      {
        "letra": "C",
        "texto": "Por domínio funcional do fato deve ser compreendida a coautoria, que pressupõe a divisão de tarefas relevantes entre os participantes, as quais são postas em prática durante a execução do delito, sendo vedada a imputação recíproca."
      },
      {
        "letra": "D",
        "texto": "A teoria do domínio do fato amplia o conceito de autor. Permite, destarte, a punição de uma pessoa pelo simples ocupar de uma posição de poder na estrutura de determinada organização criminosa, caso membros dessa organização executem o crime. Mesmo que não haja comprovação da ordem emitida por quem tem poder de mando, infere-se sua existência."
      },
      {
        "letra": "E",
        "texto": "Para a teoria do domínio do fato, o autor é a figura central do fato típico. Dessa forma , inegavelmente há autoria na conduta do executor (autor imediato), que é, por exemplo, aquele que pratica a subtração em um crime de furto. Também é autor o mandante, como no caso da pessoa que contrata um pistoleiro para matar alguém."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "677823",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a administração pública",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Cada item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada de acordo com o Código Penal, com a legislação penal extravagante e com a jurisprudência do STJ. Pedro, funcionário público, solicitou a Maria a quantia de R$ 10.000 para não lavrar auto de infração decorrente de ato ilícito descoberto durante fiscalização fazendária. Ao perceber que teria que pagar uma multa de mais de R$ 20.000, Maria prontamente concordou com a proposta e realizou o pagamento. Nessa situação, Maria responderá como partícipe do delito de corrupção passiva, uma vez que, quanto ao concurso de agentes, o Código Penal adotou exclusivamente a teoria unitária do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "647306",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação à participação no concurso de pessoas, a legislação penal brasileira adota a teoria da acessoriedade mínima."
      },
      {
        "letra": "B",
        "texto": "Situação hipotética: José, gerente de loja, mesmo ciente de que um dos vendedores subtraía dinheiro do caixa, nada fez para impedir o crime, agindo sem liame subjetivo e intenção de obter vantagem econômica. Assertiva: Nessa situação, o gerente responderá em coautoria pelo crime de furto, com ação omissiva."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crimes plurissubjetivos, como, por exemplo, o crime de rixa, não há que se falar em participação, já que a pluralidade de agentes integra o tipo penal: todos são autores."
      },
      {
        "letra": "D",
        "texto": "Situação hipotética: O motorista João e sua mulher, Maria, trafegavam por uma rodovia, quando ambos, deliberadamente, deixaram de prestar socorro a uma pessoa gravemente ferida, sem que houvesse risco pessoal para qualquer um deles. João foi instigado por Maria, que estava no banco do carona, a não parar o veículo, e, por fim, em acordo de vontades com Maria, assim efetivamente procedeu. Assertiva: Nessa situação, João responderá como autor pelo crime de omissão de socorro e Maria será tida como inimputável."
      },
      {
        "letra": "E",
        "texto": "Haverá participação culposa em crime doloso na situação em que um médico, agindo com negligência, fornece ao enfermeiro substância letal para ser ministrada a um paciente, e o enfermeiro, embora percebendo o equívoco, decide ministrá-la com a intenção de matar o paciente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647129",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Na situação hipotética descrita no texto CE1A04AAA,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro e Lucas serão responsabilizados pelo mesmo tipo penal e terão necessariamente a mesma pena."
      },
      {
        "letra": "B",
        "texto": "o direito penal brasileiro não distingue autor e partícipe."
      },
      {
        "letra": "C",
        "texto": "Pedro, partícipe, terá pena mais grave que a de Lucas, autor do crime."
      },
      {
        "letra": "D",
        "texto": "Roberto será considerado partícipe e, por isso, poderá ser punido em concurso de pessoas pelo crime praticado."
      },
      {
        "letra": "E",
        "texto": "se a atuação de Pedro for tipificada como participação de menor importância, a pena dele poderá ser diminuída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "620607",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se tentado o latrocínio quando não se realiza plenamente a subtração da coisa, mas ocorre a morte da vítima."
      },
      {
        "letra": "B",
        "texto": "Tendo o CP adotado a teoria monista, não há como punir diferentemente todos quantos participem direta ou indiretamente para a produção do resultado danoso."
      },
      {
        "letra": "C",
        "texto": "É impossível o concurso de pessoas nos crimes culposos, ante a ausência de vínculo subjetivo entre os agentes na produção do resultado danoso."
      },
      {
        "letra": "D",
        "texto": "O crime de latrocínio não admite forma preterdolosa, considerando a exigência do animus necandi na conduta do agente."
      },
      {
        "letra": "E",
        "texto": "No crime de roubo praticado com pluralidade de agentes, se apenas um deles usar arma de fogo e os demais tiverem ciência desse fato, todos responderão, em regra, pelo resultado morte, caso este ocorra, pois este se acha dentro do desdobramento normal da conduta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "607021",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias objetivas se comunicam, mesmo que o partícipe delas não tenha conhecimento."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de peculato, crime próprio de funcionário público, não é possível a coautoria de um particular, dada a absoluta incomunicabilidade da circunstância elementar do crime."
      },
      {
        "letra": "C",
        "texto": "A determinação, o ajuste ou instigação e o auxílio não são puníveis."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de crimes contra a vida, se a participação for de menor importância, a pena aplicada poderá ser diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "No caso de um dos concorrentes optar por participar de crime menos grave, a ele será aplicada a pena referente a este crime, que deverá ser aumentada mesmo na hipótese de não ter sido previsível o resultado mais grave."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512411",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Tícia, na qualidade de ordenadora de despesas de órgão público, emitiu cheques para pagamento de serviços fictícios de empresa particular pertencente a fraudelina. Atendendo ao prévio ajuste, os valores foram repartidos entre ambas. Segundo as disposições aplicáveis ao concurso de pessoas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tícia responderá por peculato e Fraudelina responderá por corrupção ativa, pois as circunstâncias e as condições de caráter pessoal não se comunicam."
      },
      {
        "letra": "B",
        "texto": "Tícia responderá por peculato e Fraudelina responderá por estelionato, pois as circunstâncias e as condições de caráter pessoal não se comunicam."
      },
      {
        "letra": "C",
        "texto": "Ticia e Fraudelina responderão, respectivamente, por corrupção passiva e corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Tícia e Fraudelina responderão por peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485923",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena. Caso um indivíduo obtenha de um amigo, por empréstimo, uma arma de fogo, dando-lhe ciência de sua intenção de utilizá-la para matar outrem, o amigo que emprestar a arma será considerado partícipe do homicídio se o referido indivíduo cometer o crime pretendido, ainda que este não utilize tal arma para fazê-lo e que o amigo não o estimule a praticá-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421797",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre o concurso de pessoas no Código Penal Brasileiro, se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até metade, na hipótese de ter sido previsível o resultado mais grave. A hipótese em comento trata",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das circunstâncias incomunicáveis."
      },
      {
        "letra": "B",
        "texto": "dos casos de impunibilidade."
      },
      {
        "letra": "C",
        "texto": "do desvio subjetivo de conduta."
      },
      {
        "letra": "D",
        "texto": "da participação de menor importância."
      },
      {
        "letra": "E",
        "texto": "da participação de menor relevância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393794",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A. C., funcionário público, e I. R., desempregado, subtraem, para si próprios, computadores da repartição em que A. C. trabalha, valendo-se da facilidade proporcionada pela quali- dade de funcionário de A. C. Sabendo-se que I. R. tinha ciência de que A. C. é funcionário público, I. R. deverá ser responsabilizado penalmente por :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "furto qualificado."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "393348",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso formal",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Carlos, Maurício, Alexandre, todos maiores de idade, e o adolescente José planejaram, de comum acordo e agindo em unidade de desígnios, subtrair aparelhos eletrônicos da casa de Gabriel. O quarteto dividiu-se, então, da seguinte forma: Carlos e Maurício permaneceram de vigia, dentro de um automóvel, nas cercanias da referida residência, enquanto Alexandre e José se incumbiram da tarefa de consumar a subtração dos equipamentos. Ao chegarem à porta da garagem da casa, esses dois últimos avistaram e renderam Marcelo, amigo de Gabriel que ali estacionava seu veículo. A rendição ocorreu com o uso de arma de fogo de propriedade de Alexandre, a qual fora por ele ocultada de todos os demais comparsas. Em seguida, os dois criminosos entraram na residência, renderam, também, seu proprietário e iniciaram a movimentação dos aparelhos eletrônicos em direção ao carro do grupo. Quando todo o material desejado havia sido subtraído, o grupo viu-se impossibilitado, por razões técnicas, de dar partida no veículo e fugiu do local sem levar nenhum objeto. Avisada por vizinhos, a polícia chegou rapidamente ao local, prendendo os bandidos após breve perseguição a pé.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Maurício concorreram para dois crimes de tentativa de roubo praticados por Alexandre; contudo, como quiseram participar de crime menos grave, a pena de ambos poderá ser diminuída até metade, já que foi previsível o resultado mais grave."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a punição de Carlos, Maurício e Alexandre pelo crime de corrupção de menores dependerá da prova da efetiva corrupção de José."
      },
      {
        "letra": "C",
        "texto": "Carlos e Maurício praticaram dois crimes de roubo consumado, qualificado pelo concurso de agentes, e um de corrupção de menores, devendo a pena imposta ser acrescida de um quinto em razão do concurso formal."
      },
      {
        "letra": "D",
        "texto": "Alexandre praticou dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, um delito de corrupção de menores e um crime de porte ilegal de arma de fogo, devendo sua pena ser acrescida de um quarto em razão do concurso formal."
      },
      {
        "letra": "E",
        "texto": "Carlos, Maurício e Alexandre praticaram dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, em concurso formal com o crime de corrupção de menores, devendo suas penas serem acrescidas de metade em razão do concurso formal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1202482",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Acerca dos institutos do direito penal brasileiro, julgue o próximo item. Tratando-se de concurso de agentes, quando comprovada a vontade de um dos autores do fato em participar de crime menos grave, a pena será diminuída até a metade, na hipótese de o resultado mais grave ter sido previsível, não podendo, contudo, ser inferior ao mínimo da pena cominada ao crime efetivamente praticado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "957246",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "No concurso de pessoas, prevê o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias e condições de caráter pessoal se comunicam entre coautores e partícipes."
      },
      {
        "letra": "B",
        "texto": "As circunstâncias objetivas e as elementares do tipo não se comunicam entre coautores e partícipes."
      },
      {
        "letra": "C",
        "texto": "A comunicabilidade das circunstâncias elementares do crime deve ser examinada na medida da culpabilidade de cada participante."
      },
      {
        "letra": "D",
        "texto": "Não se comunicam as circunstâncias e condições de caráter pessoal, salvo se previamente conhecidas pelos coautores e partícipes."
      },
      {
        "letra": "E",
        "texto": "A depender das circunstâncias e sua comunicabilidade, os coautores e partícipes respondem objetivamente por sua conduta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1212092",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Ângelo, funcionário público exercente do cargo de fiscal da Agência de Fiscalização do DF (AGEFIS), no exercício de suas funções, exigiu vantagem indevida do comerciante Elias, de R$ 2.000,00 para que o estabelecimento não fosse autuado em razão de irregularidades constatadas. Para a prática do delito, Ângelo foi auxiliado por seu primo, Rubens, taxista, que o conduziu em seu veículo até o local da fiscalização, previamente acordado e consciente tanto da ação delituosa que seria empreendida quanto do fato de que Ângelo era funcionário público. Antes que os valores fossem entregues, o comerciante, atemorizado, conseguiu informar policiais militares acerca dos fatos, tendo sido realizada a prisão em flagrante de Ângelo. Com referência a essa situação hipotética, julgue o item a seguir. A condição de funcionário público comunica-se ao partícipe Rubens, que tinha prévia ciência do cargo ocupado por seu primo e acordou sua vontade com a dele para auxiliá-lo na prática do delito, de forma que os dois deverão estar incursos no mesmo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324301",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Com relação ao concurso de pessoas, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria da acessoriedade mínima para que haja participação punível basta que o autor tenha praticado uma conduta típica; para a da acessoriedade temperada, adotada pela maioria da doutrina, basta que a conduta do autor seja típica e ilícita; para a da acessoriedade máxima se exige que a conduta do autor seja típica, ilícita e culpável."
      },
      {
        "letra": "B",
        "texto": "Para a doutrina majoritária, se o executor desiste voluntariamente da consumação do crime ou impede que o resultado se produza, responderá apenas pelos atos já praticados, beneficiando-se dessa circunstância os vários partícipes, nos termos dos artigos 15 e 29 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "São requisitos para o concurso de pessoas: pluralidade de agentes e de condutas; relevância causal de cada conduta; liame subjetivo entre os agentes e identidade de infração penal."
      },
      {
        "letra": "D",
        "texto": "É possível a participação em delitos de mão própria."
      },
      {
        "letra": "E",
        "texto": "Demonstrado que um dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste com o aumento de metade, se previsível o resultado mais grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293722",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Analise o que consta dos itens I a III e depois identifique a assertiva correta, quanto ao que consta do Código Penal: I. Quem de qualquer modo concorre para o crime, incide nas penas a este cominadas, na medida de sua culpabilidade, sendo que se participação for de menor importância, a pena pode ser diminuída em até um sexto. II. É isento de pena o agente que, por doença mental r era, ao tempo da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A respeito de causa independente, a superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado. Identifique a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está incorreto o que consta do item III e correto o que consta do item II."
      },
      {
        "letra": "B",
        "texto": "Está correto o que consta de todos os itens."
      },
      {
        "letra": "C",
        "texto": "Está correto o que consta do item I e incorreto o que consta do item III."
      },
      {
        "letra": "D",
        "texto": "Está correto o que consta do item II e incorreto o que consta do item I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "283094",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "Manoel pediu ao pai, recém-chegado aos 50 anos, que adiantasse a sua legítima, no que não foi atendido, pois este sabia que Manoel se tornara dependente de drogas, logo dilapidaria seu patrimônio como vício. Insatisfeito e aproveitando-se de uma viagem de seu pai, Manoel convidou Antônio e Joaquim, parceiros na utilização de “maconha”, a sacarem do poder de seu pai as joias que herdaria, pois com a venda destas lucraria mais de R$ 1.000.000,00. Madalena, amiga de Joaquim, a seu pedido e sabendo dos propósitos dele, ensinou-o a abrir o cofre onde as joias se encontravam.Manoel, para não ser descoberto, no dia da empreitada foi para o clube, possibilitando ser visto por várias pessoas, o que lhe daria um álibi. Antônio e Joaquim dirigiram-se para a residência do pai deManoel, local em que o primeiro abriu a porta da casa com uma gazua, o que possibilitou a Joaquim entrar e retirar as joias do cofre. Com medo de ser descoberto, posteriormente, Manoel solicitou ao seu amigo Paulo que guardasse temporariamente as joias. Após duas semanas do ocultamento das joias por Paulo, estas foram transportadas para outro Estado por Pedro, a pedido de José, primo de Manoel, sendo certo que nem Pedro, tampouco José, sabiam que as joias eram produto de crime. Já em outro Estado, as joias foram vendidas para Cláudia, que trabalhava como joalheira em sua residência, por preço vil, tendo esta percebido desde logo a origem ilícita da mercadoria. Ao tomar conhecimento do desaparecimento das joias, o pai de Manoel dirigiu-se à Delegacia de Polícia e ofereceu notitia criminis. Após investigação, restou provada toda empreitada delitiva.Assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel, Antônio, Joaquim e Madalena são coautores do crime de furto qualificado por rompimento de obstáculo, abuso de confiança e emprego de chave falsa, enquanto que Paulo, José, Pedro e Cláudia são coautores do crime de receptação."
      },
      {
        "letra": "B",
        "texto": "Antônio e Joaquim, na qualidade de autores, e Madalena, figurando como cúmplice por auxílio, devem ser responsabilizados por crime de furto qualificado. Não se poderá responsabilizar Manoel, José e Pedro. Paulo pode ser condenado por favorecimento real e Cláudia por receptação qualificada."
      },
      {
        "letra": "C",
        "texto": "Paulo poderá ser condenado pelo crime de receptação própria, enquanto Manoel é o autor intelectual do crime de furto, portanto ainda terá sua pena agravada. Antônio e Joaquim são autores diretos do crime de furto, restando unicamente a Madalena a cumplicidade material. José pode ser condenado pelo crime de receptação imprópria, Pedro por receptação própria e Cláudia por receptação simples."
      },
      {
        "letra": "D",
        "texto": "Madalena é cúmplice por auxílio intelectual no crime de furto, enquanto Manoel poderá ser condenado por furto com abuso de confiança, com pena agravada pelo fato do ofendido ser seu genitor.Antônio poderá ser condenado pelo crime de furto com emprego de chave falsa e Joaquim pelo crime de furto comrompimento de obstáculo. Paulo responde pelo crime de favorecimento pessoal. As condutas de José e Pedro são atípicas. Cláudia pode ser condenada pelo crime de receptação culposa."
      },
      {
        "letra": "E",
        "texto": "Cláudia comete crime de receptação qualificada. Pedro praticou conduta atípica e José pode ser condenado por receptação dolosa imprópria. Paulo pode ser condenado por receptação dolosa própria, já Madalena, Antônio e Joaquim são autores do crime de furto qualificado e a conduta deManoel é atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "253697",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "À luz do entendimento dos tribunais superiores acerca do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a participação nos tipos culposos ante a existência de vínculo psicológico na cooperação consciente de alguém na conduta culposa de outrem."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria monista, havendo pluralidade de agentes e convergência de vontades para a prática da mesma infração penal, é possível o reconhecimento de que um agente teria praticado o delito na forma tentada e o outro, na forma consumada."
      },
      {
        "letra": "C",
        "texto": "O agente que, previamente, na divisão de trabalho de intento criminoso, tenha o domínio funcional do fato e fuja do local do crime é considerado partícipe."
      },
      {
        "letra": "D",
        "texto": "A participação de somenos corresponde à mera participação menos importante, uma vez que, embora dentro da relação de causalidade, é praticamente dispensável."
      },
      {
        "letra": "E",
        "texto": "Não há obrigatoriedade de redução de pena para o partícipe, em relação à pena do autor, considerada a participação em si mesma, como forma de concorrência diferente da autoria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "273825",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "O direito penal, no concurso de pessoas, pune, em qualquer caso, o ajuste, a determinação ou instigação e o auxílio, ainda que o crime não chegue a ser tentado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "273824",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Ocorrendo concurso de pessoas, as circunstâncias e as condições de caráter pessoal não se comunicam, salvo quando elementares do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "210354",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De acordo com o Código Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há distinção entre autores, co-autores e partícipes, que incidem de forma idêntica nas penas cominadas ao delito."
      },
      {
        "letra": "B",
        "texto": "os autores, co-autores e partícipes incidem nas penas cominadas ao delito na medida de sua culpabilidade."
      },
      {
        "letra": "C",
        "texto": "ao autor principal será obrigatoriamente imposta pena mais alta que a dos co-autores e partícipes."
      },
      {
        "letra": "D",
        "texto": "ao autor principal e aos co-autores será obrigatoriamente imposta pena mais alta que a dos partícipes."
      },
      {
        "letra": "E",
        "texto": "ao autor principal será imposta a pena prevista para o delito, sendo que os co-autores e os partícipes terão obrigatoriamente a pena reduzida de um sexto a um terço."
      }
    ],
    "gabarito": "B"
  }
]