[
  {
    "id": "3408810",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Julgue o item a seguir, referente aos crimes contra a administração pública, contra o patrimônio e contra a fé pública. Um comerciante que adquire maquinário proveniente de crime de roubo, estando ciente da origem ilícita do objeto, e o utiliza em seu próprio negócio incorre no crime de receptação qualificada, ainda que a atividade comercial por ele desenvolvida seja lícita e legalmente regulamentada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171981",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Bruno, residente e domiciliado em Belo Horizonte/MG, é proprietário de um pequeno estabelecimento especializado na compra e venda de bens móveis de natureza eletrônica. Nesse contexto, em certa ocasião, Bruno expôs à venda, em proveito próprio, no exercício de atividade comercial, um telefone celular que deveria saber ser produto de crime. Considerando as disposições do Código Penal, é correto afirmar que Bruno responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita, na modalidade qualificada."
      },
      {
        "letra": "B",
        "texto": "fraude no comércio, na modalidade qualificada."
      },
      {
        "letra": "C",
        "texto": "receptação, na modalidade qualificada."
      },
      {
        "letra": "D",
        "texto": "estelionato, na modalidade simples."
      },
      {
        "letra": "E",
        "texto": "furto, na modalidade qualificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3163069",
    "metadata": "Ano: 2025 | Banca: Instituto Darwin | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Pessoa e contra o Patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de lesão corporal dolosa, aumenta-se a pena, de um terço à metade, se for praticado em decorrência de relações domésticas, de coabitação ou de amizade."
      },
      {
        "letra": "B",
        "texto": "A lesão corporal é considerada grave se resultar em incapacidade para as ocupações habituais por mais de 15 (quinze) dias."
      },
      {
        "letra": "C",
        "texto": "No crime de roubo, a pena será aumentada se a violência ou ameaça for exercida com emprego de arma, exceto se for arma branca."
      },
      {
        "letra": "D",
        "texto": "No crime de receptação, a receptação é punível ainda que desconhecido ou isento de pena o autor do crime de que proveio a coisa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3083254",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Câmara de Mirabela - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Não se considera crime contra a Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A corrupção ativa"
      },
      {
        "letra": "B",
        "texto": "A receptação."
      },
      {
        "letra": "C",
        "texto": "A prevaricação."
      },
      {
        "letra": "D",
        "texto": "A concussão."
      },
      {
        "letra": "E",
        "texto": "A corrupção passiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3037228",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Alhandra - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "De acordo com o Art. 180 do Código Penal Brasileiro - Adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte tem a pena de: Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a dois anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a dois anos e seis meses, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a três anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de um a três anos e seis meses, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de um a quatro anos, e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3036775",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Alhandra - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "De acordo com o Art. 180 do Código Penal Brasileiro - Adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte tem a pena de: Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de um a dois anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a dois anos e seis meses, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a três anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de um a três anos e seis meses, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de um a quatro anos, e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2523219",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Julgue o item a seguir.A receptação é um crime contra o patrimônio que envolve a compra, recebimento ou ocultação de bens provenientes de atividades criminosas, com o conhecimento de sua origem ilícita. Esse crime contribui para a impunidade ao facilitar a circulação de bens roubados ou furtados, tornando mais difícil a recuperação desses itens. Assim, a receptação não apenas afeta o patrimônio, mas também perpetua a prática criminosa ao dar suporte indireto aos atos de furto e roubo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2375537",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CGE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Em relação à aplicação da lei penal, ao tempo e lugar do crime, aos crimes contra o patrimônio e aos crimes contra a administração pública, julgue o item seguinte. Quem recebe para si, no exercício de atividade comercial ou industrial, coisa que deve saber ser produto de crime pratica o delito de receptação simples.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367567",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "No tocante à parte especial do Código Penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que conduz veículo automotor com número do chassi ou placa de identificação adulterada, devendo ter ciência da adulteração, responde pelo delito de receptação."
      },
      {
        "letra": "B",
        "texto": "A pena em caso de furto mediante fraude por meio de dispositivo eletrônico ou informático é aumentada de 1/3 até a metade, se o crime é praticado mediante a utilização de servidor mantido fora do território nacional e, de 1/3 ao dobro, se o crime for praticado contra idoso ou vulnerável."
      },
      {
        "letra": "C",
        "texto": "Na extorsão mediante sequestro, se o concorrente denunciar o crime à autoridade policial, facilitando a libertação do sequestrado, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "Inexiste causa de diminuição da pena pela imputação de prática de contravenção em crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Inexiste causa de aumento de pena, se a vítima é menor ou tem diminuída a capacidade de resistência no caso de induzimento, instigação ou auxílio ao suicídio ou a automutilação, assim como se a prática decorre de motivo egoístico, torpe ou fútil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2324567",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a fraude é utilizada pelo agente para o amortecimento da vigilância da vítima sobre a coisa e não como engodo ao lesado para dele alcançar a vantagem indevida, impõe-se o reconhecimento do crime de estelionato, tipificado no art. 171, caput, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O crime de receptação (CP, art. 180) contempla modalidade de figura típica criminal que admite a forma derivada do tipo privilegiado e contempla modalidade de figura típica criminal que admite o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "Os crimes de dano (CP, art. 163) e de estelionato (CP, art. 171) admitem, cada qual, formas qualificadas e a forma derivada do tipo privilegiado."
      },
      {
        "letra": "D",
        "texto": "Nas imunidades penais absolutas e no perdão judicial o fato é típico e ilícito, o agente possui culpabilidade, mas o Estado está impedido de punir o agente do crime. As imunidades penais absolutas somente podem ser concedidas na sentença ou no acórdão, depois de cumprido o devido processo legal, enquanto o perdão judicial impede a instauração da persecução penal."
      },
      {
        "letra": "E",
        "texto": "Pratica o crime de racismo, tipificado no art. 20 da Lei 7.716/89 (“praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional”), o agente que ofende determinada pessoa, específica e individualizada, escolhendo como meio para ofender um preconceito de raça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2281723",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta corretamente a conduta e o crime correspondente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência – extorsão"
      },
      {
        "letra": "B",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa – roubo"
      },
      {
        "letra": "C",
        "texto": "Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento – furto mediante fraude"
      },
      {
        "letra": "D",
        "texto": "Adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte – receptação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2212462",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: SANEBAVI-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "O crime de receptação, entre outras formas, consuma-se quando o agente transporta um bem que sabia ser produto de crime. Os tribunais entendem que tal conduta È de natureza permanente, de forma que o autor pode ser preso em flagrante delito enquanto transportar o bem. Com base apenas nestas informações, e considerando que o suspeito A transportava um celular recém adquirido de um amigo, B, bem como que A tinha ciência inequívoca que o telefone era oriundo de um furto, assinale a alternativa falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ocorrer a prisão em flagrante de A."
      },
      {
        "letra": "B",
        "texto": "O autor A comete, de forma permanente, o crime de receptação."
      },
      {
        "letra": "C",
        "texto": "O autor A transporta produto oriundo de um furto, e tem ciência da ilicitude da origem do bem, portanto pode ser considerado autor do crime de receptação."
      },
      {
        "letra": "D",
        "texto": "Trata-se da ocorrência de crime permanente, cujo autor é A."
      },
      {
        "letra": "E",
        "texto": "Não é cabível a prisão em flagrante de A."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207111",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "Pedro ingressou na residência de sua avó Teresa e subtraiu o pequeno cofre do quarto, levando-o para um beco. Sem saber o segredo do cofre, abriu-o com um maçarico e subtraiu as joias de seu interior. Em seguida, levou as peças a uma tradicional joalheria da cidade e vendeu-as a João, comerciante de 20 anos, que comprou os objetos sem se importar em apurar a origem. Considerando essa situação hipotética, julgue o item que se segue.O ato praticado por Pedro configura crime de furto qualificado pelo rompimento de obstáculo e o praticado por João, crime de receptação qualificada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2059107",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Será necessária representação para que se proceda à ação penal no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação, cuja vítima seja o irmão do agente."
      },
      {
        "letra": "B",
        "texto": "roubo praticado pelo filho contra o pai."
      },
      {
        "letra": "C",
        "texto": "extorsão praticado pelo pai contra o filho homem."
      },
      {
        "letra": "D",
        "texto": "furto praticado por sobrinho contra o tio que possua, à época dos fatos, sessenta e dois anos de idade."
      },
      {
        "letra": "E",
        "texto": "estelionato praticado contra o cônjuge na constância da sociedade conjugal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2671517",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Viamão - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Durante uma operação conjunta entre diversos órgãos do município e da polícia estadual numa área de comércio no centro da cidade, os integrantes da Guarda Municipal constataram que alguns vendedores ambulantes estavam oferecendo objetos que haviam sido noticiados como tendo sido roubados de uma casa comercial nas imediações. Qual crime foi cometido pelas pessoas que estavam com esse material?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "Falso declaratório."
      },
      {
        "letra": "C",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "Receptação."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1995212",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Josué, desempregado e ávido por arrumar um trabalho para garantir-lhe uma renda digna, encontrou anunciada para venda uma bicicleta elétrica em excelente estado de conservação e com grande desproporção entre o valor de mercado e o preço pedido pelo vendedor. Josué vislumbrou, assim, oportunidade ímpar de trabalhar como entregador. Para comprar a referida bicicleta elétrica, Josué pediu emprestado, a sua mãe, o valor cobrado pelo vendedor. Josué adquiriu, então, o bem. No dia seguinte à aquisição, Josué, confiante em arrumar trabalho, dirigiu-se a um grande shopping, com diversos restaurantes, para poder trabalhar entregando refeições compradas por aplicativos. Todavia, ao chegar no referido shopping, foi abordado por dois policiais militares que haviam sido chamados por um homem que alegou ter sido vítima de roubo na manhã anterior, quando então lhe foi subtraída justamente a bicicleta elétrica que estava na posse de Josué, o que restou comprovado. Destarte, todos foram encaminhados à Delegacia de Polícia e apresentados à autoridade policial. Com base no enunciado, é correto afirmar, no que tange à conduta de Josué, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ele responderá por crime de apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "ele responderá por crime de roubo impróprio."
      },
      {
        "letra": "C",
        "texto": "ele não responderá por crime algum, pois desconhecia a origem ilícita da bicicleta adquirida."
      },
      {
        "letra": "D",
        "texto": "ele responderá pelo crime de receptação culposa."
      },
      {
        "letra": "E",
        "texto": "ele responderá pelo crime de estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981467",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Em relação aos crimes da parte especial do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posição do Superior Tribunal de Justiça, comete o crime de peculato o funcionário público que se apropria de verbas pagas a título de remuneração sem cumprir o dever de contraprestar os serviços para o qual foi contratado ou nomeado."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento do Superior Tribunal de Justiça, o agente que desobedecer a ordem legal de parada, feita por agente público em contexto de policiamento ostensivo, visando a repressão de crimes, não comete conduta típica."
      },
      {
        "letra": "C",
        "texto": "Conforme disposição legal, mostra-se possível a aplicação apenas da pena de multa ao crime de receptação qualificada, desde que de pequeno valor o bem objeto do delito."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento dos Tribunais Superiores, não se admite a figura do estelionato qualificado-privilegiado, uma vez que o interesse público impede o reconhecimento da benesse legal."
      },
      {
        "letra": "E",
        "texto": "O agente primário que pratica o delito de furto mediante o abuso de confiança de coisa avaliada abaixo de um salário-mínimo, faz jus ao reconhecimento do furto privilegiado-qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1946482",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O furto mediante fraude, cometido por meio de dispositivo eletrônico ou informático, é punido de forma qualificada, com pena idêntica às demais hipóteses qualificadoras."
      },
      {
        "letra": "B",
        "texto": "O emprego de arma branca ou de fogo é causa de aumento do crime de roubo, que pode dobrar a pena, a depender do tipo de arma."
      },
      {
        "letra": "C",
        "texto": "São crimes de ação penal pública condicionada à representação o furto de coisa comum, o esbulho possessório, o de dano e o de estelionato."
      },
      {
        "letra": "D",
        "texto": "O crime de dano e o crime de receptação admitem a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "No crime de estelionato, ainda que primário o agente e de pequeno valor o prejuízo, por expressa vedação legal, não se aplica a redução da pena prevista para o crime de furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1939479",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "O item a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada em relação a diversos tipos de crimes e espécies de penas aplicáveis. Julgue-o à luz da legislação penal e do entendimento dos tribunais superiores.José foi condenado por receptação simples (Código Penal, art. 180, caput) e, posteriormente, praticou novo fato e foi condenado por receptação qualificada (Código Penal, art. 180, § 1.º). Nesse caso, ao juiz é vedado realizar a substituição da pena privativa de liberdade do réu por restritiva de direitos, uma vez que os crimes praticados são da mesma espécie.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1935034",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Marcus Alexandre e João Maurício, pretendem subtrair determinadas mercadorias da Transportadora Riamol. No decorrer da empreitada criminosa, Marcus e João, mediante violência física, obtém êxito quanto à subtração das mercadorias, porém, ao sair do local deparam-se com uma viatura da policia militar, iniciando-se a perseguição. Após longa perseguição, os agentes conseguem esquivarse das ações da polícia, e, a fim de tornar seguro o proveito do crime, abordam Nathan Juarez, dono de uma mercearia naquela localidade, que até então não conheciam. Marcus e João relatam à Nathan o crime praticado, solicitando que este guarde aquelas mercadorias até amanhã, quando, então, as retirariam. Nathan acata a solicitação, tornando seguro o proveito do crime. No que se refere ao crime praticado por Nathan Juarez, assinale a alternativa correspondente à correta capitulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1905214",
    "metadata": "Ano: 2022 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "A pessoa que adquire, recebe, transporta, conduz ou oculta, em proveito próprio ou alheio, coisa que sabe ser produto de ato ilícito comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2088415",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Prefeitura de Louveira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "“Adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte”. A descrição acima refere-se a qual delito previsto no Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva,"
      },
      {
        "letra": "D",
        "texto": "receptação."
      },
      {
        "letra": "E",
        "texto": "entrega comprometida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1813804",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "O crime de receptação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é impunível se o autor do crime de que proveio a coisa é isento de pena, conforme jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "é punível ainda que o agente tenha apenas influído para que terceiro, de boa-fé, oculte coisa que sabe ser produto de crime."
      },
      {
        "letra": "C",
        "texto": "de semovente domesticável de produção, ainda que abatido ou dividido em partes, com finalidade de comercialização, é crime contra a fauna e submetido às causas de aumento de pena da Lei n° 9.605/1998."
      },
      {
        "letra": "D",
        "texto": "tem a pena aumentada por se tratar de circunstância agravante, quando envolver bens do patrimônio do Estado ou Município."
      },
      {
        "letra": "E",
        "texto": "qualificada demanda atividade comercial regular, vedada essa condição em atividade exercida de forma residencial em razão do princípio da legalidade estrita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1797797",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "No que se refere aos crimes previstos na legislação penal, julgue o item a seguir.O crime de receptação é punível ainda que o autor do crime que originou a coisa seja isento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1634322",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "João e Maria eram casados há cerca de 40 anos e em comunhão de bens. João arranjou uma amante e Maria descobriu o fato. Os dois começaram então a se desentender. A respeito do caso apresentado, assinale a alternativa que indica a associação correta entre a descrição e a denominação do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João chegou bêbado em casa, Maria reclamou e João quebrou a televisão de que tanto Maria gostava. Portanto, João cometeu o crime de dano."
      },
      {
        "letra": "B",
        "texto": "Maria pegou a churrasqueira adorada de João e a vendeu ao vizinho. Maria pode ser enquadrada no crime de furto, e o vizinho no de receptação."
      },
      {
        "letra": "C",
        "texto": "João, usando de ardil, escondeu o secador de Maria; assim ele pode ser enquadrado em estelionato."
      },
      {
        "letra": "D",
        "texto": "João esperava a entrega de um pacote dos Correios, que foi recebido por Maria, e ela o escondeu. Maria pode ser enquadrada no crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Durante uma briga entre João e Maria, um dos vizinhos aproveitou o momento e fez uma ligação irregular de água do lote dos brigões para o lote de outra vizinha, cometendo, portanto, o crime de usurpação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617197",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética, julgue o item subsequente.Pamela deverá responder por receptação culposa, uso de documento falso e resistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1125961",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "A legislação penal prevê um amplo rol de crimes contra o patrimônio, cada qual com os seus elementos constitutivos próprios. A respeito do assunto, considere as seguintes afirmativas: 1. Comete crime de receptação aquele que recebe coisa que, pela desproporção entre o valor e o preço, deve presumir-se obtida por meio criminoso. 2. Comete crime de extorsão aquele que subtrai, para si ou para outrem, coisa alheia móvel, mediante grave ameaça ou violência contra a pessoa. 3. Comete crime de furto em concurso com ameaça aquele que, logo após subtrair a coisa, emprega grave ameaça, a fim de assegurar a detenção da coisa para si. 4. Comete crime de apropriação indébita aquele que, inicialmente, tem a posse de boa-fé sobre a coisa, mas, num segundo momento, transforma essa posse em domínio, passando a praticar atos típicos de proprietário. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "953790",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conforme entendimento sedimentado do Superior Tribunal de Justiça, aplicam-se às qualificadoras objetivas e subjetivas do furto a causa de aumento de pena do repouso noturno e a forma privilegiada."
      },
      {
        "letra": "B",
        "texto": "qualifica a extorsão mediante sequestro se o sequestrado é menor de 18 (dezoito) anos ou maior de 60 (sessenta) anos, de sorte que se restituído à liberdade depois de completar 18 (dezoito) anos, ou sequestrado antes de completar 60 (sessenta) anos, embora libertado a partir dessa idade, não incide a qualificadora."
      },
      {
        "letra": "C",
        "texto": "na Apropriação Indébita Previdenciária, é facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente for primário e de bons antecedentes, desde que tenha promovido, após o início da ação fiscal e antes de ser oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios."
      },
      {
        "letra": "D",
        "texto": "a absolvição pelo crime pressuposto da receptação impede a condenação do receptador quando não existir prova de ele ter concorrido para a infração penal, ficar provada a inexistência do fato, não houver prova da existência do fato, não constituir o fato infração penal ou existir circunstância que exclua o crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936125",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Considerando que o crime apresentado nessa situação hipotética venha a ser descoberto, julgue o item que se segue, com fundamento na legislação pertinente.Ainda que não tenha sido informado de que as peças seriam produto de crime, Ciro poderá responder criminalmente por uma das espécies de receptação, caso venha a adquiri-las por valor muito abaixo do preço de mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "933264",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Tendo como referência essa situação hipotética, julgue o item seguinte.A receptação praticada por José consumou-se a partir do momento em que ele adquiriu o armamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883565",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "No que diz respeito à extinção da punibilidade, julgue o item seguinte.A extinção da punibilidade pela prática do crime de furto alcança o crime de receptação, haja vista que este último só foi possível em razão do primeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866810",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Rui e Lino, irmãos, combinaram a prática de furto a uma loja. Depois de subtraídos os bens, Pedro, pai de Rui e de Lino, foi procurado e permitiu, em benefício dos filhos, a ocultação dos objetos furtados em sua residência por algum tempo, porque eles estavam sendo investigados. Nessa situação hipotética, a conduta de Pedro configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "hipótese de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866295",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considerando o disposto na Parte Especial do Código Penal, mais especificamente no tocante aos Crimes contra o Patrimônio, analise as seguintes assertivas: I. O crime de furto pode ser qualificado pelo emprego de fraude, entretanto, embora na espécie o agente empregue meio enganoso para iludir a vigilância da vítima sobre a coisa, difere do crime de estelionato, pois neste último não há o ato de subtração. II. O crime de roubo pode ser próprio ou impróprio, neste último caso, quando o agente emprega violência ou grave ameaça para subtrair o bem da vítima. Também, o roubo pode ser qualificado, a chamada figura do latrocínio, sendo este crime hediondo apenas quando do resultado morte, caso em que sempre será um crime preterdoloso. III. O crime de extorsão difere-se do crime de extorsão mediante sequestro, pois este último é uma forma qualificada de extorsão, sendo que todas as suas formas são consideradas como crimes hediondos, diferentemente do crime de extorsão, onde apenas o resultado morte é que gerará a tipificação de crime hediondo. IV. O crime de receptação requer a existência de crime antecedente, sendo que seu sujeito ativo não pode ter sido concorrente desse crime anterior. O crime de apropriação indébita requer dolo posterior e não antecedente à detenção da coisa, pois nesse caso se poderá falar da ocorrência do crime de estelionato. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035176",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "No crime de receptação, quando o agente tem ciência da origem criminosa do bem, nos termos do Código Penal, apresenta- se o crime denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especial"
      },
      {
        "letra": "B",
        "texto": "geral"
      },
      {
        "letra": "C",
        "texto": "qualificado"
      },
      {
        "letra": "D",
        "texto": "próprio"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "845895",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Os crimes contra o patrimônio reservaram grande atenção por parte do legislador, ao passo que este estipulou diversas condutas passíveis de sanção criminal, com a finalidade de resguardar o bem jurídico pessoal. Sobre essa modalidade de crime, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não constitui crime de estelionato emitir cheque sem provisão de fundos em poder do sacado"
      },
      {
        "letra": "B",
        "texto": "A pena pelo crime de apropriação indébita é diminuída nos casos em que o ato criminoso é perpetrado por tutor ou curador"
      },
      {
        "letra": "C",
        "texto": "O crime de receptação não admite a modalidade culposa"
      },
      {
        "letra": "D",
        "texto": "É isento de pena o cônjuge que comete crime furto em face do companheiro durante a constância do casamento"
      },
      {
        "letra": "E",
        "texto": "Não será punido criminalmente quem, de qualquer modo, apropriar-se de coisa alheia perdida"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839602",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente se procede mediante representação, o furto praticado contra tio ou sobrinho."
      },
      {
        "letra": "B",
        "texto": "Para a consumação do crime de extorsão faz-se necessário o recebimento da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "É isento de pena quem comete qualquer crime contra o patrimônio contra ascendente maior de 65 anos."
      },
      {
        "letra": "D",
        "texto": "A receptação somente é punível se conhecido o autor do crime que originou a coisa receptada."
      },
      {
        "letra": "E",
        "texto": "No crime de roubo, caso o agente seja primário e tenha sido de pequeno valor a coisa subtraída, o juiz poderá substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços ou aplicar somente a pena de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834920",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Um indivíduo, sem antecedentes criminais, que, consertando e vendendo telefones celulares novos e usados, exercia comércio clandestino no quintal de casa, expôs à venda, em certa ocasião, um celular roubado avaliado em R$ 3.000. Ao ser indagado sobre a procedência do bem, o comerciante alegou que o comprara de um desconhecido, sem recibo ou nota fiscal. Embora não tenha ficado esclarecido como o celular chegara às suas mãos ou quem o subtraíra, é inquestionável a procedência criminosa, já que a vítima, quando do roubo, havia registrado na delegacia a ocorrência do fato, o qual fora confirmado por testemunhas oculares. Nessa situação hipotética, tal indivíduo responderá pela prática de crime de receptação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preterdolosa, por ter agido com dolo na conduta e culpa no resultado."
      },
      {
        "letra": "B",
        "texto": "qualificada, mesmo que a autoria do crime anterior não seja apurada, por tratar-se de crime parasitário ou acessório."
      },
      {
        "letra": "C",
        "texto": "culposa, já que agiu com imprudência ao comprar produtos sem exigir recibo ou nota fiscal."
      },
      {
        "letra": "D",
        "texto": "simples, porque não explorava comércio regular."
      },
      {
        "letra": "E",
        "texto": "dolosa com forma privilegiada, por ser primário e ter bons antecedentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "812990",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Sobre o crime de receptação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a receptação que tenha como crime prévio uma outra receptação."
      },
      {
        "letra": "B",
        "texto": "a receptação qualificada admite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "cuida-se de crime subsidiário ao delito de favorecimento real."
      },
      {
        "letra": "D",
        "texto": "majoritariamente, entende-se que. se a infração penal prévia for um ato infracional, não há receptação, pois esta tem como objeto material o produto de um crime."
      },
      {
        "letra": "E",
        "texto": "aquele que encomenda a prática de crime patrimonial prévio não responde por receptação ao receber para si o produto do crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812482",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Favorecimento real"
    ],
    "enunciado_principal": "Atendendo ao pedido do marido que se encontra preso, Silmara, durante visita, ingressa no presídio com um aparelho de telefonia móvel, entregando-o ao cônjuge. Saliente-se que o ingresso do aparelho só foi possível porque o agente penitenciário Ferdinando, ao se distrair, esqueceu de revistar a bolsa que Silmara trazia consigo. Dias depois, o detento Josimar pede ao marido de Silmara para usar o aparelho de telefonia, sendo certo que, durante a ligação, Josimar é flagrado pelo diretor da penitenciária , que apreende o aparelho. Considerando que o art. 180 do Código Penal incrimina a receptação; que o art. 319 do CP traz em seu bojo o delito de prevaricação; que o art. 319-A contempla a prevaricação imprópria; e que o art. 349- A do CP prevê a conduta de favorecimento real impróprio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário não praticou crime; Josimar praticou o crime do art. 180 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário e Josimar não praticaram crime."
      },
      {
        "letra": "C",
        "texto": "Silmara não praticou crime: o agente penitenciário cometeu o crime do art. 319 do Código Penal; Josimar praticou o crime do art. 180 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário cometeu o crime do art. 319-A do Código Penal; Josimar praticou o crime doart. 180 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário cometeu o crime do art. 319 do Código Penal; Josimar praticou o crime doart. 180 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "773717",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considere as seguintes afirmações a respeito dos crimes contra o patrimônio. I. Tratando-se de crime de roubo, o juiz poderá substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa, se o criminoso é primário e se é de pequeno valor a coisa objeto do roubo. II. No delito de estelionato a pena será aplicada em dobro se o crime for cometido contra idoso. III. O delito de receptação não admite a forma qualificada. Quais são INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "758139",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Considerando apenas as informações contidas nas alternativas, assinale aquela que corretamente indica uma hipótese de crime de receptação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Josefina celebra contrato de penhor, entregando uma joia ao credor pignoratício. Posteriormente, ainda na vigência do contrato, a joia é furtada por terceiro. Ciente do furto e vislumbrando na hipótese uma forma de pagar menos para reaver seu patrimônio, Josefina procura o autor do crime patrimonial prévio e dele compra a joia furtada."
      },
      {
        "letra": "B",
        "texto": "Ribamar, colecionador de carros antigos percebendo a falta, em lojas especializadas, de uma determinada autopeça para reposição, encomenda a Servílio a referida peça, consciente de que este, motivado pela encomenda, roubará um carro para cumprir o avençado, o que efetivamente ocorre. Assim, Ribamar ingressa na posse da peça desejada."
      },
      {
        "letra": "C",
        "texto": "Cristóvão compra de Amílcar uma motosserra por preço irrisório, sabendo que o vendedor está dispondo do bem por preço inferior ao do mercado porque usou a ferramenta para a prática de um homicídio e quer dela se livrar."
      },
      {
        "letra": "D",
        "texto": "Teobaldo tem seu telefone celular furtado. Para reaver o aparelho, liga para o autor do crime, passando a negociar sua entrega. Assim, concretizado o ajuste, Teobaldo paga o valor exigido, recebendo de volta o telefone."
      },
      {
        "letra": "E",
        "texto": "Elesbão, camelô, conscientemente expõe à venda cigarros de importação proibida, os quais adquiriu de um amigo que sabe ser contrabandista."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "713831",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Polícia de Campo Grande investigou um fato que se tornou nacionalmente conhecido como o \"golpe da gostosa\". Uma pessoa, que se dizia mulher, trocava mensagens pelas redes sociais. Segundo a polícia, ela agia sempre da mesma maneira. Criava um perfil na internet com fotos de mulher bonita e sensual. Os homens então a adicionavam, e a mulher falava que seria melhor conversarem pelo WhatsApp. Quando elogiada, dizia ser médica, recém-separada, com diversas fotos de supostos atendimentos médicos em seu perfil. Quando a conversa passava para um tom mais íntimo, ela falava que sofria perseguição do ex-marido e pedia dinheiro para comprar uma passagem de avião e ir ao encontro da vítima, mas, assim que confirmado o depósito, a golpista sumia. O “golpe da gostosa” configura crime de estelionato."
      },
      {
        "letra": "B",
        "texto": "Ricardo, ao sair de uma agência bancária, sentiu alguém colocar a mão em seu ombro. A pessoa que o abordou, mostrando que estava com um revólver municiado na cintura, ordenou-lhe que colocasse todo o dinheiro que recém havia sacado na mochila que o agente carregava. Este fato configura roubo qualificado."
      },
      {
        "letra": "C",
        "texto": "José, mediante ardil, instala dispositivo em caixa eletrônico, conhecido como “chupa-cabras”, e consegue acesso aos dados e ao cartão da correntista Neli, que ficou retido no caixa. Na sequência, com o uso do cartão, efetua saques e compras no comércio no valor total de 25 mil reais. Caso de furto qualificado pela fraude."
      },
      {
        "letra": "D",
        "texto": "Sem a ocorrência de lesão ou de perigo concreto de dano na condução do veículo, não constitui crime, de per si, a conduta de quem confia a direção do automotor a pessoa não habilitada ou com o direito de dirigir suspenso."
      },
      {
        "letra": "E",
        "texto": "A receptação qualificada é crime próprio, do industrial ou comerciante, inclusive o clandestino com comércio exercido em sua residência; mas, para a caracterização do delito, a qualidade de comerciante ou industrial do agente não é o suficiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707172",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "No que concerne aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há pluralidade de latrocínios, se diversas as vítimas fatais, ainda que único o patrimônio visado e lesado, conforme entendimento pacificado dos tribunais superiores."
      },
      {
        "letra": "B",
        "texto": "possível o reconhecimento da figura privilegiada do delito nos casos de furto qualificado, se primário o agente e de pequeno valor a coisa subtraída, independentemente da natureza da qualificadora, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "a indispensabilidade do comportamento da vítima não constitui critério de diferenciação entre o roubo e a extorsão."
      },
      {
        "letra": "D",
        "texto": "a receptação própria não prevê modalidade de crime permanente."
      },
      {
        "letra": "E",
        "texto": "não constitui furto de energia a subtração de sinal de TV a cabo, consoante já decidido pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "629848",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Placídio achou na rua um cartão de crédito e o utilizou para efetuar compras de roupas finas em um estabelecimento comercial. Essa conduta caracterizou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto qualificado pela fraude."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "extorsão simples."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620432",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "O ato de adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receptação."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Induzimento à especulação."
      },
      {
        "letra": "D",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1620179",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Acerca dos institutos de direito penal, dos crimes em espécie e das disposições penais previstas no Estatuto do Desarmamento e no Estatuto do Estrangeiro, julgue o item seguinte. Em razão da conexidade entre o crime de receptação e o crime antecedente, não será penalmente responsabilizado o agente do crime de receptação quando desconhecido o autor do crime precedente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592563",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Um funcionário da Farmácia Vida Boa é o responsável pelo pagamento das contas da sociedade empresarial junto ao estabelecimento financeiro. Em determinada data, quando levava R$ 2.000,00 ao Banco para depósito a pedido do gerente da sociedade, decide, no caminho, ficar com R$ 1.000,00 para si e apenas depositar na conta os outros R$ 1.000,00. Não falsifica, porém, qualquer comprovante de depósito, mas simplesmente não o entrega ao responsável. Considerando a situação narrada, a conduta do funcionário configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas ilícito civil, sendo penalmente atípica;"
      },
      {
        "letra": "B",
        "texto": "crime de furto;"
      },
      {
        "letra": "C",
        "texto": "crime de estelionato;"
      },
      {
        "letra": "D",
        "texto": "crime de receptação;"
      },
      {
        "letra": "E",
        "texto": "crime de apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577645",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Receptação",
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Quanto aos crimes patrimoniais, assinale a afirmativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica extorsão quem telefona para a vítima simulando ter sequestrado parente seu e exigindo o depósito de quantia em dinheiro em sua conta, sob ameaça de morte, verificando-se, posteriormente, que não houve sequestro algum."
      },
      {
        "letra": "B",
        "texto": "Aplica-se causa de aumento de pena se o autor do crime de apropriação indébita recebeu a coisa em razão do parentesco com a vítima."
      },
      {
        "letra": "C",
        "texto": "Constituem meios idôneos intimidatórios, a ponto de se configurar o delito de roubo, a simulação de porte de arma de fogo e a afirmação do agente de que, se a vítima não lhe entregar seus pertences, irá “passar fogo\" nela."
      },
      {
        "letra": "D",
        "texto": "O crime de distribuição, ocultação ou manutenção em depósito, sem autorização, de original ou cópia de obra intelectual ou fonograma reproduzido com violação de direito autoral só se configura caso o agente atue com o intuito de lucro direto ou indireto."
      },
      {
        "letra": "E",
        "texto": "Pratica fato atípico o agente que, uma única vez na vida, sem estar no exercício de atividade comercial, vende coisa que sabe ser produto de crime a terceiro, o qual, por sua vez, conhece a origem ilícita do bem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "545707",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública, contra o patrimônio e contra a administração pública, julgue o item subsecutivo.O réu primário cujo crime tenha sido o de adquirir ou receber coisa que, por sua natureza ou pela desproporção entre seu valor e preço, ele presumia ter sido obtida por meio criminoso poderá receber o perdão judicial, caso o juiz considere, conforme as circunstâncias, ser adequada tal medida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544569",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "NÃO admite a figura privilegiada, com substituição da pena de reclusão pela de detenção, diminuição de um a dois terços ou aplicação somente da pena de multa, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "duplicata simulada."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530904",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "Sobre crimes contra o patrimônio, considere as seguintes assertivas: I. O crime de extorsão se perfectibiliza no momento em que a vítima é constrangida, mediante grave ameaça, a fazer, deixar de fazer ou tolerar que se faça alguma coisa. E, tendo o agente exigido numerário, sob pena de mal futuro, caracterizado está referido delito, independentemente de obtenção da vantagem indevida. II. No sistema legal brasileiro o latrocínio contempla crime complexo, qualificado pelo resultado, formado pela soma dos delitos de roubo e homicídio, doloso ou culposo. III. O perdão judicial previsto no § 5° do artigo 180 do Código Penal constitui benefício incompatível com a modalidade dolosa do crime de receptação. IV. O agente que tenta adentrar em estabelecimento ainda que com o intuito de subtrair coisa alheia móvel, mas, por circunstâncias alheias à sua vontade, não efetiva a empreitada criminosa, comete o crime de dano, desde que esse seja mais grave do que o furto tentado. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2780435",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Qual dos crimes abaixo admite a forma culposa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro"
      },
      {
        "letra": "B",
        "texto": "Estelionato"
      },
      {
        "letra": "C",
        "texto": "Dano"
      },
      {
        "letra": "D",
        "texto": "Receptação"
      },
      {
        "letra": "E",
        "texto": "Apropriação indébita"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "613359",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra o patrimônio",
      "Receptação",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de reduzir tributo mediante a alteração de nota fiscal (art. 1º, inciso III, da Lei nº 8.137/90) tipifica o crime contra a ordem tributária, independentemente do lançamento definitivo do tributo."
      },
      {
        "letra": "B",
        "texto": "A Lei de \"Lavagem\" de Dinheiro conferiu ao Ministério Público e à autoridade policial a atribuição para requisição direta, sem intermediação judicial, exclusivamente, aos dados cadastrais do investigado que informam qualificação pessoal, filiação e endereço, mantidos em bases da Justiça Eleitoral, companhias telefônicas, instituições financeiras, provedores de internet e administradoras de cartões de crédito."
      },
      {
        "letra": "C",
        "texto": "No curso da execução da pena, a falta grave praticada pelo detento interrompe o prazo para obtenção do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Extinta a punibilidade da infração penal antecedente, não se configura o crime de lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "Aplica-se o princípio da consunção aos crimes de receptação e porte ilegal de arma na hipótese de quem adquire um revólver cuja origem sabe ser criminosa e, posteriormente, venha a ser flagrado portando a arma em desacordo com a determinação legal e regulamentar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "510213",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: Prefeitura de Goianésia - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a administração pública",
      "Contrabando",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária"
    ],
    "enunciado_principal": "Segundo o Código Penal, quem adquire, recebe ou oculta, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira, desacompanhada de documentação legal, ou acompanhada de documentos que sabe serem falsos, incorre na mesma pena do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação qualificada."
      },
      {
        "letra": "B",
        "texto": "contrabando ou descaminho."
      },
      {
        "letra": "C",
        "texto": "impedimento, perturbação ou fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "sonegação de contribuição previdenciária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "411203",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Cooperação dolosamente distinta",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Segundo a jurisprudência do Supremo Tribunal Federal: I. O coautor que participa de roubo armado responde pelo latrocínio, ainda que o disparo tenha sido efetuado pelo comparsa. Não pode, porém, ser imputado o resultado morte ao coautor quando há rompimento do nexo causal entre a conduta dele e a de seu comparsa.II. Não se mostram necessárias a apreensão e a perícia da arma de fogo empregada no roubo para comprovar seu potencial lesivo, visto que tal qualidade integra a própria natureza do artefato. Lesividade do instrumento que se encontra in re ipsa. A qualificadora do art. 157, § 2º, do Código Penal pode ser evidenciada por qualquer meio de prova, em especial pela palavra da vítima ou pelo depoimento de testemunha presencial. Se o acusado alegar o contrário ou sustentar a ausência de potencial lesivo da arma empregada para intimidar a vítima, será dele o ônus de produzir tal prova, nos termos do art. 156 do Código de Processo Penal. III. A aplicação da causa de aumento do § 6º do art. 180 do Código Penal, quando forem objeto de receptação bens da Empresa Brasileira de Correios e Telégrafos – ECT, não implica interpretação extensiva da norma penal, mas genuína subsunção dos fatos ao tipo penal, uma vez que os bens da ECT afetados ao serviço postal compõem o próprio patrimônio da União. IV. A expressão “ao tempo do crime” constante do art. 115 do Código Penal tem que ser entendida, com relação ao crime continuado, como “ao tempo de cada crime” que integra essa modalidade de concurso de delitos, razão por que se afigura certo o entendimento segundo o qual a redução do prazo da prescrição por causa da menoridade só se dá quanto aos crimes praticados antes de o agente completar 21 anos de idade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410894",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Tício subtraiu um veículo automóvel e o levou até a oficina de Cezar, que modificou as placas identificadoras para assegurar-lhe a posse do produto do crime. Nesse caso, Cezar responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "receptação."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "409258",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Com relação às modalidades de receptação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A receptação própria é um crime material, consuma-se com a efetiva aquisição, recebimento, transporte, condução ou ocultação da coisa produto de crime. A receptação imprópria, por sua vez, é um crime formal e, teoricamente, não admite a tentativa."
      },
      {
        "letra": "B",
        "texto": "Aquele que sabe sobre a origem da coisa produto de crime pratica a receptação na modalidade própria, enquanto que aquele que deveria saber pratica o delito na modalidade imprópria."
      },
      {
        "letra": "C",
        "texto": "A modalidade dolosa da receptação é conhecida doutrinariamente por receptação própria e a modalidade culposa por receptação imprópria"
      },
      {
        "letra": "D",
        "texto": "Na receptação culposa exige-se o elemento subjetivo especial do tipo constituído pelo fim especial de desconhecer a origem da coisa produto de crime."
      },
      {
        "letra": "E",
        "texto": "A receptação própria está prevista no “caput” do art. 180 do Código Penal, enquanto a receptação imprópria, ou qualificada, está descrita no §1.º."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372271",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de fraude à execução se processa mediante ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "O crime de receptação não é punível, se desconhecido ou isento de pena o autor do crime de que proveio a coisa."
      },
      {
        "letra": "C",
        "texto": "O crime de receptação não admite a modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "É isento de pena quem comete o crime de furto em prejuízo de seu cônjuge, na constância da sociedade conjugal, desde que este não tenha idade igual ou superior a 60 (sessenta) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "319952",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Admite realização também sob a modalidade estritamente culposa a figura legal de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano."
      },
      {
        "letra": "B",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "receptação"
      },
      {
        "letra": "E",
        "texto": "favorecimento pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "313307",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de extorsão consuma-se com o recebimento de, ao menos, parte da vantagem indevida."
      },
      {
        "letra": "B",
        "texto": "A tipificação do crime de receptação depende da prova da materialidade e da autoria do furto do produto receptado."
      },
      {
        "letra": "C",
        "texto": "Em se tratando do crime de roubo, comprovada a existência de causas de aumento de pena, é suficiente que o juiz, ao concluir, aponte o número de majorantes que embasaram a aplicação da pena acima do patamar mínimo."
      },
      {
        "letra": "D",
        "texto": "É punível a subtração de coisa comum fungível cujo valor não exceda a quota a que tiver direito o agente."
      },
      {
        "letra": "E",
        "texto": "Se a vantagem ilícita decorrente da prática do furto privilegiado ou do estelionato for de pequeno valor, a pena a que for condenado o autor do crime, sendo ele réu primário, poderá ser reduzida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312827",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "No que concerne ao crime de receptação, analise as seguintes assertivas: I. Não é punível se desconhecido o autor do crime de que proveio a coisa. II. Não é punível se isento de pena o autor do crime de que proveio a coisa. III. A pena para a figura simples dolosa (CP, art. 180, caput) é aplicada em dobro caso se trate de bem da União. As assertivas estão, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta; correta; incorreta."
      },
      {
        "letra": "B",
        "texto": "incorreta; correta; incorreta."
      },
      {
        "letra": "C",
        "texto": "correta; correta; correta."
      },
      {
        "letra": "D",
        "texto": "incorreta; incorreta; incorreta."
      },
      {
        "letra": "E",
        "texto": "incorreta; incorreta; correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305418",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "Sílvio eMário, por determinação de Valmeia, prima de Sílvio, tomaram vários eletrodomésticos da casa de Joaquina, que havia saído para trabalhar. Após a divisão empartes iguais, Valmeia, por necessitar para utilização em sua casa, comprou de Sílvio e Mário os eletrodomésticos que lhes couberam na divisão. Logo, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Valmeia, Sílvio e Mário são coautores do crime de furto."
      },
      {
        "letra": "B",
        "texto": "Sílvio e Mário são autores do crime de furto, enquanto Valmeia é partícipe do crime de furto."
      },
      {
        "letra": "C",
        "texto": "Sílvio e Mário são autores do crime de furto, enquanto Valmeia é autora do crime de furto e receptação em concurso material."
      },
      {
        "letra": "D",
        "texto": "Sílvio e Mário são autores do crime de furto, enquanto Valmeia é autora do crime de furto e receptação em concurso formal."
      },
      {
        "letra": "E",
        "texto": "Sílvio e Mário são autores do crime de furto, enquanto Valmeia é autora do crime de furto e receptação em continuidade delitiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302556",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para o aperfeiçoamento do crime de receptação, necessária se faz a existência de anterior crime contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "no roubo próprio, a violência ou grave ameaça deve ser empregada depois da efetiva subtração do objeto."
      },
      {
        "letra": "C",
        "texto": "a simples relação de emprego ou hospitalidade não é bastante para configurar a majorante do abuso de confiança no crime de furto."
      },
      {
        "letra": "D",
        "texto": "no delito de apropriação indébita a reparação do dano antes do oferecimento da denúncia é causa de extinção da punibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300465",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equiparável à atividade comercial, para efeito de configuração da receptação qualificada, qualquer forma de comércio irregular ou clandestino, excluído o exercido em residência."
      },
      {
        "letra": "B",
        "texto": "configura o delito de extorsão indireta o ato de exigir, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento civil contra a vítima ou contra terceiro."
      },
      {
        "letra": "C",
        "texto": "a consumação do crime de extorsão independe da obtenção da vantagem indevida, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "cabível a diminuição da pena na extorsão mediante sequestro para o coautor que denunciá-la à autoridade, facilitando a libertação do sequestrado, apenas se o crime é cometido por quadrilha ou bando."
      },
      {
        "letra": "E",
        "texto": "independe de comprovação de fraude o delito de estelionato na modalidade de emissão de cheque sem suficiente provisão de fundos em poder do sacado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336281",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos delitos de estelionato e receptação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Folhas de cheque e cartões bancários não podem ser objeto material do crime de receptação, uma vez que são desprovidos de valor econômico."
      },
      {
        "letra": "B",
        "texto": "O preceito secundário do delito de receptação qualificada foi declarado inconstitucional pelo STF, por violação aos princípios constitucionais da proporcionalidade e da individualização da pena."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento do estelionato privilegiado, considera-se apenas o pequeno valor da coisa, e não o prejuízo sofrido pela vítima."
      },
      {
        "letra": "D",
        "texto": "O delito de estelionato previdenciário, segundo a pacífica jurisprudência do STJ, tem natureza de crime permanente, cujos efeitos se prolongam."
      },
      {
        "letra": "E",
        "texto": "Aplica-se o princípio da insignificância ao crime de estelionato, ainda que cometido em detrimento de entidade de direito público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311781",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação aos crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A receptação é punível, ainda que desconhecido ou isento de pena o autor do crime de que proveio a coisa."
      },
      {
        "letra": "B",
        "texto": "O roubo impróprio poderá ser cometido mediante violência, grave ameaça ou qualquer outro meio que reduza a vítima à impossibilidade de resistência."
      },
      {
        "letra": "C",
        "texto": "O latrocínio (consumado ou tentado) assim como o roubo qualificado pelas lesões graves são crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "É punível a subtração de coisa comum fungível, cujo valor não excede a quota a que tem direito o agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "290592",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Na madrugada do dia 20/8/2012, Francisco, escalou o muro que cercava determinada residência e conseguiu entrar na casa, onde anunciou o assalto aos moradores. Francisco ameaçou cortar a garganta das vítimas com um caco de vidro, caso elas gritassem por socorro ou tentassem chamar a polícia. Ele então amarrou as vítimas, explodiu o cofre localizado no andar de cima da casa e subtraiu as joias que encontrou. Essas joias foram vendidas a Paulo, que desconhecia a origem do produto por ele adquirido. Ao adquirir as joias roubadas, Paulo praticou o crime de receptação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "283094",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "Manoel pediu ao pai, recém-chegado aos 50 anos, que adiantasse a sua legítima, no que não foi atendido, pois este sabia que Manoel se tornara dependente de drogas, logo dilapidaria seu patrimônio como vício. Insatisfeito e aproveitando-se de uma viagem de seu pai, Manoel convidou Antônio e Joaquim, parceiros na utilização de “maconha”, a sacarem do poder de seu pai as joias que herdaria, pois com a venda destas lucraria mais de R$ 1.000.000,00. Madalena, amiga de Joaquim, a seu pedido e sabendo dos propósitos dele, ensinou-o a abrir o cofre onde as joias se encontravam.Manoel, para não ser descoberto, no dia da empreitada foi para o clube, possibilitando ser visto por várias pessoas, o que lhe daria um álibi. Antônio e Joaquim dirigiram-se para a residência do pai deManoel, local em que o primeiro abriu a porta da casa com uma gazua, o que possibilitou a Joaquim entrar e retirar as joias do cofre. Com medo de ser descoberto, posteriormente, Manoel solicitou ao seu amigo Paulo que guardasse temporariamente as joias. Após duas semanas do ocultamento das joias por Paulo, estas foram transportadas para outro Estado por Pedro, a pedido de José, primo de Manoel, sendo certo que nem Pedro, tampouco José, sabiam que as joias eram produto de crime. Já em outro Estado, as joias foram vendidas para Cláudia, que trabalhava como joalheira em sua residência, por preço vil, tendo esta percebido desde logo a origem ilícita da mercadoria. Ao tomar conhecimento do desaparecimento das joias, o pai de Manoel dirigiu-se à Delegacia de Polícia e ofereceu notitia criminis. Após investigação, restou provada toda empreitada delitiva.Assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel, Antônio, Joaquim e Madalena são coautores do crime de furto qualificado por rompimento de obstáculo, abuso de confiança e emprego de chave falsa, enquanto que Paulo, José, Pedro e Cláudia são coautores do crime de receptação."
      },
      {
        "letra": "B",
        "texto": "Antônio e Joaquim, na qualidade de autores, e Madalena, figurando como cúmplice por auxílio, devem ser responsabilizados por crime de furto qualificado. Não se poderá responsabilizar Manoel, José e Pedro. Paulo pode ser condenado por favorecimento real e Cláudia por receptação qualificada."
      },
      {
        "letra": "C",
        "texto": "Paulo poderá ser condenado pelo crime de receptação própria, enquanto Manoel é o autor intelectual do crime de furto, portanto ainda terá sua pena agravada. Antônio e Joaquim são autores diretos do crime de furto, restando unicamente a Madalena a cumplicidade material. José pode ser condenado pelo crime de receptação imprópria, Pedro por receptação própria e Cláudia por receptação simples."
      },
      {
        "letra": "D",
        "texto": "Madalena é cúmplice por auxílio intelectual no crime de furto, enquanto Manoel poderá ser condenado por furto com abuso de confiança, com pena agravada pelo fato do ofendido ser seu genitor.Antônio poderá ser condenado pelo crime de furto com emprego de chave falsa e Joaquim pelo crime de furto comrompimento de obstáculo. Paulo responde pelo crime de favorecimento pessoal. As condutas de José e Pedro são atípicas. Cláudia pode ser condenada pelo crime de receptação culposa."
      },
      {
        "letra": "E",
        "texto": "Cláudia comete crime de receptação qualificada. Pedro praticou conduta atípica e José pode ser condenado por receptação dolosa imprópria. Paulo pode ser condenado por receptação dolosa própria, já Madalena, Antônio e Joaquim são autores do crime de furto qualificado e a conduta deManoel é atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1656756",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, e sua tipicidade, julgue o item que se segue.A imputação, no crime de receptação, em qualquer de suas formas, só se dará se houver prova de que o agente tinha ciência de que o bem objeto do delito era produto de crime, inadmitindo-se a presunção nesse sentido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "298967",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Dano",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na extorsão o agente busca a obtenção de vantagem ilícita, ainda que não econômica."
      },
      {
        "letra": "B",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "C",
        "texto": "a receptação qualificada exige que a coisa seja recebida pelo agente no exercício de atividade comercial ou industrial clandestinas."
      },
      {
        "letra": "D",
        "texto": "o delito de dano culposo contra o patrimônio da União é de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "é incabível o arrependimento posterior no crime de roubo."
      }
    ],
    "gabarito": "E"
  }
]