[
  {
    "id": "3530676",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Segundo entendimento do STF, nem toda violação a direitos trabalhistas serve à caracterização do crime de redução à condição análoga à de escravo, exigindo-se, para tanto, que a violação a direitos seja intensa e persistente, embora se dispensem a coação física e o cerceamento da liberdade de locomoção, bastando, por exemplo, como meios executórios, a submissão a trabalhos forçados ou a jornada exaustiva, ou a sujeição a condições degradantes de trabalho, naquilo que constitui um tipo misto alternativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272322",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Sobre o crime de redução à condição análoga à de escravo (art. 149, CP), analise as assertivas a seguir e assinale a alternativa correta. I. A efetiva restrição de liberdade das vítimas é prescindível para a configuração do crime de redução à condição análoga à de escravo. II. O art. 149 do CP prevê outras condutas que podem ofender o bem jurídico tutelado, entre elas, submeter o sujeito passivo do delito a condições degradantes de trabalho. III. A pena desse crime é aumentada de metade se o crime for cometido contra criança ou adolescente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2449483",
    "metadata": "Ano: 2024 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "À vista das condutas elencadas nas assertivas seguintes, assinale a alternativa em que todas as situações retratam características típicas do trabalho escravo contemporâneo, de acordo com a normativa nacional e internacional: I - A submissão do trabalhador a serviços forçados; a retenção dos documentos do trabalhador; e o pagamento de remuneração de modo fracionado. II - A imposição ao trabalhador de jornada exaustiva; a não realização dos exames médicos periódicos; e a restrição da locomoção do trabalhador. III - A retenção dos objetos pessoais do trabalhador; a violação da sua correspondência; e a vigilância ostensiva no local de trabalho. IV - A sujeição do trabalhador a condições degradantes; a cobrança abusiva de adiantamento salarial; e o impedimento físico para deslocamento externo. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão incorretas"
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2156731",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere ao trabalho em condições análogas às de escravo, a conduta que configura o sistema de barracão, ou truck system, consiste em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter alguém a trabalhos forçados:"
      },
      {
        "letra": "B",
        "texto": "submeter alguém a jornada de trabalho exaustiva."
      },
      {
        "letra": "C",
        "texto": "restringir, por qualquer meio, a locomoção de alguém, em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "D",
        "texto": "sujeitar alguém a condições degradantes de trabalho."
      },
      {
        "letra": "E",
        "texto": "manter vigilância ostensiva de alguém no local de trabalho, com o fim de lá retê-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2134252",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Acerca do trabalho em condições análogas às de escravo, julgue os seguintes itens considerando, o entendimento adotado pelo STF. I O trabalho em condições análogas às de escravo pode ser configurado pela_ submissão do trabalhador A jornada exaustiva e a condições degradantes de trabalho. II É necessária a restrição da liberdade de ir e vir do trabalhador para que haja a configuração do trabalho em condições análogas às de escravo. IlI Na configuração do trabalho em condições análogas às de escravo, o cerceamento de liberdade pode decorrer de constrangimentos económicos e não necessariamente físicos. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item lI está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e lI estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IlI estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992816",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do crime de redução a condição análoga à de escravo, tipificado no art. 149, do CP, exige-se a restrição da liberdade de locomoção do trabalhador."
      },
      {
        "letra": "B",
        "texto": "A tipificação do crime de redução a condição análoga à de escravo, definido no art. 149, do CP, pode ocorrer com a submissão do trabalhador a jornada exaustiva."
      },
      {
        "letra": "C",
        "texto": "O crime de redução a condição análoga à de escravo, previsto no art. 149, do CP, se concretiza com a frustração de direito assegurado na legislação do trabalho."
      },
      {
        "letra": "D",
        "texto": "A tipificação do crime de redução a condição análoga à de escravo, no art. 149, do CP, se aperfeiçoa com a obrigação do trabalhador ter que usar mercadorias de determinado estabelecimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958871",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. I – No crime de tráfico de pessoas com a finalidade de exploração sexual, o consentimento válido da vítima exclui a tipicidade. Contudo, o consentimento dado pela vítima de tráfico de pessoas com a finalidade de exploração sexual é irrelevante para efeitos de exclusão da tipicidade quando decorrente de abuso de sua situação de vulnerabilidade. II – O crime de promoção de migração ilegal é compatível com o princípio da não criminalização da migração, pois que não incrimina o comportamento dos migrantes que, ilegalmente, ingressam ou que deixam o território nacional. III – Nos crimes contra o Estado Democrático de Direito, não constitui crime a manifestação crítica aos poderes constitucionais. Conforme referido no julgamento da Arguição de Descumprimento de Preceito Fundamental que analisou a constitucionalidade do inquérito das fake news que tramita no Supremo Tribunal Federal, inserem-se como constitucionalmente protegidos, quando não acompanhados de atos de violência, discursos que visem ao fim da democracia, pois que expressão da liberdade de pensamento. IV – A prescritibilidade penal das condutas que constituam escravidão e suas formas análogas, no entendimento da Corte Interamericana dos Direitos Humanos no caso Fazenda Brasil Verde, viola a Convenção Americana sobre Direitos Humanos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1946481",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo",
      "Legislação Penal Especial",
      "Perseguição"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de violência psicológica, previsto no artigo 147-B, do Código Penal, pode ser praticado contra mulher, criança e adolescente."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal, previsto no artigo 146 do Código Penal, é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "No crime de sequestro e cárcere privado, previsto no artigo 148, do Código Penal, a morte da vítima qualifica o crime."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição, previsto no artigo 147-A, do Código Penal, é de ação pública incondicionada se cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "E",
        "texto": "É equiparada ao crime de reduzir a condição análoga à de escravo, previsto no art. 149, do Código Penal, a conduta de cercear o uso de qualquer meio de transporte ao trabalhador, com o fim de retê-lo no ambiente do trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751206",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que concerne aos crimes previstos na parte especial do Código Penal, julgue o item subsequente. O crime de redução à condição análoga à de escravo pode ocorrer independentemente da restrição à liberdade de locomoção do trabalhador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1135028",
    "metadata": "Ano: 2019 | Banca: CONSULPAM | Órgão: Prefeitura de Viana - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "O artigo 149 do Código Penal, traz em seu caput: “Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto”. O crime aqui tipificado é denominado de Redução a condição análoga à de escravo e tem como pena prevista:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a cinco anos, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a cinco anos, e multa correspondente à violência."
      },
      {
        "letra": "D",
        "texto": "Detenção, de dois a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "936306",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "Assinale a resposta certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração típica do crime de frustração de direito assegurado por lei trabalhista, a lei penal prevê apenas a ação delituosa de ilusão mediante fraude, destinada a impedir o exercício de direitos trabalhistas, ou o desligamento do serviço através da simulação de dívidas contraídas pelo empregado."
      },
      {
        "letra": "B",
        "texto": "Para a configuração típica do crime de aliciamento de trabalhadores de um local para outro do território nacional, é necessária a ação de recrutar seduzindo, mais de um trabalhador, com o fim de levá-los para qualquer lugarejo, mas desde que afastado daquele em que ocorreu o aliciamento."
      },
      {
        "letra": "C",
        "texto": "Para a configuração típica do crime de redução a condição análoga a de escravo, o consentimento da vítima é elemento essencial a ser aferido, haja vista que não incide a punição em hipótese alguma, quando tal consentimento tenha sido dado, expressa ou tacitamente, pelo ofendido."
      },
      {
        "letra": "D",
        "texto": "Para a configuração típica do crime de redução a condição análoga a de escravo basta que a vítima tenha sido submetida, eventualmente, a apenas uma jornada exaustiva de trabalho, ou a um episódio degradante de trabalho, casos em que há evidente violação da dignidade humana."
      },
      {
        "letra": "E",
        "texto": "Para a configuração típica do crime de atentado contra a liberdade de trabalho, a grave ameaça capaz de constranger alguém a trabalhar durante certo período de tempo ou em determinados dias, pode se consubstanciar na promessa, pelo empregador, de rescisão do contrato de trabalho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904761",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Relativamente ao crime de redução a condição análoga à de escravo, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para processar e julgar quem comete esse crime é da Justiça Federal, caracterizando-se o delito por ser do tipo misto alternativo."
      },
      {
        "letra": "B",
        "texto": "Não se restringe à área rural ou a locais longínquos, podendo ocorrer em área urbana, atividade industrial ou mesmo no trabalho doméstico."
      },
      {
        "letra": "C",
        "texto": "Caracteriza-se por ser a vítima submetida a trabalhos forçados ou a jornada exaustiva, bem como sujeita a condições degradantes de trabalho, restringindo-se, por qualquer meio, sua locomoção, em razão de dívida contraída com o empregador."
      },
      {
        "letra": "D",
        "texto": "Se a vítima é criança, adolescente, idoso ou pessoa com deficiência ou se o crime é cometido por motivo de preconceito de raça, cor, etnia, religião ou origem, a pena é aumentada de 1/3 (um terço)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035169",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Nos termos do Código Penal, incorre nas mesmas penas do crime de redução à condição análoga a de escravo quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permanece, clandestinamente, em casa alheia ou em suas dependências, bloqueado acesso do proprietário ao local"
      },
      {
        "letra": "B",
        "texto": "cerceia o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho, em razão de dívida contraída com empregador ou preposto"
      },
      {
        "letra": "C",
        "texto": "explora hospedaria ou estalagem sem autorização formal de autoridade pública"
      },
      {
        "letra": "D",
        "texto": "protege, sabendo da ilegalidade, milícias armadas responsáveis pela guarda de terras (fazendas)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "836749",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Lucas é empregador dos trabalhadores Manuel, Francisco e Pedro em sua fazenda na zona rural. Analise as três situações apresentadas: I. Lucas retém a carteira de identidade de Manuel, único documento deste, impedindo que deixe o local de trabalho.II. Lucas autoriza que Francisco gaste apenas 15 minutos todo dia para horário de almoço, de modo que Francisco somente pode comprar uma refeição na pequena cantina de Lucas que funciona dentro da fazenda. Em razão dos altos preços dos produtos, Francisco contrai dívida alta e é impedido de deixar a fazenda antes do pagamento dos valores devidos. III. Lucas instala diversas câmeras e outros mecanismos de vigilância ostensiva na fazenda com o fim de reter Pedro em seu local de trabalho. Considerando as situações apresentadas, o comportamento de Lucas em relação a Manuel, Francisco e Pedro configura, respectivamente, o(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redução à condição análoga à de escravo, nas três situações;"
      },
      {
        "letra": "B",
        "texto": "redução à condição análoga à de escravo, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, redução à condição análoga à de escravo e redução à condição análoga à de escravo;"
      },
      {
        "letra": "D",
        "texto": "cárcere privado, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "E",
        "texto": "redução à condição análoga à de escravo, redução à condição análoga à de escravo e constrangimento ilegal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "831161",
    "metadata": "Ano: 2017 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena relativa ao crime de redução a condição análoga à de escravo é aumentada se o crime é cometido por motivo de religião."
      },
      {
        "letra": "B",
        "texto": "O delito de sequestro e cárcere privado é considerado crime de natureza permanente, consumando-se com a privação da liberdade da vítima, impedida de ir e vir."
      },
      {
        "letra": "C",
        "texto": "O Código Penal prevê, para o delito de sequestro e cárcere privado, como circunstância de aumento de pena, a de que o crime tenha sido praticado com fins de remover órgãos, tecidos ou partes do corpo da vítima."
      },
      {
        "letra": "D",
        "texto": "O tipo penal do crime de frustração de direito assegurado por lei trabalhista consiste em norma penal em branco e não prevê modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "627518",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Em relação ao crime de redução à condição análoga à de escravo, assinale dentre as proposições adiante aquela que é incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito ativo do crime de redução à condição análoga à de escravo pode ser qualquer pessoa, embora, como regra, circunscreva-se ao empregador e aos seus prepostos."
      },
      {
        "letra": "B",
        "texto": "O sujeito passivo do crime de redução à condição análoga à de escravo somente pode ser o empregado."
      },
      {
        "letra": "C",
        "texto": "O objeto juridicamente tutelado pelo tipo penal do crime de redução à condição análoga à de escravo é a organização do trabalho."
      },
      {
        "letra": "D",
        "texto": "Dentre os elementos objetivos do tipo penal do crime de redução à condição análoga à de escravo, destacam-se as condutas de submissão de alguém a trabalhos forçados ou exaustivos, sujeição a condições degradantes de trabalho e restrição da locomoção do trabalhador em razão de dívida."
      },
      {
        "letra": "E",
        "texto": "O elemento subjetivo do crime de redução à condição análoga à de escravo é o dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "625063",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Um dos crimes mais graves do ordenamento pátrio é o de redução à condição análoga à de escravo, capitulado no artigo 149 do Código Penal. Acerca de tal delito, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Restará verificado, sempre que os direitos trabalhistas não forem observados em sua integralidade;"
      },
      {
        "letra": "B",
        "texto": "Restará verificado, apenas quando o trabalho a que as vítimas forem submetidas não for remunerado;"
      },
      {
        "letra": "C",
        "texto": "Haja vista as alterações realizadas pela lei 10.803/03, revogou o artigo 203 do Código Penal;"
      },
      {
        "letra": "D",
        "texto": "Convive em harmonia com o artigo 203 do Código Penal;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "622496",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação ao crime de redução a condição análoga à de escravo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível que tal crime seja praticado na forma tentada, uma vez que o tipo penal prevê a habitualidade da conduta do agente."
      },
      {
        "letra": "B",
        "texto": "Caso a conduta seja praticada contra criança, adolescente, idoso ou pessoa portadora de deficiência física ou mental, haverá causa específica de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "A tipificação da conduta, no caso desse crime, está vinculada à submissão da vítima a trabalhos forçados ou jornada exaustiva."
      },
      {
        "letra": "D",
        "texto": "O bem jurídico protegido é a liberdade individual da vítima, que se vê impedida de exercer seu direito de ir e vir, não se tratando de crime contra a organização do trabalho."
      },
      {
        "letra": "E",
        "texto": "Esse crime classifica-se como crime comum, visto que não se exige, para a sua configuração, característica específica do sujeito ativo, mas apenas do sujeito passivo, que é sempre o trabalhador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588522",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a liberdade pessoal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento da vítima ou de seu representante legal, não exclui, em qualquer situação, o constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal não se reveste de subsidiariedade em relação a outros delitos."
      },
      {
        "letra": "C",
        "texto": "Constitui figura equiparada à de redução a condição análoga à de escravo o ato de cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "O crime de cárcere privado é permanente e formal, não admitindo a tentativa."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça, se praticado no contexto de violência doméstica e familiar contra a mulher, é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569435",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Analise as assertivas abaixo a respeito do crime de redução à condição análoga à de escravo, e assinale, a seguir, a alternativa correta: I – Configura-se o tipo penal submeter o trabalhador a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. II – A pena prevista para esse crime é de reclusão, de dois a oito anos, e multa, podendo ser acrescida da pena correspondente à violência. III – Se o crime é cometido contra criança, adolescente ou gestante, a pena é aumentada pela metade; se o crime é praticado por motivo de preconceito de raça, cor, etnia, religião ou origem, a pena é aumentada em um terço. IV – Incorre nas mesmas penas previstas para o crime quem cerceia o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho. V – Em se tratando de crime contra a organização do trabalho, a competência para o julgamento do mesmo é da Justiça Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I,II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, e V estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555064",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A mídia tem noticiado casos em que trabalhadores, em sua grande maioria estrangeiros, são submetidos a trabalhos forçados e jornadas exaustivas, configurando assim o crime de redução à condição análoga à de escravo. Sobre esse delito, assinale a alternativa que não o tipifica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recusar o fornecimento de alimentação ou água potável."
      },
      {
        "letra": "B",
        "texto": "Restringir sua locomoção em razão de dívida contraída com o preposto."
      },
      {
        "letra": "C",
        "texto": "Vigilância ostensiva no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "Apoderar-se de documentos ou objetos pessoais do trabalhador com o fim de retê-lo no local de trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525917",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Elio, proprietário da Fazenda Leite da Mimosa, localizada em região erma e não servida por transporte regular, possui 20 empregados, que dispõem de adequadas condições para prestar o trabalho, sem excesso de jornada ou condições degradantes. Todos os trabalhadores − que recebem salários em média superiores aos praticados por outras fazendas próximas para funções semelhantes − por vontade própria, residem em confortável alojamento fornecido pelo empregador. O local mais próximo a dispor de transporte regular é o centro do Município onde está localizada a Fazenda Leite da Mimosa, 42 quilômetros distante. Para chegar ao centro do Município, os trabalhadores precisam se valer de transporte fornecido pelo proprietário da fazenda. Elio adotou as seguintes condutas: I. Afixou, em 10/07/2014, no alojamento dos empregados, cartaz com o seguinte dizer “Quem não cumprir a meta de colheita diária, não receberá o salário da semana e não poderá sair da fazenda.\". As metas fixadas não implicavam necessidade de trabalho excessivo ou sequer de trabalho suplementar. II. No mesmo cartaz, referindo a dois empregados que costumeiramente não atingiam suas respectivas médias, também inseriu: “e estou achando que o Arlindo e o Setembrino, que são dois molengas preguiçosos, não querem ver a família no final de semana. Se continuarem com essa vadiagem, vão ficar sem salário e de castigo na Mimosa\". III. No dia 26/07/2014, sábado, dia em que não havia prestação de trabalho na fazenda e que, por livre vontade dos trabalhadores, pela manhã, um ônibus os levaria ao centro do Município, Elio impediu que Setembrino partisse junto com os demais, afirmando que, assim, “quem sabe ele aprende\". Não foi permitido a este trabalhador se valer de qualquer dos demais meios de transporte que a fazenda dispunha (motocicleta, bicicleta e automóvel). Exclusivamente em relação aos crimes contra a liberdade pessoal, a conduta de Elio caracteriza, afora outros, acaso existentes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constrangimento ilegal em relação a Setembrino e ameaça em relação a Arlindo."
      },
      {
        "letra": "B",
        "texto": "ameaça em relação a Setembrino e constrangimento ilegal em relação a Arlindo."
      },
      {
        "letra": "C",
        "texto": "injúria em relação a Arlindo e cárcere privado em relação a Setembrino."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal em relação a Arlindo e redução à condução análoga a de escravo em relação a Setembrino."
      },
      {
        "letra": "E",
        "texto": "redução à condução análoga a de escravo em relação a Setembrino e injúria em relação a Arlindo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512820",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a organização do trabalho",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre no crime de peculato o funcionário público que desviar dinheiro particular, de que tem a posse em razão do cargo, ainda que o aplique em proveito da própria repartição em que estiver lotado."
      },
      {
        "letra": "B",
        "texto": "Incorre na pena do crime de apropriação indébita previdenciária o prestador de serviço que deixar de recolher contribuições devidas à previdência social que tenham integrado os custos operacionais relativos à prestação de serviços."
      },
      {
        "letra": "C",
        "texto": "Incorre em crime contra a organização do trabalho quem recruta trabalhadores fora do local de trabalho, dentro do território nacional, e não assegura condições de retorno ao seu local de origem."
      },
      {
        "letra": "D",
        "texto": "Incorre em crime de redução à condição análoga a de escravo quem submete trabalhador a jornada exaustiva ou a condições degradantes de trabalho, desde que ocorra, concomitantemente, algum cerceio à sua liberdade de locomoção."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425252",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a liberdade pessoal, marque a resposta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de três a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Privar alguém de sua liberdade, mediante sequestro ou cárcere privado. A Pena é de reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. A pena é de detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda com pena de detenção, de quatro meses a um ano, ou multa."
      },
      {
        "letra": "E",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de quatro a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425148",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Quanto ao crime de redução à condição análoga à de escravo, é CERTO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera submissão do trabalhador à jornada exaustiva não é suficiente para sua caracterização;"
      },
      {
        "letra": "B",
        "texto": "É configurado sempre que o empregador se apodere de documentos pessoais do empregado, qualquer que seja sua intenção;"
      },
      {
        "letra": "C",
        "texto": "Tem a pena aumentada pela metade se praticado por motivo de preconceito de raça;"
      },
      {
        "letra": "D",
        "texto": "Para sua caracterização depende da verificação concomitante de submissão a trabalhos forçados em condições degradantes de trabalho e com restrição de locomoção;"
      },
      {
        "letra": "E",
        "texto": "Só é verificado se houver vigilância ostensiva e limitação do direito de liberdade de ir e vir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420555",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. O sujeito ativo no delito em apreço poderá ser qualquer pessoa, embora, em regra, seja o empregador ou seus prepostos, e o sujeito passivo só poderá ser alguém vinculado a determinada relação de trabalho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420554",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. A conduta do empregador que obriga o empregado a usar mercadorias de determinado estabelecimento com o fim de vinculá-lo, pela dívida contraída, a seu posto de trabalho, ainda que não afete a liberdade de locomoção do trabalhador, configura o crime de redução a condição análoga à de escravo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420553",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. O consentimento da vítima constitui causa excludente incondicional de antijuridicidade relativamente ao referido delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420552",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo.O tipo penal do crime de redução a condição análoga à de escravo precisa ser integrado por meio de interpretação analógica, haja vista que o conceito de escravo não é definido pela legislação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406902",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Analise a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura o crime de redução à condição análoga a de escravo, quer o submeter a trabalhos forçados ou a jornada exaustiva, quer o sujeitar a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de corrupção ativa, solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável, submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual, alguém menor de 18 (dezoito) anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone."
      },
      {
        "letra": "D",
        "texto": "Constitui também crime de prevaricação, deixar o Diretor de Penitenciária e/ou agente público, de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378661",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "NÃO configura o crime de redução à condição análoga de escravo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter a vítima a trabalhos forçados ou a jornada exaustiva, sujeitando-a a condições degradantes de trabalho."
      },
      {
        "letra": "B",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a celebrar contrato de trabalho."
      },
      {
        "letra": "C",
        "texto": "restringir, por qualquer meio, a locomoção do trabalhador em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "D",
        "texto": "cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "E",
        "texto": "manter vigilância ostensiva no local de trabalho ou se apoderar de documentos ou objetos pessoais do trabalhador, com o fim de retê-lo no local de trabalho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "313306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação aos crimes contra a liberdade pessoal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de a vítima consentir no seu sequestro, realizado por seu namorado, a fim de exigir certa quantia em dinheiro de seus pais, exclui a tipicidade penal, não havendo, portanto, crime de sequestro ou cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Para a consumação do crime de ameaça, exige-se a ocorrência de mal injusto à vítima."
      },
      {
        "letra": "C",
        "texto": "A privação de liberdade de outrem, mediante sequestro ou cárcere privado, consuma-se após vinte e quatro horas do início da execução do ato."
      },
      {
        "letra": "D",
        "texto": "O empregador que retiver a carteira de trabalho do empregado com a finalidade de fazer que ele permaneça no local de trabalho responderá pela prática do crime de constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "O policial que, para impedir determinada pessoa de se suicidar, usar de coação mediante violência poderá ser beneficiado com o perdão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426533",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Analise as proposições abaixo relacionadas a temas do Direito Penal e, após, marque a única alternativa correta:I - Nos termos da jurisprudência do Supremo Tribunal Federal, é da Justiça Federal a competência para julgar os crimes de redução à condição análoga à de escravo, tendo em vista que quaisquer condutas que violem não só o sistema de órgãos e instituições que preservam, coletivamente, os direitos e deveres dos trabalhadores, mas também o homem trabalhador, atingindo-o nas esferas em que a Constituição lhe confere proteção máxima, enquadram-se na categoria dos crimes contra a organização do trabalho, se praticadas no contexto de relações de trabalho.II - O crime de difamação pressupõe, para sua concretização, a presença de fato certo e determinado a macular a honra objetiva da vítima. III - Nos termos da jurisprudência do Supremo Tribunal Federal, a testemunha que não prestou compromisso em processo de natureza cível, por ser prima da parte, embora tenha sido advertida de que suas declarações poderiam caracterizar ilícito penal, não pode estar sujeita às penalidades do crime de falso testemunho, isso porque, em termos legais, a formalidade do compromisso integra o tipo do crime de falso testemunho.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso"
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "198743",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "NA FAZENDA BELMONTE, NO MUNICÍPIO DE ALTA VÁRZEA, EM ALGUM ESTADO DA AMAZÔNIA LEGAL, O FAZENDEIRO MAURICIO EMPREGA QUARENTA E DOIS EMPREGADOS RURAIS, RECRUTADOS POR 'GATOS' NO NORDESTE DO BRASIL E DESPIDOS DE SUA DOCUMENTAÇÃO PESSOAL, INCLUSIVE CARTEIRA DE TRABALHO, QUE ENTREGARAM PARA EFEITO DE REGISTRO DE EMPREGADO, MAS NUNCA LHES FOI DEVOLVIDA. OS EMPREGADOS RECEBEM 100 REAlS SEMANALMENTE E T.EM QUE PROVER SUA EXISTENCIA ATRAVES DA COMPRA DE VÍVERES NO BARRACÃO DA FAZENDA, DE PROPRIEDADE DO FAZENDEIRO. COMO O DINHEIRO NÃO É SUFICIENTE PARA COBRIREM SUAS NECESSIDADES E O CUSTO DOS PRODUTOS NO BARRACÃO SOBE A CADA SEMANA, TODOS ESTÃO ENDIVIDADOS, SENDO O DEÉBITO DESCONTADO DOS GANHOS SEMANAIS. MUITOS NÃO RECEBEM NADA E CONTINUAM A DEVER. PEDRO, UM DOS EMPREGADOS, TENTOU FUGIR DA FAZENDA E FOI BALEADO POR JAGUNÇOS. DEPOIS FOI GRAVEMENTE ESPANCADO EM FRENTE DOS COMPANHEIROS, PARA DElXAR CLARO QUE 'O CABRA QUE FOGE SEM PAGAR, PASSARÁ POR ISSO', SEGUNDO O ADMINISTRADOR DA FAZENDA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) O fato descrito é caso típico de servidão,sendo a atribuição tutelar confinada ao Ministério Público do Trabalho e ao Ministério Público estadual;"
      },
      {
        "letra": "B",
        "texto": "( ) O fato descrito e caso tipico de servidão por divida, com consequências para a atuação do Ministério Público do Trabalho e do Ministeno Público Federal;"
      },
      {
        "letra": "C",
        "texto": "( ) O fato descrito é caso tipico de escravidão na ,forma da Convenção sobre a Escravatura de 1926, atraindo a atribuição do Ministério Público Federal;"
      },
      {
        "letra": "D",
        "texto": "( ) O fato não configura escravidão, mas grave violação de direitos trabalhistas, sujeita à atuação repressiva da Delegacia Regional do Trabalho."
      }
    ],
    "gabarito": "B"
  }
]