[
  {
    "id": "3228278",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Registro não autorizado da intimidade sexual"
    ],
    "enunciado_principal": "Sobre a interpretação do Superior Tribunal de Justiça nos crimes contra a dignidade sexual tipificados no Código Penal, é INCORRETO afirmar que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relacionamento entre adolescente maior de 14 e menor de 18 anos ( sugar baby) e um adulto ( sugar daddy ou sugar mommy) que oferece vantagens econômicas configura o tipo penal de favorecimento da prostituição (art. 218-B, § 2º, I, CP), porquanto essa relação se constrói a partir de promessas de benefícios econômicos diretos e indiretos, induzindo o menor à prática de conjunção carnal ou qualquer outro ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "O motorista de van escolar, ao cometer o crime de estupro de vulnerável contra criança ou adolescente sob sua vigilância, está sujeito à causa de aumento de pena prevista no art. 226, II, do Código Penal, devido à sua posição de autoridade e garantidor da segurança e incolumidade moral das vítimas."
      },
      {
        "letra": "C",
        "texto": "No crime de estupro de vulnerável, é possível a aplicação da fração máxima de majoração prevista no art. 71, caput, do Código Penal (continuidade delitiva), ainda que não haja a delimitação precisa do número de atos sexuais praticados, desde que o longo período e a recorrência das condutas permita concluir que houve 7 (sete) ou mais repetições."
      },
      {
        "letra": "D",
        "texto": "O delito de registro não autorizado da intimidade sexual (art. 216-B do CP) possui a natureza de ação penal pública condicionada à representação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3038294",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Lagoa Seca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Registro não autorizado da intimidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Sobre os crimes sexuais contra vulnerável, registro de intimidades, rufianismo e similares, tipificados no Código Penal, analise as proposições a seguir. I- Ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos, com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência e ainda, se da conduta resulta lesão corporal de natureza grave, a pena será de reclusão, de 8 (oito) a 15 (quinze) anos. II- É crime de intimidade sexual: produzir, fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes. III- É crime oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio - inclusive por meio de comunicação de massa ou sistema de informática ou telemática - fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza à sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "I e II apenas."
      },
      {
        "letra": "D",
        "texto": "II apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2360687",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Registro não autorizado da intimidade sexual"
    ],
    "enunciado_principal": "Atílio, 18 anos, aluno do ensino médio de uma escola privada, por meio de um aplicativo que se vale de inteligência artificial, fez montagens de fotos de duas colegas de classe, Samantha, 17 anos, e Diana, 18 anos, e as armazenou em seu aparelho de telefone celular. Nas montagens, as alunas apareciam nuas. Desta forma, é correto afirmar que Atílio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá responder criminalmente, em razão da atipicidade de suas condutas."
      },
      {
        "letra": "B",
        "texto": "deverá responder exclusivamente pelo crime previsto no art. 216-B, § único do Código Penal."
      },
      {
        "letra": "C",
        "texto": "deverá responder exclusivamente pelo crime previsto no art. 241-C do ECA."
      },
      {
        "letra": "D",
        "texto": "deverá responder pelos crimes do art. 216-B, § único do Código Penal e pelo art. 241-C do ECA."
      },
      {
        "letra": "E",
        "texto": "deverá responder pelos crimes do art. 216-B, § único e pelo art. 139, ambos do Código Penal, e pelo art. 241-C do ECA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512289",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Registro não autorizado da intimidade sexual"
    ],
    "enunciado_principal": "Leandro e Maria, para aproveitarem a lua de mel, alugaram apartamento em aplicativo de propriedade de Paulo. Porém, após 3 dias de hospedagem, calorosos aconchegos e a prática de atos libidinosos, perceberam uma luz que piscava atrás do espelho e, ao examinar melhor a situação, acharam uma câmera, que estava ligada na tomada e gravando a intimidade do casal. Salienta-se que, embora tenha havido a gravação, não ocorreu a divulgação das cenas. Considerando a situação hipotética mencionada, a doutrina, a legislação pátria e o entendimento dos tribunais superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo poderá ser responsabilizado, segundo a lei brasileira, pelo crime consumado de registro não autorizado da intimidade sexual."
      },
      {
        "letra": "B",
        "texto": "Paulo não poderá ser responsabilizado, segundo a lei brasileira, pelo crime de registro não autorizado da intimidade sexual, vez que Paulo não divulgou as imagens gravadas, não passando a sua conduta de atos preparatórios."
      },
      {
        "letra": "C",
        "texto": "Paulo não poderá ser responsabilizado, segundo a lei brasileira, por crime, já que, por tratar-se de crime material, exige-se para a consumação a divulgação das cenas, o que não ocorreu na hipótese em análise, tratando-se, portanto, de atipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "Paulo poderá ser responsabilizado, segundo a lei brasileira, pelo crime consumado de registro não autorizado da intimidade sexual em concurso com o crime de importunação sexual, podendo ter sua pena duplicada caso a finalidade seja a divulgação com fins lucrativos."
      }
    ],
    "gabarito": "A"
  }
]