[
  {
    "id": "3272337",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Assinale a alternativa que aponta entendimento jurisprudencial consolidado do STF no que diz respeito à falta de estabelecimento penal adequado para cumprimento do regime de pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta de estabelecimento penal adequado autoriza a manutenção do condenado em regime prisional mais gravoso."
      },
      {
        "letra": "B",
        "texto": "Os juízes da execução penal poderão avaliar os estabelecimentos destinados aos regimes semiaberto e aberto para qualificação como adequados a tais regimes. São inaceitáveis estabelecimentos que não se qualifiquem como “colônia agrícola, industrial” (regime semiaberto) ou “casa de albergado ou estabelecimento adequado” (regime aberto)."
      },
      {
        "letra": "C",
        "texto": "Havendo déficit de vagas, deverá determinar-se, entre outras, a saída temporária de sentenciado para visitação da família."
      },
      {
        "letra": "D",
        "texto": "Eventual ausência de estabelecimento adequado na comarca autoriza a automática concessão de regime aberto ou domiciliar."
      },
      {
        "letra": "E",
        "texto": "Compete aos magistrados responsáveis pelas execuções penais verificar se a unidade prisional proporciona a determinado sentenciado os direitos compatíveis com o regime imposto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272331",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "A Lei nº 13.769/2018 incluiu o § 3º no art. 112 da Lei de Execução Penal (LEP), prevendo progressão de regime especial no caso de mulher gestante, ou mãe, ou responsável por crianças, ou pessoas com deficiência. Essa progressão de regime diferenciada tem como requisitos, entre outros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e não ter integrado organização criminosa."
      },
      {
        "letra": "B",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e não ter integrado associação criminosa."
      },
      {
        "letra": "C",
        "texto": "Ter cumprido ao menos 1/6 da pena no regime anterior e não ter integrado organização criminosa."
      },
      {
        "letra": "D",
        "texto": "Ter cumprido ao menos 1/6 da pena no regime anterior e não ter integrado associação criminosa."
      },
      {
        "letra": "E",
        "texto": "Ter cumprido ao menos 1/8 da pena no regime anterior e ser primária, independentemente do bom comportamento carcerário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268741",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Quanto ao Decreto‑Lei nº 3.688/1941, que trata das contravenções penais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de prisão simples deve ser cumprida, com maior rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "B",
        "texto": "Os condenados à pena de prisão simples ficam separados dos condenados à pena de reclusão ou de detenção."
      },
      {
        "letra": "C",
        "texto": "O trabalho do preso é obrigatório quando a pena aplicada não exceder 15 dias."
      },
      {
        "letra": "D",
        "texto": "A pena de prisão simples pode ser estendida indefinidamente, dependendo da gravidade do crime."
      },
      {
        "letra": "E",
        "texto": "A duração da pena de prisão simples pode ser superior a cinco anos se o réu for reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3232909",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Duas Estradas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Com relação às penas privativas de liberdade, analise os itens a seguir. I- O cumprimento da pena de detenção deve ser iniciado sempre em regime fechado. II- A execução da pena em regime semiaberto se dá em colônia agrícola, industrial ou estabelecimento similar. III- O condenado a pena superior a 8 (oito) anos deverá começar a cumpri-la em regime fechado. É CORRETO o que se afirma apenas em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3117550",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Em um processo criminal a que o réu responde como incurso no crime descrito no artigo 33 da Lei nº 11.343/2006, decide o juiz, na terceira fase da dosimetria da pena, aplicar o benefício previsto no §4º do citado artigo, reduzindo a pena aplicada, então no patamar mínimo cominado em lei, à razão de dois terços, para fixá-la em 1 ano e 8 meses de reclusão e 167 dias-multa. Diante do narrado, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fixar o regime prisional inicialmente fechado, deixando de substituir a pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "B",
        "texto": "fixar o regime prisional inicialmente semiaberto, deixando de substituir a pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "C",
        "texto": "fixar o regime prisional inicialmente semiaberto, com a substituição da pena privativa de liberdade por 1 pena restritiva de direitos ou multa;"
      },
      {
        "letra": "D",
        "texto": "fixar o regime prisional inicialmente aberto, com a substituição da pena privativa de liberdade por 1 pena restritiva de direitos ou multa;"
      },
      {
        "letra": "E",
        "texto": "fixar o regime prisional inicialmente aberto, com a substituição da pena privativa de liberdade por 2 penas restritivas de direitos ou 1 pena restritiva de direitos e multa"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3035628",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Juarez foi preso por tráfico de entorpecentes e já cumpriu metade de sua pena, sendo colocado em regime semiaberto. Com saudade de sua família, ele solicita permissão para saída temporária do estabelecimento, sem vigilância direta. Juarez recebeu a resposta de que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá utilizar equipamento de monitoração eletrônica, quando assim determinar o juiz da execução;"
      },
      {
        "letra": "B",
        "texto": "não tem direito a saída temporária sem vigilância direta o condenado que cumpre pena por praticar crime hediondo;"
      },
      {
        "letra": "C",
        "texto": "só terá permissão após submeter-se a exame criminológico e lograr aprovação;"
      },
      {
        "letra": "D",
        "texto": "a progressão para regime semiaberto dá direito automaticamente a saída temporária sem vigilância;"
      },
      {
        "letra": "E",
        "texto": "será autorizada a saída temporária após comprovação de que possui endereço de família fora do presídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3034296",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Ibirajuba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Caso a pena de Carlos seja superior a dois anos, ele poderá começar a cumpri-la em regime aberto, desde que seja primário e a sentença não o desabone.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2590680",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Associando as penalidades administrativas previstas no Código de Trânsito Brasileiro (CTB) e o Código Penal, que, em seu artigo 44, trata das penas restritivas de direitos, que são autônomas e substituem as privativas de liberdade, temos uma pena aplicada com um objetivo comum entre o CTB e CP. De qual pena estamos tratando?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Limitação de fim de semana."
      },
      {
        "letra": "B",
        "texto": "Perda de bens e valores."
      },
      {
        "letra": "C",
        "texto": "Prestação de serviço à comunidade."
      },
      {
        "letra": "D",
        "texto": "Suspensão de autorização ou de habilitação para dirigir veículo."
      },
      {
        "letra": "E",
        "texto": "Advertência por escrito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2543900",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "De acordo com a Lei de Execução Penal, a remissão da pena, por trabalho ou estudo, de parte do tempo de execução da pena poderá ocorrer no cumprimento de: 1. regime aberto. 2. regime semiaberto. 3. regime fechado. 4. penas restritivas de direito. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 2 e 3."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "E",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2522200",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Regressão de regime penitenciário",
      "Regime Disciplinar Diferenciado"
    ],
    "enunciado_principal": "Márcio é pessoa em situação de rua e está cumprindo pena em regime semiaberto harmonizado (com uso de tornozeleira eletrônica). Em razão das dificuldades de carregar a bateria do equipamento de monitoração na rua, Márcio é regredido cautelarmente de regime. Em audiência de justificativa, aponta todas as dificuldades de carregar a bateria nas ruas e seu desejo de conseguir acabar de cumprir sua pena. O juiz, entendendo que o fim de bateria equivale à fuga, regride definitivamente Márcio de regime. Acerca do tema, a decisão do magistrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não merece reparos, tendo em vista que a jurisprudência do TJ/PR é realmente no sentido de que o fim de bateria equivale à fuga e que a situação pessoal do apenado não deve ser levada em consideração, sob pena de ferir o princípio da impessoalidade."
      },
      {
        "letra": "B",
        "texto": "Merece reparos, pois o fim de bateria é uma falta média, e faltas médias não podem levar à regressão do regime."
      },
      {
        "letra": "C",
        "texto": "Merece reparos tendo em vista que, apesar do fim de bateria, no entendimento do TJ/PR, equivaler à fuga, deve-se evitar o uso de tornozeleiras eletrônicas por pessoas em situação de rua."
      },
      {
        "letra": "D",
        "texto": "Merece reparos tendo em vista que, além do fim da bateria, no entendimento do TJ/PR, não equivaler à fuga, a condição de pessoa em situação de rua impede o cumprimento de pena por meio do uso de tornozeleiras eletrônicas."
      },
      {
        "letra": "E",
        "texto": "Merece reparos, pois o fim de bateria é uma falta leve, e faltas leves não podem levar à regressão de regime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2489104",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem é réu primário e é condenado por crime cometido com violência à pessoa, fixando o juiz a pena-base no mínimo legal, que é de 6 (seis) anos de reclusão. Elaborado pelo(a) autor(a). O regime inicial de cumprimento da pena será o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, proibida a fixação de regime inicial mais gravoso com base apenas na gravidade do delito."
      },
      {
        "letra": "B",
        "texto": "fechado, proibida a fixação de regime inicial mais gravoso com base apenas na gravidade do delito."
      },
      {
        "letra": "C",
        "texto": "semiaberto, permitida a fixação de regime inicial mais gravoso com base apenas na gravidade do delito."
      },
      {
        "letra": "D",
        "texto": "fechado, permitida a fixação de regime inicial mais gravoso com base apenas na gravidade do delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2442330",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Tício foi condenado, em sentença transitada em julgado, a uma pena final de três anos de detenção, por ter agredido fisicamente seu genitor (lesão corporal no contexto doméstico). Registre-se que o agente é reincidente pela prática de idêntico delito. Nesse cenário, considerando as disposições do Código Penal, Tício iniciará o cumprimento de pena em regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "B",
        "texto": "aberto, tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, mas não à suspensão condicional da pena;"
      },
      {
        "letra": "C",
        "texto": "fechado, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "D",
        "texto": "aberto, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "E",
        "texto": "semiaberto, tendo direito à suspensão condicional da pena, mas não à substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322682",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Ação penal",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Com relação a pena, analise as afirmativas a seguir. I. Para o Superior Tribunal de Justiça, é vedada a utilização de inquéritos policiais em curso para agravar a pena base, somente sendo possível o incremento com base em ações penais em andamento. II. Incide a atenuante da confissão mesmo quando o autor confessa os fatos alegando causa excludente de ilicitude e culpabilidade. III. No concurso de crimes, o cálculo da prescrição da pretensão punitiva é feito considerando cada crime isoladamente, computando-se somente o acréscimo decorrente do concurso mais benéfico. IV. A jurisprudência do Superior Tribunal de Justiça admite a fixação de prestação de serviços à comunidade como condição para o cumprimento da pena em regime aberto, em razão do princípio da analogia em benefício do réu. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2312795",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "O condenado à pena privativa de liberdade igual ou inferior a quatro anos, por disposição expressa do CP",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá se submeter a exame criminológico quando iniciar o cumprimento de pena em regime aberto."
      },
      {
        "letra": "B",
        "texto": "poderá iniciar o cumprimento de pena, apenas, em regime semiaberto ou aberto."
      },
      {
        "letra": "C",
        "texto": "poderá iniciar o cumprimento de pena em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "deverá iniciar o cumprimento de pena em regime aberto."
      },
      {
        "letra": "E",
        "texto": "deverá ter sua pena privativa de liberdade substituída por pena restritiva de direito, independentemente da natureza do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211473",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "No que concerne à função das penas, são teorias relativas as doutrinas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "utilitaristas, que consideram e justificam a pena enquanto meio para a realização do fim utilitário da prevenção de futuros delitos."
      },
      {
        "letra": "B",
        "texto": "que concebem a pena como um castigo."
      },
      {
        "letra": "C",
        "texto": "que concebem a pena como retribuição do crime, justificada por seu intrínseco valor axiológico, vale dizer, não um meio, e tampouco um custo, mas, sim, um dever ser metajurídico que possui em si seu próprio fundamento."
      },
      {
        "letra": "D",
        "texto": "que concebem a pena como um fim em si própria."
      },
      {
        "letra": "E",
        "texto": "que, segundo Séneca, são quia peccatum, ou seja, dizem respeito ao passado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2115889",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No regime aberto, o condenado deverá, fora do estabelecimento e sem vigilância, trabalhar, frequentar curso ou exercer atividade autorizada, permanecendo recolhido durante o período noturno e nos dias de folga.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2113552",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No regime aberto, o condenado poderá trabalhar fora do estabelecimento prisional, desde que esteja sob vigilância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2113551",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No regime fechado, o condenado fica sujeito a isolamento nos períodos diurno e noturno.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110338",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Julgue o item subsequente, acerca da execução penal. No caso de execução de pena em regime aberto condicionada ao comparecimento mensal do apenado em juízo, o período de suspensão de tal obrigação em decorrência da pandemia de covid-19 não pode ser computado como pena cumprida, ante a vedação da chamada “detração ficta”.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2068816",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Marcos, reincidente, foi preso em flagrante pelo crime de roubo e condenado a cumprir pena privativa de liberdade de quatro anos de reclusão. Em relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos poderá iniciar o cumprimento da pena no regime semiaberto, uma vez presentes os requisitos para a concessão do benefício."
      },
      {
        "letra": "B",
        "texto": "O regime inicial de cumprimento da pena deve ser definido considerando-se apenas o quantum da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "Ainda no início do cumprimento da pena em regime fechado, Marcos poderá ser liberado para trabalho externo."
      },
      {
        "letra": "D",
        "texto": "Caso alcance o direito ao trabalho externo, Marcos perderá tal direito apenas se cometer novo crime ainda no decorrer do cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de roubo, crime hediondo, é obrigatória a fixação do regime fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2031577",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Sobre as características do regime semiaberto de cumprimento de pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado deverá, fora do estabelecimento e sem vigilância, trabalhar, frequentar curso ou exercer outra atividade autorizada, permanecendo recolhido durante o período noturno e nos dias de folga."
      },
      {
        "letra": "B",
        "texto": "O trabalho será em comum dentro do estabelecimento, na conformidade das aptidões ou ocupações anteriores do condenado, desde que compatíveis com a execução da pena."
      },
      {
        "letra": "C",
        "texto": "O condenado fica sujeito a trabalho no período diurno e a isolamento durante o repouso noturno."
      },
      {
        "letra": "D",
        "texto": "O trabalho externo é admissível, bem como a frequência a cursos supletivos profissionalizantes, de instrução de segundo grau ou superior."
      },
      {
        "letra": "E",
        "texto": "O condenado fica sujeito a trabalho em comum durante o período diurno, em penitenciária agrícola, industrial ou estabelecimento similar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2000452",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Decreto Lei nº 2.848, de 7 de dezembro de 1940, diz respeito ao Código Penal. A partir desse Decreto, analise as afirmativas a seguir. I. A pena de reclusão, de acordo com a Lei n. 2.848, deve ser cumprida de três formas: regime fechado, semi-aberto ou aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado, de acordo com o art. 33, Título V seção 1. II. A execução de pena privativa de liberdade, não superior a 2 anos, poderá ser suspensa por 2 (dois) a 4 (quatro) anos desde que somente a culpabilidade autorize a concessão do benefício, de acordo com o art. 77 do Capítulo IV. III. O bom comportamento durante a execução da pena não concede livramento condicional ao condenado. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "II e III apenas"
      },
      {
        "letra": "C",
        "texto": "I e III apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990979",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "As penas privativas de liberdade deverão ser executadas em forma progressiva, segundo o mérito do condenado. Conforme dispõe o Código Penal Brasileiro, o condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Semiaberto."
      },
      {
        "letra": "B",
        "texto": "Fechado."
      },
      {
        "letra": "C",
        "texto": "Domiciliar."
      },
      {
        "letra": "D",
        "texto": "Aberto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892607",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário",
      "Reincidência"
    ],
    "enunciado_principal": "A pena privativa de liberdade será executada em forma progressiva com a transferência para regime menos rigoroso, quando o preso tiver cumprido ao menos 30% da pena, se o apenado for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenado por exercer o comando de organização criminosa estruturada para a prática de crime hediondo."
      },
      {
        "letra": "B",
        "texto": "condenado pela prática de crime hediondo ou equiparado, se for primário."
      },
      {
        "letra": "C",
        "texto": "reincidente em crime cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826516",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Cada um do item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada no que se refere à aplicação da pena e aos regimes penitenciários. Determinado cidadão, réu primário, foi condenado a seis anos de reclusão. O juízo sentenciante, considerando a gravidade em abstrato do delito que ensejou a condenação, impôs ao sentenciado o início do cumprimento da pena em regime fechado. Nessa situação hipotética, é facultada ao magistrado a imposição de regime inicial mais gravoso que aquele indicado pela quantidade da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1637267",
    "metadata": "Ano: 2020 | Banca: FAFIPA | Órgão: Prefeitura de Arapongas - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, julgue os itens a seguir:I. Considera-se regime fechado a execução da pena em estabelecimento de segurança máxima ou média. II. Considera-se regime semiaberto a execução da pena em casa de albergado ou estabelecimento adequado. III. Considera-se regime aberto a execução da pena em colônia agrícola, industrial ou estabelecimento similar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Nenhum item está correto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2196347",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo sobre a história da prisão e das penas aplicadas aos réus. 1. No Oriente Antigo, a punição fundava-se em caráter religioso castigando-se o infrator para aplacar a ira dos deuses e se desconhecia a privação da liberdade como sanção penal. 2. Na Idade Média, a prisão mantinha o caráter de lugar de custódia e as penas eram bárbaras, como torturas, amputação de órgãos e mutilações. 3. Nas colônias das nações europeias na América e na África, no século XV, a privação da liberdade dos réus, com encarceramentos, tornou- -se a principal pena imposta. 4. O Direito Canônico perpetuou o caráter sacro da punição, importante antecedente da prisão moderna, pois o objetivo principal era a regeneração do criminoso, levando-o ao arrependimento. 5. Nos séculos XVI e XVII o uso da pena de morte era generalizado na Europa, sendo a forca a forma mais frequente de execução. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 2, 4 e 5."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 2, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 1, 2, 4 e 5."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3, 4 e 5."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2196345",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Leia com atenção o texto a seguir. A prisão, como pena privativa da liberdade, surgiu no século _________ e, durante dois séculos, foi utilizada como meio de guardar os réus, preservando-os fisicamente até o momento do julgamento. Os sistemas penitenciários, que consagravam as prisões como lugares de cumprimento da pena, foram implantados na Europa e, principalmente, nas colônias americanas, como a Western Pennsylvania Penitentiary, de 1818, na qual havia isolamento completo do condenado, que só poderia receber visitas de funcionários da instituição, de ____________________________ e de membros da Associação de Ajuda aos Presos. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "XV • filhos"
      },
      {
        "letra": "B",
        "texto": "XVI • progenitores"
      },
      {
        "letra": "C",
        "texto": "XVII • sacerdotes"
      },
      {
        "letra": "D",
        "texto": "XVIII • advogados"
      },
      {
        "letra": "E",
        "texto": "XIX • cônjuges"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843543",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, as penas são: I— privativas de liberdade. II — restritivas de direitos. III — de multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e Ill estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e ll estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e Ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1154121",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Acerca de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O trabalho do preso servirá tão somente a sua remissão na pena."
      },
      {
        "letra": "B",
        "texto": "A reclusão e a detenção são consideradas penas restritivas de direito."
      },
      {
        "letra": "C",
        "texto": "A execução da pena privativa de liberdade não superior a dois anos poderá ser suspensa por dois a quatro anos."
      },
      {
        "letra": "D",
        "texto": "É obrigatório o cumprimento da pena de reclusão em regime fechado ou semiaberto."
      },
      {
        "letra": "E",
        "texto": "O condenado a pena igual ou inferior a quatro anos poderá, desde o início, cumpri-la em regime aberto, ainda que seja reincidente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060391",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Julgue o próximo item, relativos a pena, sua aplicação e a medidas de segurança.Condenado a pena de quatro anos de reclusão que não seja reincidente deverá cumpri-la, desde o início, no regime semiaberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1042304",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal, no que tange às penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prestação de serviços à comunidade ou a entidades públicas é aplicável às condenações inferiores a seis meses de privação da liberdade."
      },
      {
        "letra": "B",
        "texto": "o condenado ao regime semiaberto de cumprimento de pena fica sujeito a trabalho no período diurno e a isolamento durante o repouso noturno."
      },
      {
        "letra": "C",
        "texto": "considera-se regime semiaberto a execução da pena em casa de albergado ou estabelecimento adequado."
      },
      {
        "letra": "D",
        "texto": "a de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto, enquanto a de detenção, em regime semiaberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "E",
        "texto": "o trabalho externo somente é admissível, bem como a frequência a cursos supletivos profissionalizantes, de instrução de segundo grau ou superior, para os condenados ao regime aberto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1676635",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: FCRIA-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "O cumprimento de pena em regime fechado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre em colônia agrícola, industrial ou estabelecimento similar."
      },
      {
        "letra": "B",
        "texto": "requer prisão em casa de albergado e sem contato com o mundo externo."
      },
      {
        "letra": "C",
        "texto": "baseia-se na autodisciplina diante da ausência de vigilância direta."
      },
      {
        "letra": "D",
        "texto": "é acumulada com prestação de serviços à comunidade."
      },
      {
        "letra": "E",
        "texto": "deve ocorrer em estabelecimento de segurança máxima ou média."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1026051",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "O regime semiaberto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser cumprido em estabelecimento de segurança média."
      },
      {
        "letra": "B",
        "texto": "é destinado a condenações superiores a 8 e inferiores a 12 anos de reclusão."
      },
      {
        "letra": "C",
        "texto": "é destinado ao cumprimento de pena de prestação de serviço à comunidade."
      },
      {
        "letra": "D",
        "texto": "deve ser reservado aos presos que tenham direito a indulto."
      },
      {
        "letra": "E",
        "texto": "deve ser cumprido em colônia agrícola, industrial ou estabelecimento similar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950361",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Penal acerca das penas privativas de liberdade, no regime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aberto, o condenado fica sujeito a trabalho em comum durante o período diurno, em colônia agrícola, industrial ou estabelecimento similar."
      },
      {
        "letra": "B",
        "texto": "semiaberto, o condenado deverá, fora do estabelecimento e sem vigilância, trabalhar, frequentar curso ou exercer outra atividade autorizada, permanecendo recolhido durante o período noturno e nos dias de folga."
      },
      {
        "letra": "C",
        "texto": "semiaberto, o trabalho será em comum dentro do estabelecimento, na conformidade das aptidões ou ocupações anteriores do condenado, desde que compatíveis com a execução da pena."
      },
      {
        "letra": "D",
        "texto": "fechado, o trabalho externo é admissível, bem como a frequência a cursos supletivos profissionalizantes, de instrução de segundo grau ou superior."
      },
      {
        "letra": "E",
        "texto": "fechado, o trabalho externo é admissível em serviços ou obras públicas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936316",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Assinale a assertiva certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas socioeducativas não são passíveis de prescrição penal, pois o menor inimputável não pratica crimes."
      },
      {
        "letra": "B",
        "texto": "A frequência a curso de ensino formal ou não, é causa de remição de parte do tempo de execução penal em qualquer dos três regimes."
      },
      {
        "letra": "C",
        "texto": "A prescrição da execução da pena de multa, após a reforma do Código Penal, observa sempre o prazo de dois anos."
      },
      {
        "letra": "D",
        "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada."
      },
      {
        "letra": "E",
        "texto": "Não cabe o regime semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, mesmo que favoráveis as circunstâncias judiciais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "895211",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Código Penal é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da prolação da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Extrai-se do art. 33 do Código Penal que pena de reclusão deve ser cumprida em regime fechado ou semi-aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Superior Tribunal de Justiça o fornecimento de informações sobre movimentação bancária de contribuintes, pelas instituições financeiras, diretamente ao Fisco, sem prévia autorização judicial, com o consequente oferecimento de denúncia com base em tais informações, caracteriza crime contra a ordem tributária, Art. 1º, II E V, da Lei 8.137/90."
      },
      {
        "letra": "D",
        "texto": "Uma das formas de interrupção da prescrição que consta do Código Penal é pela publicação da sentença ou acórdão condenatórios recorríveis. Assim pode-se afirmar que O acórdão que confirma a condenação, mas majora ou reduz a pena, constitui novo marco interruptivo da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866475",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Assinale a opção correta, a respeito das regras do regime fechado de cumprimento das penas privativas de liberdade previstas na legislação vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, o condenado a pena privativa de liberdade superior a quatro anos iniciará o seu cumprimento no regime fechado."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida exclusivamente em regime fechado."
      },
      {
        "letra": "C",
        "texto": "A execução da pena em regime fechado deverá ocorrer exclusivamente em estabelecimento de segurança máxima."
      },
      {
        "letra": "D",
        "texto": "O condenado que cumpre pena no regime fechado pode ser autorizado a realizar trabalho externo em serviços ou obras públicas."
      },
      {
        "letra": "E",
        "texto": "O condenado que cumpre a pena no regime fechado deve ficar isolado durante o repouso noturno e, durante o dia, deve trabalhar em colônia agrícola, industrial ou estabelecimento similar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866446",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Em se tratando de regime aberto, a pena deverá ser cumprida em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "casa de albergado."
      },
      {
        "letra": "B",
        "texto": "penitenciária."
      },
      {
        "letra": "C",
        "texto": "centro de observação."
      },
      {
        "letra": "D",
        "texto": "colônia agrícola."
      },
      {
        "letra": "E",
        "texto": "cadeia pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "863424",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "O início do cumprimento de uma pena privativa de liberdade em regime fechado pressupõe",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização de exame criminológico de classificação, a sujeição ao trabalho e o isolamento no período noturno."
      },
      {
        "letra": "B",
        "texto": "o isolamento do preso e a impossibilidade de visitas íntimas."
      },
      {
        "letra": "C",
        "texto": "a avaliação imediata de seu comportamento carcerário, por meio de exame criminológico, para a realização de atividade laboral e consequente remissão de pena."
      },
      {
        "letra": "D",
        "texto": "a segregação completa, sem direito a visitas, em estabelecimento prisional de segurança máxima."
      },
      {
        "letra": "E",
        "texto": "a obrigatoriedade do trabalho, com uso de algemas, se externo, em obras públicas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "835010",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito de penas, julgue os itens a seguir. I O trabalho externo é admissível no regime fechado. II Em se tratando de reincidentes em crimes dolosos, as penas restritivas de direitos não podem ser autônomas. III São penas restritivas de direitos: interdição temporária de direitos e pagamento de multa. IV A limitação de final de semana é uma das penas restritivas de direitos e consiste em permanecer em casa de albergado por cinco horas aos finais de semana. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832379",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Sobre a determinação do regime inicial de cumprimento de pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hediondez do crime não permite a determinação do regime inicial fechado para todos os casos, mas deve ser observada na determinação do regime inicial."
      },
      {
        "letra": "B",
        "texto": "Os crimes cometidos com violência contra a pessoa impedem a determinação do regime inicial aberto."
      },
      {
        "letra": "C",
        "texto": "A análise judicial das consequências do crime é irrelevante para a determinação do regime inicial de cumprimento de pena, pois é circunstância que já pode aumentar a pena-base."
      },
      {
        "letra": "D",
        "texto": "Os crimes contra a honra, por serem punidos com detenção, impedem a aplicação do regime inicial fechado, mesmo em caso de reincidência."
      },
      {
        "letra": "E",
        "texto": "É possível a aplicação do regime inicial semiaberto para pena superior a quatro anos no caso de réu reincidente, a depender do tempo de prisão provisória cumprida por ele até a sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "797807",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "Em relação ao cumprimento da pena é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado ou semiaberto. A de detenção apenas em regime semiaberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "B",
        "texto": "As penas privativas de liberdade deverão ser executadas em forma progressiva, segundo o mérito do condenado, observados os seguintes critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena superior a 6 (seis) anos deverá começar a cumpri-la em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 6 (seis), poderá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "O condenado reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "688215",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Fica sujeito a trabalho em comum durante o período diurno, em colônia agrícola, industrial ou estabelecimento similar o condenado à pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restritiva de direitos de prestação pecuniária e de perda de bens e valores."
      },
      {
        "letra": "B",
        "texto": "de reclusão ou detenção, que cumpre pena em regime fechado."
      },
      {
        "letra": "C",
        "texto": "restritiva de direitos de prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "de reclusão ou detenção, que cumpre pena em regime semi-aberto."
      },
      {
        "letra": "E",
        "texto": "restritiva de direitos de interdição temporária de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "634563",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Por ter praticado um roubo, Ariclenes é condenado ao cumprimento de pena de seis anos de reclusão, em regime semiaberto. Assim, é correto afirmar que o condenado deverá iniciar a execução de sua pena em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma colônia agrícola, industrial ou similar, podendo o condenado ser alojado em dependências coletivas, com seleção adequada dos presos."
      },
      {
        "letra": "B",
        "texto": "uma penitência, em cela individual dotada de dormitório, aparelho sanitário e lavatório."
      },
      {
        "letra": "C",
        "texto": "regime disciplinar diferenciado, dada a gravidade em abstrato do delito, que pressupõe constrangimento à vítima."
      },
      {
        "letra": "D",
        "texto": "casa de albergado, caracterizada pela ausência de obstáculos físicos contra a fuga."
      },
      {
        "letra": "E",
        "texto": "prisão domiciliar, caso não existia casa de albergado na região, ou caso esta apresente lotação esgotada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595629",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Crimes contra o patrimônio",
      "Roubo",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "À luz da jurisprudência sumulada do STJ, assinale a opção correta referente à aplicação da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em decorrência do princípio da individualização da pena, é possível aplicar a majorante do roubo ao delito de furto qualificado pelo concurso de agentes, desde que essa ação seja fundamentada nas circunstâncias do caso concreto."
      },
      {
        "letra": "B",
        "texto": "Ainda que a pena-base tenha sido fixada no mínimo legal, é admissível a fixação de regime prisional mais gravoso que o cabível, em razão da sanção imposta, com fundamento na gravidade concreta ou abstrata do delito."
      },
      {
        "letra": "C",
        "texto": "Embora seja vedada a utilização de inquéritos policiais em andamento para aumentar a pena-base, é possível a utilização de ações penais em curso para requerer o aumento da referida pena."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a fixação de pena restritiva de direitos substitutiva da pena privativa de liberdade como condição judicial especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "O número de majorantes referentes ao delito de roubo circunstanciado pode ser utilizado como critério para a exasperação da fração incidente pela causa de aumento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592486",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento jurisprudencial dominante, ainda que fixada a pena base no mínimo legal, a gravidade abstrata do delito pode justificar o estabelecimento de regime prisional mais gravoso que o previsto em lei em razão da sanção imposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "588037",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Com referência à remição, assinale a opção correta segundo a LEP e o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime aberto."
      },
      {
        "letra": "B",
        "texto": "A remição da pena pelo trabalho é realizada à razão de um dia de pena a cada três dias de trabalho, cuja jornada diária não seja inferior a seis nem superior a oito horas, o que impõe, para fins de cálculo, a soma das horas e não a consideração dos dias efetivamente trabalhados."
      },
      {
        "letra": "C",
        "texto": "O tempo remido será computado para a concessão do livramento condicional e do indulto."
      },
      {
        "letra": "D",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime fechado, não sendo facultada a concessão do benefício nos casos em que a pena estiver sendo cumprida em regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "Ao condenado que cumpre pena em regime fechado é vedado remir parte da reprimenda pela frequência a curso de ensino regular ou de educação profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544566",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores acerca das penas privativas de liberdade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional."
      },
      {
        "letra": "B",
        "texto": "a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, ainda que desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "é admissível o exame criminológico pelas peculiaridades do caso, independentemente de motivação da determinação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498736",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "EM TEMA DE SANÇÕES PENAIS ASSINALE A ALTERNATIVA INCORRETA, CONSOANTE JURISPRUDÊNCIA SUMULADA DO STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "Impede a progressao de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisao especial;"
      },
      {
        "letra": "C",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada;"
      },
      {
        "letra": "D",
        "texto": "A imposição de regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485922",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena.É possível que réu primário portador de circunstâncias judiciais desfavoráveis condenado à pena de quatro anos de reclusão inicie o cumprimento da reprimenda em regime semiaberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "465965",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação à aplicação da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a chamada “confissão qualificada\", ainda que efetivamente utilizada como elemento de convicção, não enseja a aplicação da atenuante prevista no Art. 65 do CP;"
      },
      {
        "letra": "B",
        "texto": "é possível o reconhecimento de continuidade delitiva entre os crimes de roubo e extorsão, quando praticados em conjunto;"
      },
      {
        "letra": "C",
        "texto": "na dosimetria da pena, os fatos posteriores ao crime em julgamento não podem ser utilizados como fundamento para valorar negativa a culpabilidade do réu;"
      },
      {
        "letra": "D",
        "texto": "não é admissível a fixação do regime prisional fechado aos não reincidentes condenados por roubo a pena superior a quatro anos e inferior a oito anos, mesmo que constatada a gravidade concreta da conduta delituosa;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da atenuante da confissão espontânea tem o condão de conduzir a pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456497",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "No caso de condenação igual ou inferior a quatro anos, admissível a adoção do regime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, se reincidente o agente e favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "B",
        "texto": "semiaberto, se reincidente o agente e desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "C",
        "texto": "fechado, ainda que fixada a pena-base no mínimo legal."
      },
      {
        "letra": "D",
        "texto": "aberto, se favoráveis as circunstâncias judiciais, ainda que reincidente o agente."
      },
      {
        "letra": "E",
        "texto": "aberto, se reincidente o agente e desfavoráveis as circunstâncias judiciais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419579",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "A pessoa condenada em regime aberto e que exerce atividade em trabalho externo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode descontar a pena aplicada dos dias de trabalho."
      },
      {
        "letra": "B",
        "texto": "Não tem direito à assistência médica."
      },
      {
        "letra": "C",
        "texto": "Tem, depois de seis meses, direito à prisão domiciliar."
      },
      {
        "letra": "D",
        "texto": "Não pode obter a remição da pena pelos dias de trabalho."
      },
      {
        "letra": "E",
        "texto": "Somente será beneficiário do desconto da pena se a jornada ultrapassar oito horas de trabalho externo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406439",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Indique o estabelecimento prisional destinado à execução da pena privativa de liberdade em regime aberto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Penitenciária."
      },
      {
        "letra": "B",
        "texto": "Casa do albergado."
      },
      {
        "letra": "C",
        "texto": "Colônia agrícola e a colônia industrial."
      },
      {
        "letra": "D",
        "texto": "Cadeia Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386358",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A perda da função pública constitui efeito da condenação quando aplicada pena privativa de liberdade igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, desde que a sentença forneça a necessária motivação. II. Haverá revogação obrigatória do livramento condicional se o reeducando for condenado por sentença irrecorrível, pela prática de crime culposo, qualquer que seja a pena cominada. III. A gravidade abstrata do crime mostra-se insuficiente para determinar o estabelecimento do regime fechado para cumprimento da pena respectiva, já que a eleição do regime prisional inicial deve observar os mesmos critérios elencados no Artigo 59. IV. No chamado sursis etário ocorre a suspensão condicional da execução da pena privativa de liberdade, não superior a quatro anos, pelo período de quatro a seis anos, para o condenado que tenha mais de sessenta anos de idade. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360706",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Quanto ao regime prisional fechado, é INCORRETO dizê- lo passível de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser cumprido por quem, primário, foi condenado somente por um crime de peculato culposo."
      },
      {
        "letra": "B",
        "texto": "ser inicialmente aplicado a quem, primário, foi condenado somente por um crime de peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "progressão na reincidência específica de crimes hediondos ou assemelhados."
      },
      {
        "letra": "D",
        "texto": "comportar exame criminológico somente quando concretamente necessário, à vista de fundada decisão judicial."
      },
      {
        "letra": "E",
        "texto": "passível de trabalho externo, salvo no início de cumprimento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "476667",
    "metadata": "Ano: 2013 | Banca: COPS-UEL | Órgão: SEAP-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "A Colônia Agrícola, Industrial ou Mista destina-se ao condenado ao cumprimento de pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privativa de liberdade, em regime aberto."
      },
      {
        "letra": "B",
        "texto": "privativa de liberdade, em regime fechado."
      },
      {
        "letra": "C",
        "texto": "de reclusão, em regime semiaberto."
      },
      {
        "letra": "D",
        "texto": "de reclusão, em regime fechado."
      },
      {
        "letra": "E",
        "texto": "privativa de liberdade, em regime semiaberto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412197",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Tício, não reincidente, munido de um revólver que trazia junto ao bolso da jaqueta e que nessa condição fora exibido, durante a mesma noite ingressou em uma farmácia e, quando iniciava a subtração do numerário existente na caixa registradora, assustado com a aproximação de clientes, deixou o local às pressas sem levar qualquer importância. Logo em seguida, repetiu o gesto e quando estava com dinheiro do caixa, ainda dentro da segunda farmácia, foi surpreendido por policiais que o prendeu em flagrante. Considerando que o juiz aplicou a Tício a pena base equivalente ao mínimo legal cominado; aplicou a(s) causa(s) de aumento de pena também no mínimo e a(s) de diminuição de pena no máximo, é correto afirmar quanto à pena imposta que o réu teria direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à substituição por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a cumpri-la, no mínimo, em regime semiaberto em sua fase inicial."
      },
      {
        "letra": "C",
        "texto": "a cumpri-la, obrigatoriamente, em regime inicial fechado."
      },
      {
        "letra": "D",
        "texto": "à suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "ao cumprimento inicialmente em regime aberto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "410556",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Acerca do regime jurídico das penas, assinale a opção correta com base na jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na terceira fase de aplicação da pena do delito de roubo circunstanciado, o aumento da pena pode ser fundamentado com base na indicação do número de majorantes materializadas."
      },
      {
        "letra": "B",
        "texto": "É vedada a utilização de inquéritos policiais em curso para agravar a pena-base, mas é possível que o agravamento esteja fundamentado em ações penais pendentes de trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "Havendo concurso entre a atenuante da confissão espontânea e a agravante da reincidência, na segunda fase de aplicação da pena, a última será preponderante, de forma a agravar a pena- base."
      },
      {
        "letra": "D",
        "texto": "É possível a diminuição da pena abaixo do mínimo legal em razão de circunstância atenuante, em atenção ao princípio da proporcionalidade na aplicação da pena."
      },
      {
        "letra": "E",
        "texto": "É inadmissível aplicar, no processamento do furto qualificado pelo concurso de agentes, a majorante do roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "405298",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Acerca dos regimes de cumprimento de pena e sua disciplina pelo Código Penal, analise as assertivas, a seguir:I. O regime semiaberto baseia-se na autodisciplina e senso de responsabilidade do condenado. II. O trabalho externo é admissível, no regime fechado, em serviços ou obras públicas. III. O condenado, que cumprir pena em regime semiaberto, fica sujeito a trabalho no período diumo e a isolamento durante o repouso noturno. IV. O trabalho extemo é admissível no regime aberto, bem como a frequência a cursos supletivos profissionalizantes, de instrução de segundo grau ou superior.Está CORRETO, apenas, o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "lI e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "404143",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, dos regimes prisionais, dos tipos de penas e dos efeitos da condenação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Réu reincidente na prática de crime não doloso condenado a pena privativa de liberdade não tem direito à substituição dessa pena por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "A reincidência é circunstância agravante, de modo que influencia a segunda fase de aplicação da pena, mesmo que já tenha sido considerada no momento da fixação da pena."
      },
      {
        "letra": "C",
        "texto": "A confissão não pode ser considerada pelo juiz como circunstância atenuante se sua consideração ensejar fixação da pena abaixo do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "A perda do cargo, quando aplicada pena privativa de liberdade por período superior a quatro anos, é efeito específico e automático da condenação, aplicável independentemente de constar expressamente na sentença."
      },
      {
        "letra": "E",
        "texto": "A comprovação da reincidência, embora possa ensejar o aumento do quantum da pena aplicada, não exerceria influência na fixação do regime inicial para o seu cumprimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere a temas relativos à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência influi no prazo de prescrição da pena de multa."
      },
      {
        "letra": "B",
        "texto": "Não pode ser considerado reincidente quem, já condenado pela prática de crime por sentença transitada em julgado, no Brasil ou no estrangeiro, pratica contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Réu reincidente condenado à pena de quatro anos e dois meses deve, necessariamente, iniciar o cumprimento da pena privativa de liberdade no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se somam as penas correspondentes a crimes diversos para o efeito do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A pena de seis meses de detenção imposta a réu primário condenado pela prática de crime doloso cometido com grave ameaça à pessoa pode ser substituída por multa, com base no disposto no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331746",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime preterdoloso",
      "Crimes comuns, próprios e de mão própria",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação ao crime de tortura, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que se omite perante a tortura quando tinha o dever de evitá­la responderá apenas pelo crime de pre­ varicação do Código Penal."
      },
      {
        "letra": "B",
        "texto": "quando qualificada pela morte é exclusivamente preter­ dolosa."
      },
      {
        "letra": "C",
        "texto": "se trata de crime próprio, cometido por funcionários encarregados da aplicação da lei (Ex.: policiais fede­ rais, policiais civis, policiais militares, guardas muni­ cipais etc)."
      },
      {
        "letra": "D",
        "texto": "a perda da função é efeito automático da condenação"
      },
      {
        "letra": "E",
        "texto": "o condenado, mesmo primário, qualquer que seja a pena aplicada, iniciará sempre o cumprimento no regime fechado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "326094",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Consoante entendimento do Supremo Tribunal Federal, analise as assertivas. I - Não se admite a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano. II - A imposição do regime de cumprimento mais severo do que a pena aplicada dá - se de forma automática, sem qualquer outra exigência, se o juiz assim entender. III - A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Código Penal, é considerada para a concessão de outros benefícios, como o livramento condicional ou regime mais favorável de execução. IV - É vedada a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória. V - O fato de o réu se encontrar em prisão especial impede a progressão de regime de execução da pena, fixada em sentença não transitada em julgado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "II e V, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311777",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "As penas privativas de liberdade deverão ser executadas em forma progressiva, segundo o mérito do condenado, observados os seguintes critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado reincidente, cuja pena seja igual a 4 (quatro) anos, deverá, desde o início, cumpri-la em regime aberto."
      },
      {
        "letra": "B",
        "texto": "o condenado não reincidente, cuja pena seja superior a 6 (seis) anos e não exceda a 12 (doze), poderá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "o condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto."
      },
      {
        "letra": "D",
        "texto": "o condenado reincidente, cuja pena seja inferior a 4 (quatro) anos, deverá, desde o início, cumpri-la em regime aberto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270167",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Nos termos do Código Penal, acerca das penas privativas de liberdade, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverão ser executadas em forma progressiva, de acordo com o mérito do condenado."
      },
      {
        "letra": "B",
        "texto": "Deverão ser executadas em forma progressiva, independente do mérito do condenado."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena superior a 8 (oito) anos deverá começar a cumpri-la em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri- la em regime aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270015",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Nos termos do Código Penal, leia os itens a seguir e marque a opção CORRETA: I. Considera-se regime aberto a execução da pena em casa de albergado ou estabelecimento adequado; II. Considera-se regime fechado somente a execução da pena em estabelecimento de segurança máxima; III. Considera-se regime semi-aberto a execução da pena em colônia agrícola, industrial ou estabelecimento similar; IV. No regime aberto o condenado fica sujeito a trabalho no período diurno e a isolamento durante o repouso noturno;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "291955",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Reabilitação criminal",
      "Pressupostos",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Sobre o sistema penal brasileiro, considere as seguintes afirmativas: 1. As principais modalidades de pena são: privativa de liberdade, restritiva de direitos e medida de segurança. 2. As penas privativas de liberdade de reclusão e detenção podem ser cumpridas nos regimes fechado, semiaberto e aberto. 3. O pagamento da multa é destinado ao Fundo Penitenciário e não à vítima ou seus familiares. 4. A reabilitação é a suspensão de determinados efeitos da sentença condenatória após o decurso de dois anos contados a partir da extinção da pena. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  }
]