[
  {
    "id": "3453260",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Punibilidade no concurso de pessoas",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a disciplina jurídica da reincidência no direito penal brasileiro, analise as afirmativas a seguir. I. A reincidência não se comunica aos corréus nos casos de concurso de pessoas. II. É admissível a fixação de regime inicial semiaberto a reincidentes em crimes dolosos, a depender da pena aplicada e das circunstâncias judiciais. III. A condenação por crimes políticos e militares não gera reincidência. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3362379",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a opção que identifica, corretamente, quem deverá ser considerado reincidente, caso condenado pelo novo fato imputado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Valéria foi acusada de contrabando ocorrido em 2015, e condenada em 2016, e a sentença transitou em julgado em 2017, mesmo ano em que a pena foi extinta pelo cumprimento. Em 2024, foi acusada de outro delito de contrabando ocorrido em 2023."
      },
      {
        "letra": "B",
        "texto": "Adriana, no exercício do cargo político de Prefeita, praticou o delito de peculato, fato ocorrido em 2021, tendo sido condenada, definitivamente, em 2023. Ela ainda não foi localizada para o cumprimento de pena, mas foi acusada da prática do delito de estelionato ocorrido em 2022."
      },
      {
        "letra": "C",
        "texto": "Ana Paula foi definitivamente condenada, em 2022, pela contravenção penal de vias de fato, ocorrida em 2019, tendo iniciado o cumprimento da pena em 2023, mesmo ano em que recebeu indulto pleno. Em 2024, foi acusada da prática de delito de lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "Caroline foi condenada por crime militar próprio de deserção, ocorrido em 2019, cuja sentença transitou em julgado em 2021, tendo terminado o cumprimento da pena em 2022, e, em 2024, foi acusada da prática de delito contra o sistema financeiro, cujo fato teria ocorrido em 2023."
      },
      {
        "letra": "E",
        "texto": "Giovana, condenada com trânsito em julgado da condenação ocorrido em 2014 por um delito de lesão corporal culposa ocorrido em 2011, terminou o cumprimento da pena em 2016. Em 2023, foi denunciada novamente pelo delito de roubo, praticado em 2020."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3324266",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da agravante da reincidência e da atenuante da confissão espontânea, é correto afirmar, à luz da jurisprudência do Superior Tribunal de Justiça, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão parcial, ainda que utilizada para a formação do convencimento do julgador, não autoriza a incidência da atenuante da confissão espontânea;"
      },
      {
        "letra": "B",
        "texto": "a reincidência específica não impede a compensação integral da respectiva agravante com a atenuante da confissão espontânea;"
      },
      {
        "letra": "C",
        "texto": "havendo concurso entre a agravante da reincidência e a atenuante da confissão espontânea, preponderará a primeira;"
      },
      {
        "letra": "D",
        "texto": "na hipótese de o réu ser multirreincidente, a agravante da reincidência não preponderará sobre a atenuante da confissão espontânea, em prestígio ao direito penal do fato, e não do autor;"
      },
      {
        "letra": "E",
        "texto": "no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente, da idade da vítima e da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3272316",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas: I. A reincidência não impede o reconhecimento do princípio da insignificância. PORQUE II. No Brasil, aplica-se o Direito Penal do Autor. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa, não servindo de justificativa para a primeira."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira, não servindo de fundamento para a primeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179523",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Tácito, portando arma de fogo, rende entregador dos correios e subtrai furgão cheio de mercadorias. Policiais que avistaram a cena de longe perseguem o veículo, prendendo Tácito, o qual admite o crime. No momento da sentença, verifica o juiz que consta da folha de antecedentes de Tácito: 3 condenações transitadas em julgado por roubos anteriores a estes fatos, 2 condenações transitadas em julgado por crimes cometidos posteriormente a estes, além de mais 2 processos em curso. Na dosimetria da pena, poderá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exasperar a pena base com base nas ações em curso, pela conduta pessoal do agente."
      },
      {
        "letra": "B",
        "texto": "Compensar a multireincidência com a confissão, mantendo a pena estipulada na 1ª fase inalterada na 2ª fase."
      },
      {
        "letra": "C",
        "texto": "Reduzir a pena em 1/3, na 1ª fase, por conta da tentativa, considerando a aproximação da consumação do crime."
      },
      {
        "letra": "D",
        "texto": "Utilizar as condenações por crimes posteriores ao roubo, na 1ª fase, como maus antecedentes, e as condenações anteriores na 2ª fase, para agravar a pena."
      },
      {
        "letra": "E",
        "texto": "Utilizar o critério trifásico para estabelecer a dosimetria da pena restritiva de liberdade e da pena de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169074",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em relação à aplicação da lei penal, julgue o item subsecutivo.Se um indivíduo condenado definitivamente pelo delito de importunação sexual reincidir na prática do mesmo crime, ele será considerado reincidente específico em crime hediondo e não terá direito a livramento condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169072",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Com base na jurisprudência dos tribunais superiores acerca da aplicação da pena e dos crimes hediondos, julgue o item seguinte.Quando da fixação da pena-base por nova condenação, não se podem considerar como reincidência ou maus antecedentes as condenações por fatos cujas penas tenham sido extintas há mais de cinco anos antes do cometimento do novo crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3100501",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A folha de antecedentes criminais é documento suficiente a comprovar os maus antecedentes e a reincidência."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência dos tribunais superiores é firme no sentido de que a incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "C",
        "texto": "Mesmo nos casos de multirreincidência, essa agravante genérica deve ser compensada integralmente com a atenuante da confissão espontânea."
      },
      {
        "letra": "D",
        "texto": "O crime de injúria praticado por meio verbal admite tentativa."
      },
      {
        "letra": "E",
        "texto": "Quando o agente ingressa em um ônibus de transporte coletivo e, mediante grave ameaça provocada pelo emprego de arma de fogo, subtrai objetos pertencentes a vários passageiros, responde pela prática de tantos roubos quantos forem os patrimônios violados, aplicando-se a regra do concurso material de crimes, visto que a ação desdobrou-se em vários atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3100494",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após decidir que até que sobrevenha lei emanada do Congresso Nacional destinada a implementar os mandados de criminalização definidos nos incisos XLI e XLII do art. 5º da Constituição da República, as condutas homofóbicas e transfóbicas, reais ou supostas, que envolvem aversão odiosa à orientação sexual ou à identidade de gênero de alguém, por traduzirem expressões de racismo, compreendido este em sua dimensão social, ajustam-se, por identidade de razão e mediante adequação típica, aos preceitos primários de incriminação definidos na Lei n.º 7.716, de 08 de janeiro de 1989, o STF ainda fixou entendimento de que atos de homotransfobia praticados diretamente contra membros da comunidade LGBTQIAPN+, por serem gênero da espécie racismo, configuram injúria racial."
      },
      {
        "letra": "B",
        "texto": "No entendimento firmado pelo Superior Tribunal de Justiça, a incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes exige o reconhecimento da traficância pelo acusado, não bastando a mera admissão da posse ou propriedade para uso próprio."
      },
      {
        "letra": "C",
        "texto": "Constitui crime a conduta de permitir, confiar ou entregar a direção de veículo automotor à pessoa que não seja habilitada ou que se encontre em qualquer das situações previstas no art. 310 do Código de Trânsito Brasileiro (CTB), independentemente da ocorrência de lesão ou de perigo de dano concreto na condução do veículo."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semi-aberto aos reincidentes condenados à pena igual ou inferior a 4 (quatro) anos se favoráveis às circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "O curso da prescrição da pretensão punitiva interrompe-se, dentre outras hipóteses, pela reincidência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086954",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Amadeus, residente em Alta Floresta/MT, é preso em flagrante praticando um furto em coautoria com sua companheira Amélia. Verifica-se, em consulta aos sistemas informáticos do estado, que Amadeus já possuía uma condenação. Sobre sua situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que seja reincidente em crime doloso, se presentes os demais requisitos, Amadeus poderá obter a causa de diminuição de pena referente ao furto privilegiado;"
      },
      {
        "letra": "B",
        "texto": "caso Amadeus seja considerado reincidente e ele espontaneamente confesse a prática do delito, a jurisprudência admite a compensação entre ambas as circunstâncias;"
      },
      {
        "letra": "C",
        "texto": "por se tratar de circunstância elementar do crime, a pena de Amélia também será agravada por conta da reincidência de Amadeus;"
      },
      {
        "letra": "D",
        "texto": "ainda que seja reincidente em crime doloso, não haverá agravamento da pena com fulcro em julgamento do Supremo Tribunal Federal pela não recepção do instituto pela Constituição de 1988;"
      },
      {
        "letra": "E",
        "texto": "caso a condenação anterior seja por crime político ou militar, de qualquer natureza, Amadeus não poderá ser considerado reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3030273",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "O acusado Tirso da Silva possui condenação anterior, com trânsito em julgado ocorrido durante outro processo em curso, por novo crime, posterior ao primeiro. Diante disso, o juiz, ao proferir sentença condenatória, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "elevar a pena na segunda fase da dosimetria, pois é reincidente."
      },
      {
        "letra": "B",
        "texto": "deixar de elevar a pena em razão do crime anterior."
      },
      {
        "letra": "C",
        "texto": "elevar sua pena na primeira etapa, já que tem maus antecedentes."
      },
      {
        "letra": "D",
        "texto": "elevar a pena na terceira fase, pela causa de aumento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3016585",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Reincidência"
    ],
    "enunciado_principal": "Um indivíduo é acusado de cometer três crimes distintos em um curto espaço de tempo na cidade de Queimadas-PB: furto, roubo e lesão corporal grave. Durante o processo, o juiz aplica a pena em regime inicial fechado, considerando a gravidade dos delitos e o concurso material de crimes. Avalie as assertivas: 1. No concurso material de crimes, as penas são aplicadas cumulativamente, resultando em uma soma das penas de cada crime. 2. A fixação da pena deve considerar as circunstâncias judiciais, a culpabilidade, os antecedentes, a conduta social e as consequências do crime. 3. A suspensão condicional da pena pode ser aplicada se a pena total não ultrapassar dois anos, mesmo que se trate de crimes cometidos em concurso. 4. A reincidência é circunstância agravante que deve ser considerada na dosimetria da pena, mas não impede a concessão do regime semiaberto. 5. A unificação das penas é obrigatória nos casos de concurso formal de crimes, onde o agente, com uma única conduta, realiza dois ou mais crimes, aplicando-se a pena do crime mais grave aumentada. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 2 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 3 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 4 e 5 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 1, 2 e 3 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2522182",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a possibilidade de substituição da pena privativa de liberdade por pena restritiva de direitos, de acordo com o Código Penal e com a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o entendimento atualmente adotado pelas duas Turmas de Direito Penal do Superior Tribunal de Justiça, a reincidência em crimes da mesma espécie não equivale à específica para obstar a substituição da pena."
      },
      {
        "letra": "B",
        "texto": "No caso de acusado que possui reincidência em qualquer delito, fica obstada a substituição de que trata o art. 44, §3º, do CP."
      },
      {
        "letra": "C",
        "texto": "As penas restritivas de direitos não são autônomas e estão vinculadas às penas privativas de liberdade."
      },
      {
        "letra": "D",
        "texto": "Na condenação igual ou superior a dois anos, a substituição pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Consoante o art. 44, §3º, do CP, o condenado reincidente pode ter sua pena privativa de liberdade substituída por restritiva de direitos, se a medida for socialmente recomendável e a reincidência não se operar no mesmo crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2507056",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Acerca do instituto da reincidência, nos termos da legislação vigente, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação anterior não é computada para fins de reincidência se entre a data do cumprimento ou de extinção da pena e a infração posterior tiver decorrido período de tempo superior a 5 (cinco) anos, excluindo-se o período de prova da suspensão ou do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "Na verificação da reincidência não são considerados os crimes políticos, exceto se restar concomitantemente configurada a prática de infração penal militar."
      },
      {
        "letra": "C",
        "texto": "A reincidência se configura quando o agente comete infração penal depois de transitada em julgado a sentença condenatória por prática de infração penal anterior."
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, inclusive a reincidência."
      },
      {
        "letra": "E",
        "texto": "A execução da pena privativa de liberdade não superior a 2 (dois) anos poderá ser suspensa desde que o condenado não seja reincidente em crime culposo ou doloso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2489736",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, o juízo da 1ª Vara Criminal da Comarca Alfa condenou Tício pela prática do crime de roubo circunstanciado pelo emprego de arma de fogo de uso permitido. Ao analisar o processo, visando à dosagem das penas, o magistrado verificou que o acusado é reincidente e que as consequências do delito foram extremamente graves para a vítima. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o juiz considerará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e a reincidência, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; as consequências do crime, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "o emprego da arma de fogo de uso permitido, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Livramento condicional",
      "Extinção da pena",
      "Ação penal",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em uma ação penal por crime ocorrido em 04/03/2023, o réu, ao ser interrogado, confessa espontaneamente, perante o juiz, a prática do delito que lhe é imputado. Na folha de antecedentes criminais do acusado, constam as seguintes anotações, devidamente esclarecidas por certidões cartorárias: I. condenação transitada em julgado em 08/06/2016 por crime anterior, praticado em 06/02/2014, com pena de reclusão extinta em 15/03/2022, diante do término do livramento condicional, cujo período de prova se iniciara em 14/08/2017; II. condenação transitada em julgado em 02/09/2022 por contravenção penal anterior, praticada em 07/01/2022, com pena de prisão simples cumprida em 03/03/2023; e III. ação penal em curso, por crime posterior, praticado em 05/03/2024. À luz das informações apresentadas, conclusos os autos ao juiz para sentença, no dia de hoje, na segunda fase da dosimetria da pena, a pena deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuada, incidindo a atenuante da confissão espontânea, sendo o réu primário."
      },
      {
        "letra": "B",
        "texto": "atenuada, preponderando a atenuante da confissão espontânea sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "mantida, compensando-se integralmente a atenuante da confissão espontânea com a agravante da reincidência."
      },
      {
        "letra": "D",
        "texto": "agravada, compensando-se proporcionalmente a agravante da reincidência com a atenuante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "agravada, preponderando a agravante da reincidência, sem qualquer compensação em relação à atenuante da confissão espontânea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2459915",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Reincidência"
    ],
    "enunciado_principal": "Em 2024, Guilherme, Américo, Lucas, Rogério e Vladimir praticaram um crime. De acordo com as informações de antecedentes criminais fornecidas a seguir, assinale a opção que indica qual deles é tecnicamente primário (não reincidente).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Guilherme, enquanto policial militar, foi definitivamente condenado por corrupção passiva prevista no Código Penal Militar e terminou de cumprir a pena no ano de 2023."
      },
      {
        "letra": "B",
        "texto": "Américo, na condição de ocupante de cargo político, praticou crime de peculato, tendo sido definitivamente condenado em 2023, sendo que ainda não terminou de cumprir as penas restritivas de direito que lhe foram impostas."
      },
      {
        "letra": "C",
        "texto": "Lucas foi definitivamente condenado em 2015, tendo sua pena sido extinta em 2020, pela concessão de indulto pleno. Em 2022, Lucas obteve sua reabilitação."
      },
      {
        "letra": "D",
        "texto": "Rogério foi definitivamente condenado em 2023, mas, após o trânsito em julgado de sua condenação, o Juiz reconheceu a ocorrência da prescrição da pretensão punitiva, na modalidade retroativa."
      },
      {
        "letra": "E",
        "texto": "Vladimir foi definitivamente condenado na Espanha, por tráfico de drogas, a uma pena de 6 anos de reclusão, fato ocorrido em 2017 e transitado em julgado em 2018; porém, ainda não cumpriu a pena porque logrou se evadir para o Brasil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2531041",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "No caso do crime de furto, de acordo com o Código Penal Brasileiro, é CORRETO afirmar que se o criminoso é primário, e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mas nunca aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "ou aplicar somente a pena de multa."
      },
      {
        "letra": "C",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de detenção."
      },
      {
        "letra": "E",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de tortura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2312123",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em ação penal na qual se imputa ao réu a prática do crime de roubo, na modalidade tentada, constam de sua Folha de Antecedentes Criminais as seguintes anotações, devidamente esclarecidas por certidões cartorárias: 1. condenação transitada em julgado, por crime de ameaça, à pena de multa, cumprida 3 anos e 8 meses antes da prática do crime objeto do processo e 2. condenação transitada em julgado, por contravenção penal de exercício ilegal de profissão ou atividade, à pena de prestação pecuniária, cumprida 2 anos e 9 meses antes da prática do crime objeto do processo. À vista das citadas anotações, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambas as anotações geram reincidência, sendo possível a concessão de suspensão condicional da pena privativa de liberdade aplicada, caso esta não supere os 2 anos e sejam favoráveis ao réu as circunstâncias judiciais;"
      },
      {
        "letra": "B",
        "texto": "ambas as anotações geram reincidência, não sendo possível a concessão de suspensão condicional da pena privativa de liberdade aplicada, mesmo que esta não supere os 2 anos e sejam favoráveis ao réu as circunstâncias judiciais;"
      },
      {
        "letra": "C",
        "texto": "somente a anotação número 1 gera reincidência, sendo possível a concessão de suspensão condicional da pena privativa de liberdade aplicada, caso esta não supere os 2 anos e sejam favoráveis ao réu as circunstâncias judiciais;"
      },
      {
        "letra": "D",
        "texto": "somente a anotação número 1 gera reincidência, não sendo possível a concessão de suspensão condicional da pena privativa de liberdade aplicada, mesmo que esta não supere os 2 anos e sejam favoráveis ao réu as circunstâncias judiciais;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das anotações gera reincidência, sendo possível a concessão de suspensão condicional da pena privativa de liberdade aplicada, caso esta não supere os 2 anos e sejam favoráveis ao réu as circunstâncias judiciais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211466",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da reincidência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência é circunstância de caráter pessoal que deve ser considerada na fase de execução, quando da unificação das penas, estendendo-se sobre a totalidade das penas somadas, com repercussão no cálculo dos benefícios executórios."
      },
      {
        "letra": "B",
        "texto": "Com o advento da Lei n.º 13.964/2019 (Pacote Anticrime), a caracterização da reincidência tornou-se restrita ao exame da natureza do delito (se comum ou hediondo) e da existência de registros aptos a caracterizarem a reincidência (genérica) do apenado."
      },
      {
        "letra": "C",
        "texto": "A reincidência do acusado, para ser reconhecida pelo juízo da execução, deve ser previamente declarada pelo juízo que prolatar a sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "A comprovação da reincidência se dá mediante certidão expedida pelo cartório criminal, sendo insuficientes, para esse fim, as informações contidas na folha de antecedentes criminais do acusado."
      },
      {
        "letra": "E",
        "texto": "Por previsão estabelecida na Lei n.º 13.964/2019 (Pacote Anticrime), a pena privativa de liberdade será executada de forma progressiva, com a transferência para regime menos rigoroso, a ser determinada pelo juiz, quando o preso, se reincidente na prática de crime hediondo ou equiparado, tiver cumprido ao menos metade da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2208452",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em relação ao tema reincidência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação em definitivo por crime praticado no estrangeiro não precisará ser homologada pelo Superior Tribunal de Justiça para gerar os efeitos da reincidência."
      },
      {
        "letra": "B",
        "texto": "A reincidência aumenta o prazo para a progressão de regime nos crimes hediondos e interrompe a prescrição da pretensão punitiva, se posterior à condenação."
      },
      {
        "letra": "C",
        "texto": "Para validar a existência de maus antecedentes e reincidência não basta a juntada da folha de antecedentes criminais, mostrando-se necessária a apresentação de certidão cartorária da condenação anterior."
      },
      {
        "letra": "D",
        "texto": "O instituto da reincidência é constitucional e não gera a ocorrência de bis in idem, de maneira que a condenação passada pode servir como maus antecedentes e, ao mesmo tempo, como agravante da reincidência."
      },
      {
        "letra": "E",
        "texto": "A reincidência tem como consequência a vedação à concessão do livramento condicional nos crimes hediondos ou equiparados e no tráfico de pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2144068",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Ao elaborar uma sentença condenatória em um processo pela prática de determinado crime, na dosimetria da pena, após haver fixado a pena-base, o juiz verifica que o acusado possui uma condenação anterior transitada em julgado por porte ou posse de droga para consumo pessoal (Art. 28 da Lei nº 11.343/2006), cuja pena aplicada, prestação de serviços à comunidade, fora cumprida três anos antes da prática do delito objeto do processo em julgamento. Diante da situação narrada, deverá o magistrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravar a pena-base, ainda que tenha sido fixada no máximo de pena cominada legalmente ao crime, reconhecendo a reincidência;"
      },
      {
        "letra": "B",
        "texto": "manter a pena-base, pois a condenação anterior pelo fato previsto no Art. 28 da Lei nº 11.343/2006 não gera reincidência;"
      },
      {
        "letra": "C",
        "texto": "atenuar a pena-base, pois a pena de prestação de serviços à comunidade não produz reincidência;"
      },
      {
        "letra": "D",
        "texto": "manter a pena-base, tendo em vista o tempo decorrido entre a extinção da pena aplicada anteriormente e a prática do crime objeto do processo;"
      },
      {
        "letra": "E",
        "texto": "atenuar a pena-base, pois o fato previsto no Art. 28 da Lei nº 11.343/2006 é contravenção penal e não gera reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1984362",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Acerca da reincidência, analise as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) Classifica-se como reincidente aquele que comete um crime tendo cometido outro anteriormente. ( ) Os crimes militares próprios devem ser considerados na aferição da reincidência. ( ) A reincidência não produz os seus efeitos se houverem decorrido mais de cinco anos entre o crime anterior e o mais recente. As afirmativas são, na ordem apresentada, respectivamente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F e F."
      },
      {
        "letra": "B",
        "texto": "V, F e F."
      },
      {
        "letra": "C",
        "texto": "F, V e V."
      },
      {
        "letra": "D",
        "texto": "V, V e F."
      },
      {
        "letra": "E",
        "texto": "V, F e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1966750",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da pena, em sede de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior"
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executam-se ambas, conjuntamente"
      },
      {
        "letra": "C",
        "texto": "Na fixação da pena de multa o juiz deve atender, principalmente, à situação econômica do réu"
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência"
      },
      {
        "letra": "E",
        "texto": "A pena pode ser atenuada em razão de circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1964850",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Antônio, Carlos e Pedro, previamente ajustados, subtraíram diversos bens pertencentes a um estabelecimento comercial. Após deixarem o local, foram encontrados pela polícia, ainda na posse dos bens.A partir dessa situação hipotética, julgue o seguinte item.Caso Antônio venha a ser condenado à pena de três anos de reclusão e o juiz reconheça a reincidência em razão de condenação anterior pelo crime de receptação, estará vedada a substituição da pena privativa de liberdade por restritiva de direitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1964321",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena, levando em consideração o entendimento do Superior Tribunal de Justiça e os dispositivos do Código Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condenações criminais transitadas em julgado, ainda que consideradas para caracterizar a reincidência, podem ser valoradas, na primeira fase da dosimetria da pena, a título de antecedentes criminais."
      },
      {
        "letra": "B",
        "texto": "Na fixação da pena de multa, o juiz deve atender, exclusivamente, à situação econômica do réu."
      },
      {
        "letra": "C",
        "texto": "A pena privativa de liberdade não superior a seis meses pode ser substituída por multa."
      },
      {
        "letra": "D",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime depois da sentença, ainda que recorrível, a qual, no país ou no estrangeiro, o tenha condenado por crime anterior."
      },
      {
        "letra": "E",
        "texto": "Sobrevindo condenação por fato posterior ao trânsito em julgado da sentença, far-se-á nova unificação, desprezando-se, para esse fim, o período de pena já cumprido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960693",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Reincidência"
    ],
    "enunciado_principal": "Sandro foi denunciado pela prática, em tese, dos crimes de tráfico de drogas e de direção de veículo sem habilitação, e, após regular tramitação do processo, condenado como incurso no Art. 33, caput, da Lei nº 11.343/2006, c/c o Art. 309 da Lei nº 9.503/1997, na forma do Art. 69 do Código Penal. O juiz, ao proceder à dosimetria, verifica que restou provado que Sandro possuía outras condenações anteriores, transitadas em julgado, por tráfico de drogas, bem como no processo sob sua responsabilidade, havia confessado espontaneamente. Sob essa perspectiva, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência, excetuada a específica, deve ser compensada integralmente com a atenuante da confissão;"
      },
      {
        "letra": "B",
        "texto": "a reincidência, excetuada a específica, deve ser compensada integralmente com a atenuante da confissão, desde que espontânea;"
      },
      {
        "letra": "C",
        "texto": "a multirreincidência deve ser compensada integramente com a atenuante da confissão e desde que espontânea;"
      },
      {
        "letra": "D",
        "texto": "apenas nos casos de multirreincidência deve ser reconhecida a preponderância da reincidência, admitindo-se a compensação proporcional com a confissão;"
      },
      {
        "letra": "E",
        "texto": "a reincidência, específica ou não, deve ser reconhecida como circunstância preponderante, não se admitindo a compensação com a atenuante da confissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959513",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a dosimetria das penas e a substituição da pena privativa de liberdade por restritivas de direitos, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o antecedente negativo pode ser reconhecido quando o delito ocorreu após a conduta criminosa em julgamento, desde que o trânsito em julgado da decisão respectiva se verifique antes da sentença."
      },
      {
        "letra": "B",
        "texto": "a chamada “prescrição da reincidência” ocorre após 5 (cinco) anos do trânsito em julgado da decisão condenatória."
      },
      {
        "letra": "C",
        "texto": "a reincidência genérica não impede a substituição da pena privativa de liberdade por restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "A circunstância judicial dos maus antecedentes não pode ser reconhecida se passados mais de 5 (cinco) anos do cumprimento ou extinção da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910129",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "O Código Penal, ao tratar da Aplicação da Pena, determina a utilização do critério trifásico, nos termos do disposto no seu artigo 68, cabendo ao Magistrado, na Sentença, determinar a quantidade de pena aplicável ao Réu. Dentre as circunstâncias que acarretam a elevação da pena do réu encontra-se a reincidência. No critério trifásico, a reincidência é considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravante."
      },
      {
        "letra": "B",
        "texto": "qualificadora."
      },
      {
        "letra": "C",
        "texto": "majorante."
      },
      {
        "letra": "D",
        "texto": "circunstância judicial."
      },
      {
        "letra": "E",
        "texto": "atenuante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1900353",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Considere as seguintes afirmações acerca da aplicação da pena e do regime prisional: I. a incidência da circunstância atenuante não pode reduzir a pena-base que foi fixada acima do mínimo legal; II. fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito; III. a reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial negativa; IV. ainda que parcial, o réu fará jus à atenuante do artigo 65, III, “d”, do CP, quando a confissão for utilizada para a formação do convencimento do julgador. Diante da previsão legal e da jurisprudência consolidada no STJ, somente são corretas as afirmações contidas nos itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1892607",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Progressão de regime penitenciário",
      "Reincidência"
    ],
    "enunciado_principal": "A pena privativa de liberdade será executada em forma progressiva com a transferência para regime menos rigoroso, quando o preso tiver cumprido ao menos 30% da pena, se o apenado for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenado por exercer o comando de organização criminosa estruturada para a prática de crime hediondo."
      },
      {
        "letra": "B",
        "texto": "condenado pela prática de crime hediondo ou equiparado, se for primário."
      },
      {
        "letra": "C",
        "texto": "reincidente em crime cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1870471",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Com base na jurisprudência majoritária e atual do Supremo Tribunal Federal relativa à dosimetria da pena na esfera criminal e no previsto na Constituição Federal acerca dos direitos e garantias fundamentais da carta constitucional, assinale a opção correta a respeito do reconhecimento dos maus antecedentes e da reincidência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só as condenações penais transitadas em julgado que não configurem reincidência são consideradas como maus antecedentes, não se aplicando, portanto, aos maus antecedentes a limitação do prazo quinquenal contado do término do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "Embora, decorrido o prazo de cinco anos do término do cumprimento da pena, o indivíduo não retorne ao status de réu primário, para efeitos de dosimetria da pena, ele deixa de ser considerado réu de maus antecedentes."
      },
      {
        "letra": "C",
        "texto": "As condenações penais, transitadas em julgado ou não, podem ser consideradas como maus antecedentes, desde que não atingidas pelo prazo quinquenal contado do término do cumprimento da pena."
      },
      {
        "letra": "D",
        "texto": "As sentenças condenatórias transitadas em julgado são consideradas para a reincidência, enquanto as sentenças não transitadas em julgado podem ser consideradas somente para efeito de maus antecedentes, observado o prazo quinquenal."
      },
      {
        "letra": "E",
        "texto": "No período entre o trânsito em julgado da condenação criminal e o término do cumprimento da respectiva pena, tal sentença condenatória pode ser considerada para efeitos de maus antecedentes, mas não de reincidência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860083",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Com referência à execução penal, julgue o item subsequente. Segundo o STJ, ainda que a reincidência não tenha sido reconhecida expressamente na sentença penal condenatória transitada em julgado, o juízo da execução pode promover a retificação do atestado de pena para nele constar a reincidência, com todos os consectários daí decorrentes, sem haver violação da coisa julgada ou implicar reformatio in pejus.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859405",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre as disposições de aplicação da pena no Código Penal, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A suspensão condicional da pena será cabível nos crimes em que a sanção mínima cominada for igual ou inferior a um ano, desde que o condenado seja primário."
      },
      {
        "letra": "B",
        "texto": "A pena-base será fixada atendendo-se ao critério do art. 59 do Código Penal; em seguida serão consideradas as minorantes e majorantes; por último, as atenuantes e agravantes."
      },
      {
        "letra": "C",
        "texto": "No concurso formal impróprio ou imperfeito será aplicada a sanção cabível do crime mais grave, aumentada de um sexto até metade."
      },
      {
        "letra": "D",
        "texto": "Para efeito de reincidência no cômputo do quinquênio depurador, é incluído o período de provas do livramento condicional, não revogado."
      },
      {
        "letra": "E",
        "texto": "É circunstância que sempre agrava a reprimenda ter o agente cometido o crime e não efetuado voluntariamente a reparação do dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859278",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Conforme a legislação e o entendimento jurisprudencial dos tribunais superiores acerca da fixação e execução da pena, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência admite a fixação de regime inicial de cumprimento de pena semiaberto ao reincidente condenado a pena igual ou inferior a quatro anos."
      },
      {
        "letra": "C",
        "texto": "A pena unificada para atender ao limite de quarenta anos de cumprimento, determinado pelo art. 75 do Código Penal, é considerada para a concessão dos benefícios prisionais previstos na lei de execução penal, conforme consolidada jurisprudência do STF."
      },
      {
        "letra": "D",
        "texto": "Consoante expressa previsão legal, a embriaguez culposa é circunstância atenuante apta a reduzir a reprimenda nessa fase."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852387",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Reincidência"
    ],
    "enunciado_principal": "Considerando os enunciados da jurisprudência sumulada do Superior Tribunal de Justiça − STJ, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A folha de antecedentes criminais é documento suficiente a comprovar os maus antecedentes e a reincidência."
      },
      {
        "letra": "B",
        "texto": "Para a configuração da violência doméstica e familiar prevista no Art. 5º da Lei nº 11.340/2006 (Lei Maria da Penha) exige-se a coabitação entre autor e vítima."
      },
      {
        "letra": "C",
        "texto": "A majorante do tráfico transnacional de drogas (Art. 40, I, da Lei nº 11.343/2006) exige a consumação da transposição de fronteiras, sendo insuficiente para sua configuração a mera comprovação da destinação internacional da droga."
      },
      {
        "letra": "D",
        "texto": "A incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes baseia-se na simples admissão da posse ou propriedade, ainda que alegada a destinação do uso próprio, não exigindo o reconhecimento da traficância pelo acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840040",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Josué foi condenado definitivamente, em março de 2014, pela prática do crime de corrupção ativa à pena de 6 anos de reclusão em regime fechado, tendo iniciado a execução da pena no mês de abril do mesmo ano. Passados dois anos do início da execução (abril de 2016), Josué obteve Livramento Condicional e passou a cumprir as condições determinadas pelo Magistrado responsável pela Execução Penal. Terminado o período do livramento, Josué obteve, em maio de 2020, a declaração judicial de extinção de sua pena. Em julho de 2021, Josué foi preso em flagrante pela prática do crime de estelionato. Caso Josué seja condenado pelo novo crime, tomando por base a condenação anterior por corrupção, deverá ser considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "primário com maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "primário com bons antecedentes."
      },
      {
        "letra": "C",
        "texto": "reincidente com maus antecedentes."
      },
      {
        "letra": "D",
        "texto": "reincidente com bons antecedentes."
      },
      {
        "letra": "E",
        "texto": "reincidente, sem qualquer menção aos antecedentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1824972",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A legislação penal excepciona a reincidência em casos específicos. São hipóteses previstas em lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crimes militares por extensão e contravenções penais;"
      },
      {
        "letra": "B",
        "texto": "crimes militares impróprios e casos de transação penal;"
      },
      {
        "letra": "C",
        "texto": "crimes militares próprios e impróprios e crimes culposos;"
      },
      {
        "letra": "D",
        "texto": "crimes militares próprios e casos de perdão judicial;"
      },
      {
        "letra": "E",
        "texto": "crimes militares próprios, impróprios e por extensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810043",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Paula praticou delito de lesão corporal no dia 20/5/2015, tendo firmado com o Ministério Público, em 30/4/2016, uma transação penal, devidamente homologada pelo juízo competente. No dia 10/11/2017, Paula praticou contravenção penal de jogo do bicho, tendo sido condenada por referido delito em 18/10/2018, sendo que o trânsito em julgado dessa condenação se deu em 5/11/2018. No dia 28/8/2019, Paula praticou delito e extorsão e por tal delito foi condenada em sentença prolatada no dia 14/12/2020. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz, na sentença relativa ao delito de extorsão, deve considerar Paula reincidente."
      },
      {
        "letra": "B",
        "texto": "A transação penal aceita por Paula, em que pese não gerar condenação, importa para fins de reincidência."
      },
      {
        "letra": "C",
        "texto": "Na sentença relativa ao delito de extorsão, Paula não poderá ser considerada reincidente."
      },
      {
        "letra": "D",
        "texto": "A condenação pela contravenção penal de jogo do bicho é capaz de gerar reincidência para Paula no tocante ao delito de extorsão."
      },
      {
        "letra": "E",
        "texto": "Paula apenas será considerada reincidente se praticar outro crime após data do delito de extorsão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771666",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Gerson foi condenado, por decisão transitada em julgado em 16/11/2015, à pena de 1ano e 6 meses de reclusão, pela prática do crime de furto consumado em 08/08/2013. Em 20/02/2020, Gerson teve sua punibilidade extinta pela prescrição da pretensão executória. Em 30/11/2020, Gerson foi denunciado pela prática do crime de roubo consumado em 25/11/2020. Sendo esses os únicos delitos por ele praticados, Gerson, quanto aos seus antecedentes criminais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerado reincidente, mas a mesma condenação não poderá servir para fins de maus antecedentes;"
      },
      {
        "letra": "B",
        "texto": "será considerado reincidente e possuidor de maus antecedentes;"
      },
      {
        "letra": "C",
        "texto": "não será considerado reincidente, mas sua condenação servirá para fins de maus antecedentes;"
      },
      {
        "letra": "D",
        "texto": "não será considerado reincidente ou possuidor de maus antecedentes, pois o crime anteriormente praticado prescreveu;"
      },
      {
        "letra": "E",
        "texto": "não será considerado reincidente ou possuidor de maus antecedentes, pois ultrapassado o período depurador de cinco anos do trânsito em julgado da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1839600",
    "metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a assertiva verdadeira, em consonância com a jurisprudência dominante das Cortes superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STF e STJ entendem que a existência de inquéritos policiais ou de ações penais sem trânsito em julgado não pode ser considerada como maus antecedentes para fins de dosimetria da pena, todavia admitem como fundamento para elevar a pena base da conduta reprovável."
      },
      {
        "letra": "B",
        "texto": "A incidência da circunstância atenuante não pode conduzir à redução da pena abaixo do mínimo legal, salvo se essa for devidamente justificada pelo juízo."
      },
      {
        "letra": "C",
        "texto": "A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial, salvo se o réu for detentor de mais de uma sentença condenatória irrecorrível, não havendo que se falar em violação ao bis in idem."
      },
      {
        "letra": "D",
        "texto": "O fato do denunciado por furto qualificado pelo rompimento de obstáculo ter confessado a subtração do bem, apesar de ter negado o arrombamento, tendo a confissão sido utilizada para a formação do convencimento do julgador, contudo, não é circunstância suficiente para a incidência da atenuante da confissão espontânea (art. 65, IlI, \"d\", do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório, tendo em vista a realização de um juízo absolutório de mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1119699",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Reincidência"
    ],
    "enunciado_principal": "Sobre o instituto da reincidência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi declarado inconstitucional pelo Supremo Tribunal Federal, por violar o direito penal do autor."
      },
      {
        "letra": "B",
        "texto": "constitui causa de aumento da pena que pode variar de 1/6 a 2/3."
      },
      {
        "letra": "C",
        "texto": "sua ocorrência em crime culposo impede a suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "somente pode ser reconhecido se houver transcurso superior a cinco anos desde a prática do crime anterior."
      },
      {
        "letra": "E",
        "texto": "impede a aplicação de pena restritiva de direitos, se tiver operado em virtude da prática do mesmo crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036623",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a folha de antecedentes constitui documento suficiente para a comprovação de reincidência, não prevalecendo a condenação anterior, contudo, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "B",
        "texto": "incidirá a atenuante da confissão espontânea quando for utilizada para a formação do convencimento do julgador, bastando, no crime de tráfico ilícito de entorpecentes, que o acusado admita a posse ou propriedade da substância, ainda que para uso próprio."
      },
      {
        "letra": "C",
        "texto": "se houver concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, pode o Juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      },
      {
        "letra": "D",
        "texto": "sempre cabível a substituição da pena privativa de liberdade por prestação de serviços à comunidade, isolada ou cumulativamente com outra sanção alternativa ou multa, se aplicada pena corporal não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa, tratando-se de réu não reincidente em crime doloso, além de favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base, não se configurando a má antecedência se o acusado ostentar condenação por crime anterior, transitada em julgado após o novo fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010457",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Alberto praticou cinco infrações penais distintas. Foi processado e condenado cinco vezes, conforme resume o quadro a seguir. Em todos os cinco processos, foram devidamente acostadas as Folhas de Antecedentes atualizadas e as respectivas certidões criminais cartorárias dos feitos informados. Pode-se afirmar que o Juiz certamente considerou Alberto reincidente nas sentenças condenatórias referentes apenas aos processos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010447",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação ao tema “reincidência”, considere as seguintes afirmações. I. A prescrição intercorrente regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de 1/3 (um terço), se o condenado é reincidente. II. Para efeito de reincidência, não prevalece a condenação anterior após decorrido o prazo depurador de cinco anos entre a data do trânsito em julgado da sentença condenatória do crime anterior e a data da prática do crime posterior. III. A reincidência é causa interruptiva apenas da prescrição da pretensão executória. IV. Consoante disposto no Código Penal, o agente reincidente em crime doloso pode ter sua pena privativa de liberdade substituída por pena restritiva de direitos. V. Para efeito de reincidência, a reabilitação extingue a condenação anterior.É correto o que se afirma somente em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "IV e V."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010446",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Reincidência"
    ],
    "enunciado_principal": "Considere as afirmações a seguir. I. Segundo entendimentos doutrinário e jurisprudencial majoritários, levando-se em consideração o rol do artigo 61 do Código Penal, a reincidência é a única agravante que pode ser reconhecida tanto em crime doloso como em crime culposo. II. Por ocasião da aplicação da pena, no concurso de circunstâncias agravantes e atenuantes, a compensação é possível, mas o juiz deve atentar para as circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. III. A pena de interdição temporária de direitos, prevista no inciso II do artigo 47 do Código Penal, não poderá ser aplicada se o crime não foi cometido com violação dos deveres inerentes à profissão, à atividade ou ao ofício que dependam de habilitação especial, de licença ou de autorização do poder público. IV. Por ocasião da aplicação da pena, havendo causas de diminuição e causas de aumento, a compensação é possível, mas o juiz deve atentar para as circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. V. Considerando as causas de aumento de pena previstas nos artigos 19 e 20 do Estatuto do Desarmamento – Lei n° 10.826/2003, é facultado ao Juiz, ao aplicar a pena ao condenado pela prática do crime previsto no artigo 18 do Estatuto, aumentar a pena duas vezes ou apenas uma, conforme o caso concreto, desde que devidamente justificado. Sobre essas afirmações, está correto apenas o contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1006900",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Reincidência"
    ],
    "enunciado_principal": "Com base no entendimento do STJ, julgue o próximo item, a respeito de aplicação da pena. Condenação anterior por delito de porte de substância entorpecente para consumo próprio não faz incidir a circunstância agravante relativa à reincidência, ainda que não tenham decorrido cinco anos entre a condenação e a infração penal posterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "986550",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Vanessa foi denunciada como incursa no delito de furto qualificado, porque, no dia 05 de abril de 2018, teria subtraído, mediante abuso de confiança, R$ 1.000,00 da loja onde trabalhava como gerente. Realizada audiência, a Juíza condenou a ré, nos termos da denúncia. Ao realizar a dosimetria da pena, a Julgadora fixou a pena base no mínimo legal. Na segunda fase, aplicou a agravante da reincidência e aumentou a pena em 1/6 (um sexto), sob o fundamento de que a ré possuía uma condenação anterior transitada em julgado antes da prática desse novo delito. Em relação à condenação anterior de Vanessa, alegou a Juíza que, embora tenha ela recebido livramento condicional em 21 de março de 2011 e o direito não tenha sido revogado, o livramento somente expirou em 21 de março de 2015, sendo que a decisão que declarou extinta a pena foi proferida em 26 de maio de 2016. Assim, com base tão somente na reincidência da ré, a Magistrada impôs o regime fechado para início de cumprimento da pena. Considerando a pena e o regime fixados, a decisão proferida está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "errada, porque a condenação anterior mencionada pela Juíza já foi atingida pelo período depurador, logo, a ré é primária, podendo ser aplicado o regime inicial aberto, uma vez que a pena fixada é inferior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "correta, porque o período depurador referente à condenação anterior começou a correr em 26 de maio de 2016, logo, a ré é reincidente e o regime cabível é o fechado."
      },
      {
        "letra": "C",
        "texto": "errada, porque a condenação anterior mencionada pela Juíza já foi atingida pelo período depurador, logo, a ré é primária, podendo ser aplicado o regime inicial semiaberto, uma vez que a pena imposta é superior a quatro anos e não excede a oito anos."
      },
      {
        "letra": "D",
        "texto": "errada, porque, embora a ré seja reincidente, a pena a ela imposta é inferior a quatro anos, sendo, portanto, cabível o regime inicial semiaberto, de acordo com o disposto na Súmula 269, do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "correta, porque o período depurador referente à condenação anterior começou a correr em 21 de março de 2015, logo, a ré é reincidente e o regime cabível é o fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "983979",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio, reincidente em razão de condenação definitiva anterior pela prática de crime de uso de documento falso, foi denunciado pela suposta prática de dois crimes de furto simples tentados, em concurso formal. Encerrada a instrução, após confissão do réu em interrogatório, e estando o processo com o juiz para a sentença, Lúcio procura o Defensor Público para esclarecimentos acerca do processo dosimétrico e da forma como será executada a pena no caso de procedência da pretensão punitiva, esclarecendo que os fatos ocorreram dois anos antes e que, atualmente, encontra-se casado, com filho bebê e trabalhando com carteira assinada. Considerando apenas as informações expostas, na oportunidade, deverá ser esclarecido por sua defesa técnica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena em razão do concurso formal de crimes deve ocorrer antes da redução realizada pela tentativa, e a definição do quantum a ser majorado em razão dessa causa de aumento deve ter por base as circunstâncias judiciais do Art. 59 do Código Penal;"
      },
      {
        "letra": "B",
        "texto": "a aplicação da pena privativa de liberdade e de multa, em não havendo desígnios autônomos, no concurso formal de crimes, de acordo com as previsões do Código Penal, se dará com base no princípio da exasperação;"
      },
      {
        "letra": "C",
        "texto": "a sua condição de tecnicamente reincidente, por si só, não impede de forma absoluta a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "a presença de uma circunstância agravante e de uma causa de diminuição da pena faz com que o juiz deva compensá-las na segunda fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "a reincidência, como circunstância agravante preponderante, não poderá ser compensada com eventual confissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976012",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Para efeitos de reincidência em conformidade com o disposto no Código Penal, considera-se reincidente o sujeito que tenha cometido novo crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior, cujo período entre o cumprimento ou a extinção da pena não exceda a 5 anos em relação ao novo delito."
      },
      {
        "letra": "B",
        "texto": "depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior, cujo período entre o cumprimento ou a extinção da pena não exceda a 10 anos em relação ao novo delito."
      },
      {
        "letra": "C",
        "texto": "antes de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior, cujo período entre o cumprimento ou a extinção da pena não exceda a 5 anos em relação ao novo delito."
      },
      {
        "letra": "D",
        "texto": "depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior, cujo período entre o cumprimento ou a extinção da pena não exceda a 3 anos em relação ao novo delito."
      },
      {
        "letra": "E",
        "texto": "depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior, independentemente do tempo que tenha ocorrido entre o cumprimento ou a extinção da pena em relação ao novo delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1863546",
    "metadata": "Ano: 2018 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No Código Penal vigente é prevista a possibilidade de enquadramento de um tipo penal como reincidente. Segundo o artigo 63 do CP, há reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior. A respeito da reincidência é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há reincidência quando o agente, condenado definitivamente no Brasil por uma contravenção penal, pratica, 8 meses depois da referida condenação. um novo crime."
      },
      {
        "letra": "B",
        "texto": "Douglas praticou um furto, foi condenado e terminou de cumprir sua pena em 02/02/20 1 O. Em 03/03/20 15, ele comete um outro crime. No julgamento desse segundo delito. Douglas não poderá ser considerado reincidente."
      },
      {
        "letra": "C",
        "texto": "Não prevalecerão os efeitos deletérios da condenação anterior pelo prazo máximo de 6 anos. contados da data do cumprimento ou da extinção da pena. Após esse período, ocorre a caducidade da condenação anterior para fins de reincidência."
      },
      {
        "letra": "D",
        "texto": "Não serão levados em consideração para contagem do prazo de caducidade da condenação anterior para observação da reincidência o período de prova da suspensão ou do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "Na análise da prática de reincidência poderão ser levantadas as condenações em crimes militares próprios e políticos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1026008",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Verifica-se a reincidência quando o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete dois crimes em dias seguidos e seja condenado por ambos mediante sentença."
      },
      {
        "letra": "B",
        "texto": "comete novo crime, depois de transitar em julgado a sentença que o tenha condenado por crime anterior."
      },
      {
        "letra": "C",
        "texto": "pratica dois crimes e, pelas condições do caso, deve o subsequente ser havido como continuação do primeiro."
      },
      {
        "letra": "D",
        "texto": "é condenado cumulativamente pelo mesmo crime a pena de multa e de privação de liberdade."
      },
      {
        "letra": "E",
        "texto": "é condenado por dois crimes da mesma espécie cometidos mediante uma única ação coordenada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "927241",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A, B, e C se conheceram quando estavam recolhidos na Penitenciária Nelson Hungria. Posteriormente, estando em meio aberto, eles se reencontraram e decidiram praticar um crime juntos. Assim, agindo em comunhão de vontades e unidade designios, no dia 18/09/2017, cometeram um latrocínio com resultado morte, sendo a prisão em flagrante convertida em medidas cautelares diversas da prisão. Após regular instrução, o Juiz proferiu sentença, condenando os agentes pela prática do crime do artigo 157, § 3º, in fine, do Código Penal. Ao passar à fase de aplicação da pena, o magistrado, analisando as certidões cartorárias de antecedentes de cada um dos réus, constatou que A possui uma condenação transitada em julgado em 10/08/2012, com extinção da pena em 15/05/2016. B possui duas condenações: a primeira transitada em julgado em 05/05/2003, com extinção da pena em 23/07/2016 e a segunda transitada em julgado em 07/02/2011, cuja execução ainda se encontra em curso. C possui duas condenações, uma por crime praticado quando ele era menor de 21 (vinte e um) anos, transitada em julgado em 03/04/2005, cuja extinção da pena se deu 10/10/2014 e outra por fato praticado em 25/12/2017, com trânsito em julgado em 01/08/2018, cuja execução se encontra em andamento. Levando-se em conta as disposições previstas no Código Penal, analise as afirmativas, marque V para as verdadeiras e F para as falsas. ( ) Em desfavor do réu A deve ser reconhecida a agravante da reincidência, prevista no artigo 61, I, do Código Penal. ( ) O réu C é tecnicamente primário, não podendo os dados constantes em sua certidão de antecedentes criminais serem considerados em seu desfavor. ( ) O réu B registra uma única condenação caracterizadora da reincidência. ( ) O réu C é reincidente e portador de maus antecedentes. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "923527",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Segundo o Código Penal, a reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspende o curso da prescrição."
      },
      {
        "letra": "B",
        "texto": "impede a concessão de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "impõe regime inicial fechado para cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "impede a suspensão condicional da pena, se em crime doloso."
      },
      {
        "letra": "E",
        "texto": "impossibilita a substituição das penas privativas de liberdade pelas restritivas de direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "911531",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Um homem, maior de idade e capaz, foi preso em flagrante por ter subtraído duas garrafas de uísque de um supermercado. A observação da ação delituosa por meio do sistema de vídeo do estabelecimento permitiu aos seguranças a detenção do homem no estacionamento e a recuperação do produto furtado. O valor do produto subtraído equivalia a pouco mais de um terço do valor do salário mínimo vigente à época. Na fase investigatória, constatou-se que o agente do delito possuía condenação transitada em julgado por fato semelhante e que respondia por outras três ações penais em curso. Tendo como referência essa situação hipotética, assinale a opção correta, considerando a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acusado poderá ser absolvido com base no princípio da insignificância, já que o valor dos objetos subtraídos era ínfimo e estes foram integralmente restituídos ao supermercado."
      },
      {
        "letra": "B",
        "texto": "Em razão da existência de sistema de monitoramento de vídeo no supermercado, trata-se de crime impossível por ineficácia absoluta do meio empregado."
      },
      {
        "letra": "C",
        "texto": "Não houve a consumação do furto, porque o homem foi preso em flagrante logo depois de evadir-se do supermercado."
      },
      {
        "letra": "D",
        "texto": "A reincidência do acusado não é motivo suficiente para afastar a aplicação do princípio da insignificância."
      },
      {
        "letra": "E",
        "texto": "Não cabe ao caso a compensação integral da atenuante de confissão espontânea e da agravante de reincidência específica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "908299",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é elemento típico do direito penal do fato e tem determinação na adequação típica da conduta criminosa."
      },
      {
        "letra": "B",
        "texto": "determina que o regime inicial de cumprimento de pena seja obrigatoriamente o fechado."
      },
      {
        "letra": "C",
        "texto": "se verifica quando o agente comete novo crime depois de condenação criminal definitiva por contravenção penal."
      },
      {
        "letra": "D",
        "texto": "deixa de ser considerada se transcorrer período de 5 anos da data em que foi progredido ao regime aberto e o novo crime praticado."
      },
      {
        "letra": "E",
        "texto": "em crime doloso, impede a concessão da suspensão condicional da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "896377",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão do ofendido",
      "Reincidência"
    ],
    "enunciado_principal": "É certo afirmar: I. A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa. II. A representação será irretratável antes de oferecida a denúncia. III. Extingue-se a punibilidade pelo casamento do agente com a vítima, nos crimes contra os costumes, assim definidos pelo Código Penal na sua Parte Especial. IV. A sentença que conceder perdão judicial não será considerada para efeitos de reincidência. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "873689",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Com base no entendimento dos tribunais superiores, considere as seguintes assertivas sobre a reincidência: I. Crimes eleitorais, por serem equiparados a crimes políticos após a CF/88, não geram reincidência. II. Condenação transitada em julgado pelo porte de entorpecentes para consumo (art. 28 da Lei nº 11.343/2006) gera reincidência.III. Para o cálculo de período depurador de cinco anos, computa-se o período de sursis, mas não o de livramento condicional.IV. É considerada como marco interruptivo da prescrição da pretensão executória na data do trânsito em julgado do novo delito e não na data de seu cometimento.V. Para fazer prova da reincidência não é necessário certidão, sendo suficiente a informação constante da folha de antecedentes.Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "II e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873587",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Os antecedentes criminais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser considerados negativamente na aplicação da pena com o registro de atos infracionais, vedando-se, contudo, para efeitos de reincidência."
      },
      {
        "letra": "B",
        "texto": "podem aumentar a pena-base acima do mínimo legal com o registro decorrente da aceitação de transação penal pelo acusado."
      },
      {
        "letra": "C",
        "texto": "podem ser verificados a partir da existência de ações penais em curso, mas não de inquéritos policiais na mesma condição."
      },
      {
        "letra": "D",
        "texto": "podem ser considerados para fins de cabimento da substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "constituem circunstância agravante que incide com a regular certidão comprobatória de condenação anterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855884",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Reincidência"
    ],
    "enunciado_principal": "Praticada a infração penal, surge para o Estado o direito de aplicar a sanção cominada abstratamente na lei, como forma, tanto de retribuição ao mal causado pelo agente criminoso, como, ainda, de prevenção e intimidação, a fim de se evitar que novos delitos sejam cometidos. Diante de tal contexto, analise as proposições abaixo. I. Cominadas cumulativamente, em lei especial, penas privativa de liberdade e pecuniária, é permitido a substituição da prisão por multa. II. A legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público. III. A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial. IV. A imposição do regime de cumprimento mais severo, do que a pena aplicada permitir, exige motivação idônea. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "852494",
    "metadata": "Ano: 2017 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Dispõe o Código Penal que, no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpabilidade."
      },
      {
        "letra": "B",
        "texto": "reincidência."
      },
      {
        "letra": "C",
        "texto": "conduta social."
      },
      {
        "letra": "D",
        "texto": "circunstância do crime."
      },
      {
        "letra": "E",
        "texto": "consequência do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "849248",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "São efeitos da reincidência I. o aumento do prazo da prescrição executória. II. o impedimento da concessão do livramento condicional em razão da prática de crime de qualquer natureza. III. o impedimento do início de cumprimento da pena em regime aberto ou semiaberto para crimes de qualquer natureza. IV. a interrupção do curso da prescrição. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843719",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Considere o seguinte relato.Ricardo foi preso em flagrante por crime de estelionato em fevereiro de 2005 em Corumbá-MS, sendo definitivamente condenado, dois meses depois, à pena de reclusão de dois anos. Cumprida a condenação, resolveu ir ao Paraguai visando a novas oportunidades. Porém, desempregado, voltou a delinquir em solo estrangeiro, sendo condenado no mês de setembro de 2008 à pena de três anos por crime de roubo. Em janeiro de 2009, enquanto aguardava em liberdade o julgamento de seu recurso, fugiu para a cidade de Ponta Porã-MS, fixando residência. Nesta cidade, trabalhou como garçom no \"Bar da Cana\" até março de 2012, quando foi preso pela Polícia Militar por utilizar o local como ponto de venda de drogas. Na sentença pelo crime de tráfico de drogas (artigo 33, da Lei n° 11.343/2006), o julgador agravou a pena de Ricardo por considerá-lo reincidente. Quanto à decisão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sentenciante se equivocou ao considerar o réu reincidente, pois, quanto ao primeiro crime, ignorou o período de detração penal."
      },
      {
        "letra": "B",
        "texto": "O sentenciante agravou corretamente a pena, pois o prazo de cessação da reincidência ocorre apenas cinco anos após o cumprimento da pena e, neste caso, sucederia no mês de abril de 2012."
      },
      {
        "letra": "C",
        "texto": "O sentenciante se equivocou, pois, para fins de reincidência, não se considera uma infração anterior quando praticada fora do território nacional."
      },
      {
        "letra": "D",
        "texto": "O sentenciante sopesou corretamente a agravante, pois entre as datas de prática do segundo e do terceiro crimes, não decorreu um período de tempo superior a cinco anos."
      },
      {
        "letra": "E",
        "texto": "O sentenciante se equivocou quanto à reincidência, pois, entre as datas de prática do primeiro e do último crime, decorreu período de tempo superior a cinco anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840181",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Legislação Penal Especial",
      "Reincidência"
    ],
    "enunciado_principal": "O lapso temporal para progressão de regime em caso de crime não hediondo praticado por reincidente é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/5 da pena."
      },
      {
        "letra": "B",
        "texto": "3/5 da pena."
      },
      {
        "letra": "C",
        "texto": "2/3 da pena."
      },
      {
        "letra": "D",
        "texto": "1/6 da pena."
      },
      {
        "letra": "E",
        "texto": "1/2 da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839597",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "De acordo com os dispositivos da parte geral do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de abolitio criminis a reincidência permanece como efeito secundário da prática do crime."
      },
      {
        "letra": "B",
        "texto": "O território nacional estende-se a embarcações e aeronaves brasileira de natureza pública, desde que se encontrem no espaço aéreo brasileiro ou em alto-mar."
      },
      {
        "letra": "C",
        "texto": "Crimes à distância são aqueles em que a ação ou omissão ocorre em um país e o resultado, em outro."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se evitável, isenta de pena; se inevitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "É isento de pena o agente que pratica crime sem violência ou grave ameaça à pessoa, desde que, voluntariamente, repare o dano ou restitua a coisa, até o recebimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "832346",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Remição de pena",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Reincidência"
    ],
    "enunciado_principal": "NÃO sofrem influência da reincidência e da hediondez do crime na execução penal os seguintes direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comutação e saída temporária."
      },
      {
        "letra": "B",
        "texto": "Indulto e autorização de saída."
      },
      {
        "letra": "C",
        "texto": "Progressão de regime e saída temporária."
      },
      {
        "letra": "D",
        "texto": "Livramento condicional e remição."
      },
      {
        "letra": "E",
        "texto": "Remição e permissão de saída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800278",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Senhor X está preso e denunciado por crime do art. 157, caput, do Código Penal (roubo simples), cometido em 20/12/2016. Considerando-se que Senhor X possui outras três condenações por crimes praticados anteriormente (Sentença 01, proferida em 07/05/2015 e trânsito em julgado em 21/05/2015, enquanto a Sentença 02, proferida em 22/12/2016, ainda não transitada em julgado, e na terceira condenação, Sentença 03, proferida em 20/06/2016, não transitada em julgado), na data da sentença, em 01/03/2017, será considerado para fins de aplicação da pena, nos termos do art. 61, I do Código Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem antecedentes."
      },
      {
        "letra": "B",
        "texto": "reincidente."
      },
      {
        "letra": "C",
        "texto": "sem antecedentes e reincidente."
      },
      {
        "letra": "D",
        "texto": "com maus antecedentes e reincidente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "799971",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Senhor X foi denunciado por crime do art. 171, caput, do Código Penal (estelionato), cometido em 21.02.2016. Considerando-se que Senhor X possui outras três condenações (Sentença 01, por crime praticado em 07.05.2015 e trânsito em julgado em 21.05.2015; Sentença 02, por crime praticado em 23.06.2016, sentença proferida em 22.12.2016, ainda não transitada em julgado; Sentença 03, por crime cometido em 15.10.2009, proferida sentença em 24.01.2010, e extinta a punibilidade, pelo cumprimento da pena, em 20.02.2011 ), na data da sentença, em 01.03.2017, será considerado, para fins de aplicação da pena, nos termos do art. 61, I do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com maus antecedentes e reincidente."
      },
      {
        "letra": "B",
        "texto": "sem antecedentes e reincidente."
      },
      {
        "letra": "C",
        "texto": "reincidente."
      },
      {
        "letra": "D",
        "texto": "sem antecedentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "798589",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Quanto à fixação da pena, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que, se for reincidente o condenado a quem se imponha reclusão de até 4 (quatro) anos, o juiz fixará na sentença o regime fechado para início do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "Embora prepondere na doutrina o entendimento de que apenas a agravante genérica da reincidência se aplica aos crimes culposos, já admitiu o Supremo Tribunal Federal, como tal, em crime culposo, o motivo torpe."
      },
      {
        "letra": "C",
        "texto": "Que, no concurso de duas ou mais causas de aumento ou de diminuição, promoverá o juiz, em qualquer caso, a incidência de uma só, recaindo a escolha, que é da lei, sobre a que mais aumente ou mais diminua."
      },
      {
        "letra": "D",
        "texto": "Que, para a incidência da atenuante da clemência, é imprescindível que não tenha sido reconhecida a configuração de qualquer outra expressamente prevista em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "773716",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, com referência às penas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui circunstância agravante a prática de crime por motivo fútil ou torpe."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida apenas em regime fechado e a de detenção, em regime semiaberto ou aberto."
      },
      {
        "letra": "C",
        "texto": "A pena privativa de liberdade nunca será substituída por pena restritiva de direitos se o condenado for reincidente."
      },
      {
        "letra": "D",
        "texto": "Considera-se reincidente o agente que comete novo crime antes de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da lei é inescusável, razão pela qual não constitui circunstância atenuante da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707168",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode conduzir à revogação, de ofício, da reabilitação."
      },
      {
        "letra": "B",
        "texto": "impede o reconhecimento das chamadas figuras privilegiadas dos delitos de furto, apropriação indébita, lesão corporal, estelionato e receptação."
      },
      {
        "letra": "C",
        "texto": "aumenta o prazo para a progressão de regime no caso de condenação por crime hediondo e interrompe o curso da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "aumenta o prazo para o livramento condicional no caso de condenação por crime comum e sempre impede a concessão da suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "não obsta a adoção do regime prisional semiaberto, desde que favoráveis as circunstâncias judiciais e a pena, necessariamente, seja inferior a quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690092",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a reincidência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência em crime culposo não impede a suspensão condicional da pena."
      },
      {
        "letra": "B",
        "texto": "não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 5 anos, computado o período de prova do livramento condicional ou do regime aberto."
      },
      {
        "letra": "C",
        "texto": "por violar o direito penal do autor e o princípio do ne bis in idem, os Tribunais Superiores reconheceram a não recepção da reincidência pela Constituição de 1988."
      },
      {
        "letra": "D",
        "texto": "a reincidência em contravenção dolosa impede a substituição da pena de prisão simples por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "por não ser permitida a aplicação da pena de prisão ao crime de posse de drogas para uso pessoal, a reincidência não exerce influência na aplicação da pena por este crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "644270",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere à sistemática do Código Penal, quanto às agravantes, atenuantes, majorantes, minorantes e qualificadoras, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira e última fase da Sentença Penal Condenatória. As agravantes e atenuantes somente são encontradas em nosso Código Penal na Parte Geral e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental ou básico. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "B",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, somente na Parte Geral, especificando o quantum do aumento ou diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na segunda fase da Sentença Penal Condenatória. As agravantes e atenuantes são encontradas em nosso Código Penal, tanto na Parte Geral quanto na Parte Especial do Código Penal, e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na terceira fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira fase da Sentença Penal Condenatória. O juiz poderá reconhecer a existência de minorantes inominadas. As agravantes e atenuantes são encontradas em nosso Código Penal, somente na Parte Geral, do Código Penal e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras são encontradas tanto na Parte Geral quanto na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "D",
        "texto": "As causas de aumento e de diminuição de pena são aplicadas na terceira fase da sentença penal condenatória e não podem ultrapassar o máximo da pena ou ir aquém do mínimo legal da pena prevista em abstrato no tipo penal; já as agravantes podem elevar a pena acima do máximo e as atenuantes aquém do mínimo legal da pena em abstrato prevista no tipo, vez que se situa na segunda fase da sentença. As majorantes e minorantes se encontram tanto na Parte Geral quanto na Parte Especial e expressamente dizem o quantum do aumento ou da diminuição da pena, ao contrário das agravantes e atenuantes que se encontram apenas na Parte Geral do Código Penal e são aferidas pelo juiz na segunda fase da sentença. O Juiz poderá reconhecer a existência de atenuantes inominadas. As qualificadoras, que se encontram somente na Parte Especial e que são avaliadas na primeira fase da sentença penal condenatória, permitem que sobre elas incidam as causas de aumento e de diminuição de pena, agravantes e atenuantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628798",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre aplicação e execução de penas, considere as afirmações abaixo. I - Consoante o entendimento consolidado do Superior Tribunal de Justiça, a reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial. II - De acordo com a jurisprudência recente do Superior Tribunal de Justiça, a inexistência de casa de albergado na localidade da execução da pena não gera o reconhecimento de direito ao benefício da prisão domiciliar quando o apenado estiver cumprindo a reprimenda em local compatível com as regras do regime aberto. III - A jurisprudência do Supremo Tribunal Federal consolidou entendimento segundo o qual a hediondez ou a gravidade abstrata do delito não obriga, por si só, o regime prisional mais gravoso, pois o juízo, em atenção aos princípios constitucionais da individualização da pena e da obrigatoriedade de fundamentação das decisões judiciais, deve motivar o regime imposto, observando a singularidade do caso concreto. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592485",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Em razão do princípio constitucional da presunção de inocência, apenas condenações criminais transitadas em julgado podem justificar o agravamento da pena base.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569436",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, e assinale a alternativa correta: I – Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. II – O crime culposo não admite tentativa. III – Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. IV – O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. V – Verifica-se a reincidência quando o agente comete novo crime no curso de processo em que figure como réu, sendo acusado pela prática do mesmo ou de outro crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "564001",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A culpabilidade prevista como circunstância judicial (Código Penal, art. 59), mensurável na fixação da pena-base, deve ser entendida como pressuposto da pena."
      },
      {
        "letra": "B",
        "texto": "É possível a aplicação da pena restritiva de direitos de prestação pecuniária, bem como a substituição de pena que implique o pagamento isolado de multa, nos casos de violência doméstica e familiar contra a mulher."
      },
      {
        "letra": "C",
        "texto": "Em relação à pena de multa, não se aplica a redução de metade dos prazos prescricionais quando o condenado for menor de vinte e um anos de idade ao tempo do crime ou maior de setenta anos de idade na data da sentença."
      },
      {
        "letra": "D",
        "texto": "Aos reincidentes condenados à pena igual ou inferior a quatro anos, se forem favoráveis às circunstâncias judiciais, o juiz pode aplicar o regime semiaberto, ainda que a reincidência seja em crime específico."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de crime apenado com detenção, exige-se motivação idônea do julgado para impor ao condenado o regime fechado para iniciar o cumprimento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530902",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a utilização de inquéritos policiais ou as ações penais em curso como fundamento para aumentar a pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível na segunda fase e terceira fase de individualização da pena, mas não pode intervir sobre a fixação da pena-base."
      },
      {
        "letra": "B",
        "texto": "Embora não esteja expressamente prevista como circunstância agravante, pode ser considerada agravante genérica com especial permissão de emprego no processo individualizador da pena."
      },
      {
        "letra": "C",
        "texto": "Integra espectro compreendido no chamado princípio do livre convencimento do juiz que pode utilizá-la como causa geral de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "É considerada circunstância agravante expressamente prevista no art. 61 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não é reconhecida pela jurisprudência do Superior Tribunal de Justiça que editou, inclusive, súmula sobre o tema."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No momento da fixação da pena, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relegar a fixação do regime inicial da pena, depois de fixado o seu quantum, para o juiz da execução, a quem compete fiscalizá-la"
      },
      {
        "letra": "B",
        "texto": "remeter os autos à Fazenda Pública para cálculo, fixação e cobrança da pena de multa, posto tratar-se de dívida de valor."
      },
      {
        "letra": "C",
        "texto": "seguir o critério trifásico da aplicação da pena que é dividido em: pena base, circunstâncias atenuantes e agravantes e qualificadoras do delito."
      },
      {
        "letra": "D",
        "texto": "considerar a menoridade relativa do agente na segunda fase do cálculo da pena (circunstâncias atenuantes e agravantes)."
      },
      {
        "letra": "E",
        "texto": "considerar a reincidência do agente na primeira fase do cálculo, no momento da análise dos seus antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "521348",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca de circunstâncias agravantes e atenuantes, bem como de causas de aumento e diminuição de pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação anterior transitada em julgado por crime militar próprio induz reincidência."
      },
      {
        "letra": "B",
        "texto": "É causa de diminuição de pena a reparação do dano pelo réu, antes do julgamento do processo, em caso de crime sem violência ou grave ameaça à pessoa."
      },
      {
        "letra": "C",
        "texto": "De acordo com a jurisprudência consolidada do STJ, a confissão qualificada é circunstância atenuante que pode levar à redução da pena na segunda fase da dosimetria."
      },
      {
        "letra": "D",
        "texto": "Segundo a jurisprudência mais recente do STF e do STJ, a atenuante da confissão espontânea deve ser considerada preponderante com relação à reincidência."
      },
      {
        "letra": "E",
        "texto": "Há reincidência quando o julgamento de novo crime cometido pelo agente ocorre após trânsito em julgado da condenação pelo crime anterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512409",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Renúncia",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Quanto às penas e à extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui pena privativa de liberdade a limitação de fim de semana."
      },
      {
        "letra": "B",
        "texto": "Para efeito de reincidência são considerados os crimes militares próprios e políticos."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial não será considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "O fato de receber o ofendido a indenização do dano causado pelo crime importa em renúncia tácita ao direito de queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494783",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige o cumprimento de 2/3 (dois terços) da pena para a concessão do livramento condicional, independentemente da natureza do crime praticado."
      },
      {
        "letra": "B",
        "texto": "não obsta o reconhecimento das figuras privilegiadas de alguns crimes patrimoniais."
      },
      {
        "letra": "C",
        "texto": "não obriga a adoção do regime prisional fechado, se imposta pena igual ou inferior a quatro anos e favoráveis as circunstâncias judiciais"
      },
      {
        "letra": "D",
        "texto": "obriga, para efeito de progressão, o cumprimento de tempo diferenciado da pena no regime anterior, ainda que se trate de condenação por crime comum."
      },
      {
        "letra": "E",
        "texto": "impede a substituição da pena privativa de liberdade por restritivas de direitos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785987",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "O Código de Trânsito Brasileiro define: artigo 309 – Dirigir veículo automotor, em via pública, sem a devida permissão para dirigir ou habilitação ou, ainda, se cassado o direito de dirigir, gerando perigo de dano: pena – detenção, de 06 (seis) meses a 1 (um) ano, ou multa. A Polícia Militar foi acionada e localizou o autor do fato na direção do respectivo veículo, ou seja, em flagrante delito, pois não possuía permissão para dirigir. Realizada a identificação do autor do fato, constatou-se que já havia praticado o mesmo crime em diversas oportunidades, inclusive, com condenação transitada em julgado. Na hipótese de nova aplicação da pena É CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser aplicada a pena restritiva de direito, pois o delito não ultrapassa o limite de 04 anos (artigo 44, inciso I do CP)."
      },
      {
        "letra": "B",
        "texto": "não deve ser aplicada a pena restritiva de direito, pois é reincidente específico em crime doloso."
      },
      {
        "letra": "C",
        "texto": "por se tratar de pena de detenção, independente de ser reincidente, deve ser aplicada a pena restritiva de direito."
      },
      {
        "letra": "D",
        "texto": "a reincidência sempre impedirá a aplicação da pena restritiva de direito, independentemente da medida ser socialmente recomendável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472018",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Reincidência"
    ],
    "enunciado_principal": "Julgue os próximos itens, referentes às penas e aos crimes de abuso de autoridade e de tráfico ilícito de entorpecentes. O indivíduo que portar substância entorpecente sem autorização ou em desacordo com determinação regulamentar poderá, em caso de reincidência, ter as penas de prestação de serviços à comunidade e de comparecimento a programa ou curso educativo aplicadas pelo prazo máximo de dez meses.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456746",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em 20/10/2012 empresário é surpreendido pela fiscalização frustrando direito assegurado pela legislação do trabalho em razão da jornada exaustiva imposta aos empregados, tendo ficado caracterizada a condição análoga à de escravo. No curso da ação penal, comprovou-se que o empregador lançou falsas anotações nas carteiras de trabalho dos empregados e que, em 05/05/2010, fora condenado em outro processo, pela prática de apropriação indébita de contribuições previdenciárias. Considerando as condutas típicas do empresário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ele é reincidente, pois o crime anterior é circunstância agravante do crime posterior."
      },
      {
        "letra": "B",
        "texto": "a reincidência não se aplica ao problema, pois os tipos objetivo e subjetivo são distintos."
      },
      {
        "letra": "C",
        "texto": "ele não é reincidente, pois cometeu o novo crime antes de transitar em julgado a sentença penal que o condenou pelo crime anterior."
      },
      {
        "letra": "D",
        "texto": "ele é reincidente, pois cometeu o novo crime após ser condenado pelo crime anterior."
      },
      {
        "letra": "E",
        "texto": "ele não é reincidente, pois o crime anterior teve como objeto jurídico o patrimônio da previdência social."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419837",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplica-se-lhe a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um terço até a metade."
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro esta."
      },
      {
        "letra": "C",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais delinquências, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada de um terço até metade."
      },
      {
        "letra": "D",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 5 (cinco) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "E",
        "texto": "A execução da pena privativa de liberdade não superior a seis anos poderá ser suspensa por dois a quatro anos, desde que o condenado seja maior de setenta anos de idade, ou razões de saúde justifiquem a suspensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361634",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Considere que determinado indivíduo condenado definitivamente pela prática de determinado delito tenha obtido a extinção da punibilidade por meio de anistia e que, um ano depois do trânsito em julgado da sentença condenatória, tenha cometido novo delito. Nessa situação, esse indivíduo é considerado reincidente, estando, pois, sujeito aos efeitos da reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360491",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio e Lucinda, marido e mulher, desempregados, sem qualificação para o trabalho e pais de três filhos pequenos, planejaram e praticaram juntos, entre janeiro e março de 2012, mais de sete furtos, todos com rompimento de obstáculo e durante o repouso noturno. Lúcio tem dezenove anos. Em dezembro de 2012, enquanto corria o processo pelos referidos crimes patrimoniais, transitou em julgado sentença condenatória que o havia condenado pela prática de outro delito, o de receptação, cometido no ano de 2010. Lucinda, de vinte e quatro anos de idade, primária e de bons antecedentes, arrependida, confessou espontaneamente os fatos. O produto dos furtos foi estimado em valor considerável, entre dinheiro, relógios, joias e aparelhos eletrodomésticos, nenhum deles recuperado nem devolvido. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lúcio é reincidente, mas tem a seu favor a atenuante da menoridade, sendo possível a compensação entre uma e outra circunstância, na segunda fase da dosimetria, por serem ambas preponderantes."
      },
      {
        "letra": "B",
        "texto": "Lúcio e Lucinda devem responder pelos crimes com incidência de causa de aumento de pena prevista na parte geral do CP, no seu limite máximo, ou seja, igual à fração de um meio, por terem realizado, no total, mais de sete furtos."
      },
      {
        "letra": "C",
        "texto": "Lúcio e Lucinda responderão por furto triplamente qualificado."
      },
      {
        "letra": "D",
        "texto": "Embora não se prestem à caracterização do estado de necessidade, as circunstâncias do desemprego, da falta de qualificação para o trabalho e o fato de possuírem três filhos pequenos sob sua guarda e responsabilidade podem interferir em favor de Lúcio e Lucinda, seja na primeira, seja na segunda fase da dosimetria."
      },
      {
        "letra": "E",
        "texto": "Lucinda tem a seu favor a atenuante da confissão espontânea, que, embora não preponderante, atua como dado positivo relacionado à sua personalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere a temas relativos à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência influi no prazo de prescrição da pena de multa."
      },
      {
        "letra": "B",
        "texto": "Não pode ser considerado reincidente quem, já condenado pela prática de crime por sentença transitada em julgado, no Brasil ou no estrangeiro, pratica contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Réu reincidente condenado à pena de quatro anos e dois meses deve, necessariamente, iniciar o cumprimento da pena privativa de liberdade no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se somam as penas correspondentes a crimes diversos para o efeito do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A pena de seis meses de detenção imposta a réu primário condenado pela prática de crime doloso cometido com grave ameaça à pessoa pode ser substituída por multa, com base no disposto no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "348143",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Excluídas as situações normativas do Art. 64 do Código Penal, não é tecnicamente reincidente o agente que, nessa ordem sucessiva, tenha cometido no Brasil ilícitos penais com a natureza de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime doloso e crime culposo."
      },
      {
        "letra": "B",
        "texto": "crime em geral e contravenção penal."
      },
      {
        "letra": "C",
        "texto": "contravenção penal e crime em geral."
      },
      {
        "letra": "D",
        "texto": "contravenção penal e contravenção penal."
      },
      {
        "letra": "E",
        "texto": "crime culposo e crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "340799",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Examine os itens que se seguem, assinalando a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As causas de extinção de punibilidade previstas na Parte Geral do Código Penal brasileiro não se comunicam entre coautores ou partícipes do delito, dado o acolhimento da teoria da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "As condições negativas de punibilidade, como condições objetivas exteriores à conduta delituosa, devem ser abrangidas pelo dolo do agente."
      },
      {
        "letra": "C",
        "texto": "Os prazos prescricionais têm natureza processual, não se incluindo o dia do começo no seu cômputo."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça admite o reconhecimento da prescrição da pretensão punitiva com fundamento na pena hipotética, podendo ser declarada antes do oferecimento da peça de acusação ou ao longo da ação penal."
      },
      {
        "letra": "E",
        "texto": "A reincidência futura, posterior ou subsequente, é a forma interruptiva da reincidência, incidente sobre a prescrição executória já em curso, sem o potencial de dilatar o seu prazo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "340797",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Indique a assertiva CORRETA entre os itens seguintes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da prevenção especial negativa tem por finalidade essencial evitar a reincidência do agente."
      },
      {
        "letra": "B",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior se, entre a data do trânsito em julgado e a infração posterior, tiver decorrido período de tempo superior a 05 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "A teor do artigo 68 do Código Penal, que estabelece o sistema trifásico de aplicação da pena, é possível a compensação de circunstâncias judiciais com circunstâncias legais."
      },
      {
        "letra": "D",
        "texto": "A detração de que trata o Código Penal não se aplica à medida de segurança, sendo inviável o cômputo de internação provisória para antecipação da liberação ou da realização do exame de averiguação de periculosidade."
      },
      {
        "letra": "E",
        "texto": "O critério para dosar-se o aumento de pena no crime continuado é o do maior ou menor grau de reprovação da conduta ao agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "314249",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Há reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que o tenha condenado por crime anterior, não se considerando como tal condenações por crimes militares próprios ou por crimes políticos e sentenças oriundas de país estrangeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311431",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Jerônimo não pode ser considerado reincidente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308740",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre impede a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
      },
      {
        "letra": "C",
        "texto": "não influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "obsta a suspensão condicional da pena, ainda que a condenação anterior tenha imposto tão somente a pena de multa."
      },
      {
        "letra": "E",
        "texto": "fica excluída automaticamente pela reabilitação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308173",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência real ocorre quando o sujeito pratica a nova infração após cumprir, total ou parcialmente, a pena imposta em face do crime anterior; enquanto a reincidência ficta, aceita pelo Código Penal, ocorre quando o sujeito comete o novo crime após haver transitado em julgado sentença que o tenha condenado por delito anterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300459",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se circunstância agravante o fato de o crime ser praticado contra pessoa maior de setenta anos."
      },
      {
        "letra": "B",
        "texto": "não prevalece a condenação anterior, para efeito de reconhecimento de reincidência, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, descontado o período de prova da suspensão."
      },
      {
        "letra": "C",
        "texto": "a incidência de circunstância atenuante pode con- duzir à redução da pena abaixo do mínimo legal, se- gundo entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "não se impõe o acréscimo decorrente do concurso formal perfeito à pena de multa."
      },
      {
        "letra": "E",
        "texto": "o tempo de cumprimento das penas privativas de li- berdade não pode ser superior a trinta anos, limite que deve ser considerado para efeito de concessão de livramento condicional, conforme entendimento sumulado do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984291",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Acerca das Súmulas do Superior Tribunal de Justiça, em Direito Penal, pode-se afirmar: I. O crime de extorsão depende para sua consumação da obtenção de vantagem indevida. II. A reincidência influi no prazo da prescrição da pretensão punitiva. III. Para efeitos penais, o reconhecimento da menoridade do réu requer prova por documento hábil. IV. O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para sua exasperação a mera indicação do número de majorantes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423394",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito dos diversos efeitos da reincidência, é INCORRETO afirmar que ela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impede a substituição da pena privativa de liberdade por restritiva de direitos quando houver reincidência específica em crime doloso."
      },
      {
        "letra": "B",
        "texto": "influi no prazo da prescrição da pretensão punitiva."
      },
      {
        "letra": "C",
        "texto": "revoga a reabilitação quando o agente for condenado a pena que não seja de multa."
      },
      {
        "letra": "D",
        "texto": "impede o reconhecimento do denominado furto privilegiado."
      },
      {
        "letra": "E",
        "texto": "aumenta o prazo de cumprimento da pena para obtenção do livramento condicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341148",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – O Juiz pode valer-se da existência de ações penais em curso para agravar a pena-base. II – A reincidência não influi no prazo da prescrição da pretensão punitiva. III – O Juiz pode aplicar a lei penal mais grave ao crime permanente, desde que a sua vigência seja anterior à cessação da permanência. IV – O Código Penal permite ao Juiz que fixe o regime prisional inicialmente aberto aos réus reincidentes que forem condenados a pena de reclusão igual ou inferior a 4 (quatro) anos, se forem favoráveis suas circunstâncias judiciais. De acordo com o Código Penal Brasileiro e o entendimento pacificado pelos Tribunais Superiores, estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336282",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Penas privativas de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação a tentativa e a circunstâncias agravantes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se mera tentativa de extorsão o fato de o ameaçado vencer o temor inspirado e deixar de atender à imposição do agente, solicitando, confiantemente, a intervenção policial."
      },
      {
        "letra": "B",
        "texto": "A tentativa de furto de bens avaliados em R$ 400,00 sempre enseja a aplicação do princípio da insignificância ante o inexpressivo valor da res furtiva."
      },
      {
        "letra": "C",
        "texto": "É firme a jurisprudência do STJ no sentido de que condenação anterior a pena de multa afasta a reincidência."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de delitos da competência do tribunal do júri, a resposta positiva dos jurados ao quesito referente à tentativa de homicídio implica recusa ao quesito da desistência espontânea."
      },
      {
        "letra": "E",
        "texto": "Homicídio motivado por ciúme doentio e injustificável do agente em relação à vítima não configura motivo fútil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293473",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "É certo afirmar: I. A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo Código Penal, é considerada para a concessão de outros benefícios, como o livramento condicional ou regime mais favorável de execução. II. A medida de segurança não será aplicada em segunda instância, quando só o réu tenha recorrido. III. A reincidência influi no prazo da prescrição da pretensão punitiva. IV. Não se admite continuidade delitiva nos crimes contra a vida. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "259345",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Segundo a jurisprudência do Superior Tribunal de Justiça, é inidônea a utilização do critério do número de infrações penais praticadas para calcular o percentual de aumento da pena fundado no crime continuado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "254791",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Alberto, que já ostentava condenação anterior transitada em julgado por crime de furto, praticou outro crime de furto, foi preso em flagrante, confessou o delito e, posteriormente, foi condenado a pena privativa de liberdade de um ano e três meses de reclusão sob o regime fechado. Ao prolatar a sentença, o juiz agravou a pena base tão somente por força da condenação anterior.Com relação a essa situação hipotética, julgue os itens a seguir.O juiz poderia ter aplicado pena privativa de liberdade inferior a um ano de reclusão porque a confissão é preponderante à reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248770",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Será reincidente o agente que cometer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal depois de condenado definitivamente por crime comum."
      },
      {
        "letra": "B",
        "texto": "novo crime depois de condenado definitivamente por crime político."
      },
      {
        "letra": "C",
        "texto": "novo crime depois de condenado definitivamente por crime militar próprio."
      },
      {
        "letra": "D",
        "texto": "novo crime após haver recebido perdão judicial em processo anterior."
      },
      {
        "letra": "E",
        "texto": "novo crime, ainda que decorridos mais de cinco anos desde a extinção da pena relativa à infração anterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298964",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumenta o prazo de prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "obsta a suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "sempre impede a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "incide na terceira fase do cálculo da pena."
      },
      {
        "letra": "E",
        "texto": "impede a suspensão condicional da pena, ainda que decorra de crime culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "263838",
    "metadata": "Ano: 2011 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da reincidencia, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos termos da lei, ela sempre agrava a pena, mesmo quando qualifica o crime;"
      },
      {
        "letra": "B",
        "texto": "não a caracteriza a condenação por crime político;"
      },
      {
        "letra": "C",
        "texto": "não a caracteriza a condenação por crime praticado no estrangeiro;"
      },
      {
        "letra": "D",
        "texto": "ela se caracteriza quando, em face do réu, há outros inquéritos policiais em curso;"
      },
      {
        "letra": "E",
        "texto": "ela se caracteriza quando, em face do réu, há outras ações penais em curso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204245",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre os efeitos da reincidência, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser considerada como circunstância judicial para aumentar a pena- base;"
      },
      {
        "letra": "B",
        "texto": "impede a concessão de progressão de regime;"
      },
      {
        "letra": "C",
        "texto": "é uma agravante preponderante;"
      },
      {
        "letra": "D",
        "texto": "aumenta o prazo da prescrição da pretensão punitiva em um terço;"
      },
      {
        "letra": "E",
        "texto": "aumenta o prazo da prescrição da pretensão punitiva em dois terços."
      }
    ],
    "gabarito": "C"
  }
]