[
  {
    "id": "3538771",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Marli, primária e de bons antecedentes, é condenada pela Justica Publica a cumprir pena de 8 anos de reclusão após cometer crime hediondo (roubo circunstanciado pela restrição de liberdade da vitima) em uma cidade do Estado de Santa Catarina. Preenchidos os demais requisitos estabelecidos pelo Código Penal, Marli",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 40% da pena imposta."
      },
      {
        "letra": "B",
        "texto": "não poderá ser beneficiada com o liviamento condicional por ter cometido crime hediondo."
      },
      {
        "letra": "C",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 1/3 da pena imposta."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, metade da pena imposta."
      },
      {
        "letra": "E",
        "texto": "poderá ser beneficiada com o livramento condicional após cumprir, no minimo, 2/3 da pena imposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272341",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "A prática de falta grave interrompe o prazo para: I. Fim de comutação da pena. II. Fim de indulto. III. Progressão de regime de cumprimento de pena. IV. Obtenção de livramento condicional. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345865",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O juiz poderá conceder ao condenado a pena privativa da liberdade igual ou superior a 2 (dois) anos desde que se verifiquem as condições seguintes: I - cumprimento de mais da metade da pena, ou mais de três quartos, se reincidente o sentenciado; II - ausência ou cessação de periculosidade; III - bom comportamento durante a vida carcerária; IV - aptidão para prover à própria subsistência mediante trabalho honesto; V - reparação do dano causado pela infração, salvo impossibilidade de fazê-lo. Essa afirmação diz respeito ao instituto jurídico denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "livramento condicional."
      },
      {
        "letra": "B",
        "texto": "suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "perdão judicial."
      },
      {
        "letra": "E",
        "texto": "revogação da prisão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3157923",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Finda a instrução processual penal, Matheus, reincidente em crime culposo, foi condenado pela prática de determinada infração penal às penas finais de três anos de reclusão, sendo certo que a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, lhe são benéficos. Constata-se, ainda, não ser cabível a substituição da pena privativa de liberdade por pena restritiva de direitos e que o condenado, que respondeu ao processo em liberdade, possui setenta e dois anos de idade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena e com o livramento condicional, devendo optar, por intermédio do seu advogado, pela aplicabilidade de um dos institutos."
      },
      {
        "letra": "B",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, em razão do quantitativo da pena que lhe foi imposta."
      },
      {
        "letra": "C",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, por ser reincidente em crime culposo."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "poderá ser beneficiado com o livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3086953",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Mauro, primário, com maus antecedentes, cumpre pena por delito comum na penitenciária central do estado, em Cuiabá. Sobre essa situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso Mauro cometa falta disciplinar de fuga, o prazo para obtenção do livramento condicional será interrompido e a contagem, reiniciada;"
      },
      {
        "letra": "B",
        "texto": "para poder pleitear o livramento condicional, Mauro deverá cumprir um terço da pena;"
      },
      {
        "letra": "C",
        "texto": "se, após a obtenção do livramento condicional, Mauro praticar nova infração penal, o livramento será automaticamente suspenso e sua prisão, decretada;"
      },
      {
        "letra": "D",
        "texto": "no caso de revogação do livramento condicional, computa-se o tempo transcorrido durante o período de prova como pena cumprida;"
      },
      {
        "letra": "E",
        "texto": "se, durante o período de prova, Mauro praticar falta disciplinar de natureza grave, ele poderá perder até um terço dos dias remidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3028441",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Extinção da pena"
    ],
    "enunciado_principal": "Em razão de conduta praticada em março de 2023, João, primário, foi condenado, definitivamente, pela prática de crime hediondo, com resultado morte, em sentença prolatada por Matheus, juiz federal que atua na seção judiciária do Amazonas (Justiça Federal). Muito embora a condenação tenha se dado na esfera federal, João está recolhido a um estabelecimento penal sujeito à administração do estado do Amazonas. Nesse cenário, considerando as disposições da Lei nº 7.210/1984 e o entendimento dominante do Superior Tribunal de Justiça, é correto afirmar que compete ao juízo do(da):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito ao livramento condicional, vedada a progressão de regimes;"
      },
      {
        "letra": "B",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito à progressão de regimes, vedado o livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "estado do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito à progressão de regimes, vedado o livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "estado do Amazonas a execução da pena imposta a João, que, em observância aos requisitos legais, terá direito ao livramento condicional, vedada a progressão de regimes;"
      },
      {
        "letra": "E",
        "texto": "seção judiciária do Amazonas a execução da pena imposta a João, vedados a progressão de regimes e o livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3028438",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, João foi condenado, definitivamente, à pena de dois anos de reclusão, em razão da prática de crime que envolveu violência contra pessoa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá se beneficiar da suspensão condicional da pena, desde que não seja reincidente em crime doloso, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e não seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "B",
        "texto": "poderá se beneficiar do livramento condicional, desde que não seja reincidente em crime doloso, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e não seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "C",
        "texto": "poderá se beneficiar do livramento condicional, desde que não seja reincidente em crime doloso ou culposo, a culpabilidade, os antecedentes, a conduta social e sua personalidade, bem como os motivos e as circunstâncias autorizem a concessão do benefício, e seja indicada ou cabível a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "não poderá se beneficiar do livramento condicional ou da suspensão condicional da pena, pois o crime praticado envolveu violência contra pessoa;"
      },
      {
        "letra": "E",
        "texto": "não poderá se beneficiar do livramento condicional ou da suspensão condicional da pena, pois a sanção aplicada é superior a um ano de reclusão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3007059",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "[Questão Inédita] É requisito para a concessão do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometimento de falta grave nos últimos 18 meses."
      },
      {
        "letra": "B",
        "texto": "tenha obrigatoriamente reparado o dano causado pela infração."
      },
      {
        "letra": "C",
        "texto": "cumprido um sexto da pena se o condenado não for reincidente em crime doloso."
      },
      {
        "letra": "D",
        "texto": "a comprovação de estudos durante 12 meses que antecederam o pedido de livramento."
      },
      {
        "letra": "E",
        "texto": "cumprida mais de um terço da pena se o condenado não for reincidente em crime doloso e tiver bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110704",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "É requisito para a concessão do livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização de trabalho ou estudo durante os 06 meses que antecederam o pedido de livramento."
      },
      {
        "letra": "B",
        "texto": "não tenha cometido falta grave nos últimos 18 (dezoito) meses."
      },
      {
        "letra": "C",
        "texto": "aptidão para prover sua subsistência, ou comprovar quem o possa fazer, em decorrência de trabalho honesto."
      },
      {
        "letra": "D",
        "texto": "que a pena privativa de liberdade seja igual ou superior a 2 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2059106",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Na hipótese de condenado reincidente em crime doloso, o requisito temporal necessário para a concessão do benefício do livramento condicional é o cumprimento de, no mínimo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um sexto da pena."
      },
      {
        "letra": "B",
        "texto": "dois terços da pena."
      },
      {
        "letra": "C",
        "texto": "um terço da pena."
      },
      {
        "letra": "D",
        "texto": "metade da pena."
      },
      {
        "letra": "E",
        "texto": "três quintos da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2000452",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Decreto Lei nº 2.848, de 7 de dezembro de 1940, diz respeito ao Código Penal. A partir desse Decreto, analise as afirmativas a seguir. I. A pena de reclusão, de acordo com a Lei n. 2.848, deve ser cumprida de três formas: regime fechado, semi-aberto ou aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado, de acordo com o art. 33, Título V seção 1. II. A execução de pena privativa de liberdade, não superior a 2 anos, poderá ser suspensa por 2 (dois) a 4 (quatro) anos desde que somente a culpabilidade autorize a concessão do benefício, de acordo com o art. 77 do Capítulo IV. III. O bom comportamento durante a execução da pena não concede livramento condicional ao condenado. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "II e III apenas"
      },
      {
        "letra": "C",
        "texto": "I e III apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992060",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Acerca do tema do livramento condicional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de 40 anos, determinado pelo Código Penal, deve ser considerada para a concessão de outros benefícios, como o livramento condicional ou o regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "Além do requisito “tempo de cumprimento da pena”, é dispensável, para alcançar o benefício do livramento condicional, o bom comportamento durante a execução."
      },
      {
        "letra": "C",
        "texto": "Decorrido o período de prova sem que o magistrado tenha revogado expressamente o livramento condicional, não fica extinta a pena privativa de liberdade, por exigir pronunciamento judicial para seu término."
      },
      {
        "letra": "D",
        "texto": "Ofende o princípio da legalidade a decisão que fixa a data da fuga do apenado como nova data-base para o cálculo do requisito temporal do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "O requisito temporal do livramento condicional é aferido a partir da quantidade de pena já efetivamente cumprida, quantidade essa que sofre alteração com eventual prática de falta grave."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1985222",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação aos requisitos para o livramento condicional, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ausência de falta grave no período de doze meses é suficiente para satisfazer o requisito exigido para concessão do benefício;"
      },
      {
        "letra": "B",
        "texto": "faltas disciplinares ocorridas no período anterior a doze meses não podem ser consideradas pelo Juízo das Execuções Penais para aferir fundamentadamente o mérito do apenado;"
      },
      {
        "letra": "C",
        "texto": "faltas disciplinares ocorridas no período anterior a doze meses podem ser consideradas pelo Juízo das Execuções Penais para aferir fundamentadamente o mérito do apenado;"
      },
      {
        "letra": "D",
        "texto": "a ausência de falta grave no período de seis meses é suficiente para satisfazer o requisito exigido para concessão do benefício;"
      },
      {
        "letra": "E",
        "texto": "a demonstração da aptidão para prover a própria subsistência mediante qualquer atividade é suficiente para satisfazer o requisito exigido para concessão do benefício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964320",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "De acordo com o artigo 83 do Código Penal, o juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a dois anos, desde que o condenado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não seja reincidente."
      },
      {
        "letra": "B",
        "texto": "não tenha cometido falta grave nos últimos dois anos."
      },
      {
        "letra": "C",
        "texto": "tenha reparado o dano causado pela infração, salvo efetiva impossibilidade de fazê-lo."
      },
      {
        "letra": "D",
        "texto": "tenha cumprido mais de 2/5 da pena, nos casos de condenação por crime hediondo."
      },
      {
        "letra": "E",
        "texto": "tenha cumprido mais de 1/6 da pena, se não for reincidente em crime doloso, e mais da metade da pena, se for reincidente em crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937456",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Segundo a Lei de Execução Penal, julgue o item seguinte acerca do livramento condicional e dos estabelecimentos penais. Presentes os requisitos legais, o livramento condicional poderá ser concedido pelo Juiz da execução, ouvidos o Ministério Público e o Conselho Penitenciário. Caso seja deferido o pedido, serão sempre impostas ao liberado condicional as obrigações de obter ocupação lícita e de recolher-se à habitação em hora fixada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1901621",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Código Penal indica como um dos requisitos para o livramento condicional o juiz ter aplicado na sentença pena privativa de liberdade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inferior a um ano."
      },
      {
        "letra": "B",
        "texto": "Igual ou superior a um ano."
      },
      {
        "letra": "C",
        "texto": "Inferior a dezoito meses."
      },
      {
        "letra": "D",
        "texto": "Inferior a dois anos."
      },
      {
        "letra": "E",
        "texto": "Igual ou superior a dois anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892598",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Acerca do livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posicionamento do STJ, por ser requisito subjetivo, a análise de cometimento de falta grave nos últimos doze meses limita a aferição do requisito do comportamento carcerário do reeducando, por não se poderem considerar as anotações de faltas disciplinares pretéritas e de longa data."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código Penal, o livramento condicional será obrigatoriamente revogado se, no curso do período de prova, o beneficiário for condenado irrecorrivelmente por crime praticado durante o livramento, com imposição de pena restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Segundo as leis de regência, a prática de contravenção penal durante o período de livramento constitui motivo idôneo para a suspensão do benefício até a decisão final do processo em que se apura aquela infração, podendo o juiz decretar a prisão do beneficiário após oitiva do conselho penitenciário e do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O STJ não admite, ante a falta de previsão legal, que, para a concessão do livramento condicional ao condenado primário por crime de associação ao tráfico (art. 35 da Lei n.º 11.343/2006) e de bons antecedentes, este deva cumprir dois terços da pena, como aplicável aos condenados por tráfico de drogas, em razão da vedação de analogia in malam partem."
      },
      {
        "letra": "E",
        "texto": "Segundo jurisprudência pacificada dos tribunais superiores, a prática de crime durante o livramento condicional enseja a suspensão e a prorrogação automática do benefício até o fim do processo em que se apura o delito, prescindindo-se de decisão judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1845145",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Sobre o instituto do livramento condicional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser revogado no caso de nova condenação à pena privativa de liberdade, ainda que a decisão esteja sujeita a recurso."
      },
      {
        "letra": "B",
        "texto": "para sua concessão, é de rigor que o condenado não tenha cometido falta grave nos últimos 12 meses."
      },
      {
        "letra": "C",
        "texto": "obriga o recolhimento do egresso ao seu local de moradia em horário determinado."
      },
      {
        "letra": "D",
        "texto": "é cabível para as penas restritivas de direitos e penas pecuniárias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1844974",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende do não cometimento de falta grave nos últimos 12 meses de cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "depende de carta de compromisso de trabalho regular e registrado para sua concessão."
      },
      {
        "letra": "C",
        "texto": "depende do cumprimento de 25% da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "pode ser concedido após o cumprimento de 1/8 da pena, em caso de mulher primária, desde que o crime não tenha sido praticado contra seu filho ou dependente."
      },
      {
        "letra": "E",
        "texto": "pode ser aplicado na sentença penal condenatória, em caso de pena superior a dois anos que não tenha sido substituída por restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840065",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Augusto, primário e com bons antecedentes, em 10 de março de 2020, abordou Letícia que estava no interior de seu veículo, parada no sinal de trânsito. Na abordagem, Augusto determinou que Letícia saísse do carro, pois era um assalto. Leticia, assustada, arranca com o veículo e Augusto efetua um disparo com sua arma que atinge a cabeça da vítima e ocasiona sua morte. Augusto foi denunciado e condenado pela prática do crime de latrocínio. Diante do caso narrado, acerca da possibilidade de Augusto vir a obter livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá obter o Livramento Condicional após o cumprimento de 2/3 da pena em razão de o latrocínio ser crime hediondo, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/3 da pena em razão de ser primário e possuir bons antecedentes, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Poderá obter o Livramento Condicional após cumprir 1/2 da pena em razão de o crime por ele praticado ser hediondo, além de atender aos demais requisitos do artigo 83 do Código Penal, além de atender aos demais requisitos do Art. 83 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Não poderá obter Livramento Condicional em razão do não cabimento do instituto para crimes hediondos com resultado morte."
      },
      {
        "letra": "E",
        "texto": "Poderá obter o Livramento Condicional após cumprir 2/5 da pena em razão de o crime por ele praticado ser hediondo e ele ser primário, além de atender aos demais requisitos do Art. 83 do Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826206",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Quanto ao livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falta grave interrompe o prazo para a sua obtenção, da mesma forma que se verifica para a progressão de regime."
      },
      {
        "letra": "B",
        "texto": "a ausência de suspensão ou revogação antes do término do período de prova não dá ensejo à extinção da punibilidade pelo integral cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "é exigível o cumprimento de dois terços da pena para o condenado por associação para o tráfico, a despeito da não hediondez do delito, segundo entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "é cabível ao condenado a pena igual ou superior a dois anos, desde que comprovado o não cometimento de falta grave nos últimos vinte e quatro meses."
      },
      {
        "letra": "E",
        "texto": "a pena unificada para atender o limite de quarenta anos de cumprimento deve ser considerada para efeito de concessão do benefício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810052",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Com as alterações trazidas pela Lei 13.964/2019, conhecida como “Pacote Anticrime”, institutos da Lei de Execuções Penais sofreram alterações significativas, tais como a progressão de regime e o livramento condicional. Nesse sentido, analise as situações a seguir e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que pratica crime hediondo com resultado morte, se for reincidente, não poderá progredir de regime de cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "Apenas o reincidente não poderá obter livramento condicional se praticar crime hediondo com resultado morte."
      },
      {
        "letra": "C",
        "texto": "Aquele que pratica crime hediondo ou equiparado a hediondo, se for primário, poderá obter a progressão de regime de cumprimento de pena após cumprir ao menos 50% da pena."
      },
      {
        "letra": "D",
        "texto": "Aquele que pratica crime hediondo com resultado morte não poderá obter livramento condicional, seja primário ou reincidente."
      },
      {
        "letra": "E",
        "texto": "Aquele que pratica crime hediondo sem violência ou grave ameaça à pessoa, desde que primário, poderá progredir de regime de cumprimento de pena após cumprir ao menos 25% da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1759351",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Jorge foi preso em flagrante e condenado à pena de 5 anos e 6 meses de reclusão, por infração ao Art. 157, §2º, I e II, do CP (roubo circunstanciado pelo uso de arma de fogo e concurso de agentes), iniciando o cumprimento da pena privativa de liberdade em 10/04/2014. Durante o cumprimento da pena, foi punido por falta disciplinar de natureza grave datada de 05/01/2015. Em 10/02/2016, após cumprir os requisitos legais, foi-lhe concedido o livramento condicional, sendo posto em liberdade no dia 13/02/2016, após participação na respectiva cerimônia. Jorge cumpriu regularmente todas as condições do livramento condicional estabelecidas até o término de sua pena. Em 12/11/2019, foi declarada extinta a pena por integral cumprimento. Em 01/03/2021, Jorge foi preso em flagrante e condenado à pena de 6 anos e 8 meses de reclusão, por infração ao Art. 157, §2º-A, I, do CP (roubo circunstanciado pelo emprego de arma de fogo). Iniciada a execução da pena, é correto afirmar que Jorge é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reincidente e deverá cumprir 1/2 da pena para fins de livramento condicional;"
      },
      {
        "letra": "B",
        "texto": "reincidente e deverá cumprir 2/3 da pena para fins de livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "reincidente específico, vedado o livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "primário e deverá cumprir 1/3 da pena para fins de livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "primário e deverá cumprir 2/3 da pena para fins de livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1744094",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Sobre os institutos da progressão de regime e do livramento condicional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas não tem direito ao livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas deve cumprir ao menos 60% da nova pena para progredir de regime."
      },
      {
        "letra": "C",
        "texto": "A prática de falta disciplinar de natureza grave durante a execução da pena privativa de liberdade interrompe o tempo de cumprimento de pena necessário à progressão de regime, mas não produz o mesmo efeito em relação ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Pessoa condenada pela prática de crime comum por sentença transitada em julgado, que no curso do período de prova do livramento condicional pratica novo crime comum, terá que cumprir metade de ambas as penas para aspirar ao livramento condicional novamente."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma hipótese pessoa pode progredir de regime antes de cumprir ao menos 16% da pena que lhe foi imposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1136446",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Cada um dos itens a seguir apresenta uma situação hipotética, seguida de uma assertiva a ser julgada, acerca da aplicação de pena e do livramento condicional, considerando-se o entendimento dos tribunais superiores. I Flávio, processado e condenado pela prática de delito de tráfico ilícito de entorpecentes, confessou, em interrogatório judicial, que possuía a droga para consumo próprio. Nesse caso, a confissão feita por Flávio em juízo, ainda que parcial, não deve servir como circunstância atenuante da confissão espontânea para fins de diminuição de pena. II Pela prática de delitos de vias de fato e ameaça em contexto de violência doméstica e familiar contra sua ex-esposa, Joana, José foi condenado às penas de vinte dias de prisão simples e um mês e cinco dias de detenção, ambas em regime aberto. Nesse caso, é cabível a substituição da pena restritiva de liberdade por restritiva de direitos apenas em relação à contravenção penal de vias de fato. III Pela prática de delito de homicídio culposo no trânsito, na forma qualificada, por conduzir veículo sob influência de bebida alcoólica, Marcos foi condenado à pena de cinco anos de reclusão, a ser cumprida inicialmente em regime semiaberto. Nesse caso, em que pese o quantum da pena, é cabível a substituição da pena privativa de liberdade por restritiva de direitos. IV Pela prática de delito de porte ilegal de arma de fogo de uso restrito, Pedro, reincidente por crime de roubo simples, foi condenado à pena privativa de liberdade de quatro anos de reclusão, em regime fechado. Nesse caso, ante a prática de crime hediondo e a reincidência, Pedro não fará jus ao livramento condicional. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1082509",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Analise as situações a seguir. I. Pedro, reincidente específico em crimes hediondos, foi condenado definitivamente pela nova prática de crime de estupro de vulnerável. II. José, primário, foi condenado definitivamente pela prática do crime de associação para o tráfico. III. Carlos, reincidente em razão de anterior punição pela prática do crime de furto, foi condenado definitivamente pela prática do crime de extorsão simples. Com base nas informações expostas, em relação ao livramento condicional, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro terá direito ao benefício após cumprir mais de 2/3 da pena imposta, José após o cumprimento de mais de 1/3 da sanção aplicada, enquanto para Carlos será necessário o cumprimento de mais de metade da pena;"
      },
      {
        "letra": "B",
        "texto": "José terá direito ao benefício após cumprir mais de 2/3 da pena aplicada, e Carlos, após o cumprimento de mais de metade da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "C",
        "texto": "José terá direito ao benefício após cumprir mais de 1/3 da pena aplicada, e Carlos, após o cumprimento de mais de metade da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "D",
        "texto": "José terá direito ao benefício após cumprir mais de 2/3 da pena aplicada, e Carlos, após o cumprimento de mais de 1/3 da sanção, enquanto Pedro não fará jus ao benefício;"
      },
      {
        "letra": "E",
        "texto": "José e Pedro terão direito ao benefício após cumprimento de mais de 2/3 da pena aplicada, enquanto Carlos precisará cumprir mais de metade da pena imposta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048828",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Consoante prescreve o Código Penal, é incorreto afirmar sobre o livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que cumpridos mais de metade da pena, nos casos de condenação por crime hediondo."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá revogar o livramento se o liberado deixar de cumprir qualquer das obrigações constantes da sentença, ou for irrecorrivelmente condenado, por crime ou contravenção, a pena que não seja privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Revogado o livramento, não poderá ser novamente concedido, e, salvo quando a revogação resulta de condenação por outro crime anterior àquele benefício, não se desconta na pena o tempo em que esteve solto o condenado."
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010472",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Quanto ao livramento condicional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para os condenados pelo crime previsto no artigo 35 da Lei n° 11.343/06, dar-se-á após o cumprimento de dois terços da pena, vedada sua concessão ao reincidente específico."
      },
      {
        "letra": "B",
        "texto": "A gravidade abstrata dos delitos praticados e a longevidade da pena a cumprir podem servir, por si sós, como fundamento para a determinação de prévia submissão do apenado a exame criminológico."
      },
      {
        "letra": "C",
        "texto": "A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova não enseja a extinção da punibilidade pelo integral cumprimento da pena."
      },
      {
        "letra": "D",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Código Penal, deve ser considerada para a concessão de outros benefícios, como o livramento condicional."
      },
      {
        "letra": "E",
        "texto": "Não se admite a realização do exame criminológico pelas peculiaridades do caso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "926794",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Preocupado com a eficácia do efeito de ressocialização da pena, deputado estadual estudando sobre os benefícios previstos na legislação a condenados solicita esclarecimentos sobre as previsões legais atuais sobre livramento condicional a consultor. Com base nas previsões da legislação penal brasileira, deverá ser esclarecido que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite concessão de livramento condicional aos condenados primários pela prática de crimes hediondos;"
      },
      {
        "letra": "B",
        "texto": "a prática de qualquer delito com violência ou grave ameaça à pessoa impõe o cumprimento de 2/3 da pena para concessão do livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "o reincidente na prática de crimes de furto qualificado não faz jus ao livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "os crimes praticados no contexto de violência doméstica e familiar contra mulher não admitem livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "a condenação definitiva pela prática de crime anterior punido exclusivamente com multa é causa de revogação facultativa do benefício do livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "914181",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Enquanto cumpria pena em livramento condicional, Jaqueline vem a ser condenada, novamente, pela prática de crime, sendo aplicada pena privativa de liberdade, havendo trânsito em julgado. O crime, porém, que justificou a segunda condenação era por fato anterior àquele que impôs a condenação da pena que cumpria em livramento condicional, exatamente por isso não sendo reconhecida a reincidência. Considerando apenas as informações narradas, sobre a nova condenação assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é prevista, por ser por fato anterior, como causa de revogação do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É causa de revogação obrigatória, podendo o período em livramento condicional ser considerado como pena cumprida."
      },
      {
        "letra": "C",
        "texto": "É causa de revogação facultativa, podendo o período em livramento condicional ser considerado como pena cumprida, mesmo em caso de revogação."
      },
      {
        "letra": "D",
        "texto": "É causa de revogação obrigatória, não sendo considerado como pena cumprida o período em livramento condicional."
      },
      {
        "letra": "E",
        "texto": "É causa de revogação facultativa e, em caso de revogação, o período em livramento condicional não poderá ser considerado como pena cumprida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896545",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que o condenado não seja reincidente em crime doloso, tenha bons antecedentes e já tenha cumprido mais de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um terço da pena."
      },
      {
        "letra": "B",
        "texto": "Metade da pena."
      },
      {
        "letra": "C",
        "texto": "Um quarto da pena."
      },
      {
        "letra": "D",
        "texto": "Dois terços da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878471",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Patrick foi condenado, uma segunda vez, definitivamente, pela prática de crime de roubo majorado pelo emprego de arma, logo, foi reconhecida sua reincidência específica. Já seu irmão Plínio, enquanto cumpria livramento condicional em execução de condenação pelo crime de latrocínio, novamente veio a ser preso e, depois, condenado definitivamente pela nova prática de crime de latrocínio. A Sra. Norma, mãe dos irmãos condenados, busca esclarecimentos sobre a possibilidade de obtenção de livramento condicional para os filhos na execução da segunda condenação de cada um deles. Considerando apenas as informações narradas, deverá ser esclarecido para a Sra. Norma, quanto aos requisitos objetivos, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais de 1/3 da pena, enquanto Plínio deverá cumprir mais de 2/3 da sanção imposta;"
      },
      {
        "letra": "B",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais da metade da pena, enquanto Plínio deverá cumprir mais de 2/3 da sanção imposta;"
      },
      {
        "letra": "C",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais da metade da pena, enquanto Plínio não poderá obter novo livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "Patrick e Plínio não poderão obter novo livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "Patrick poderá obter livramento condicional após cumprir mais de 2/3 da pena, enquanto Plínio não poderá obter novo livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866443",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Extinção da pena"
    ],
    "enunciado_principal": "André e Bruno, companheiros de cela em determinada penitenciária, são assistidos pela Defensoria Pública do Estado de Pernambuco. André cumpre pena de seis anos por furto qualificado e tem como antecedente criminal uma condenação de um ano e oito meses por crime culposo, já cumprida. Bruno, por sua vez, cumpre pena de nove anos por tráfico de drogas e não possui antecedentes criminais. Considerando essa situação hipotética, assinale a opção correta a respeito do livramento condicional de André e Bruno.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bruno não fará jus ao livramento condicional, uma vez que foi condenado por crime equiparado a crime hediondo."
      },
      {
        "letra": "B",
        "texto": "Caso André cometa falta grave no cumprimento da pena, o prazo para seu livramento condicional será interrompido."
      },
      {
        "letra": "C",
        "texto": "A concessão do benefício do livramento condicional a André dependerá de ele cumprir um terço da pena e a Bruno de ele cumprir dois terços da pena."
      },
      {
        "letra": "D",
        "texto": "Apesar de ser hipossuficiente, André será beneficiado com o livramento condicional somente se reparar o dano causado em decorrência da prática do furto qualificado."
      },
      {
        "letra": "E",
        "texto": "Por ser reincidente, André atenderá ao requisito temporal para o livramento condicional apenas após ter cumprido metade da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852801",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova"
    ],
    "enunciado_principal": "Celso, réu primário, condenado definitivamente por homicídio qualificado, conseguiu livramento condicional. Durante o cumprimento do livramento condicional, ele foi condenado novamente pelo crime de roubo, o qual havia sido praticado antes da vigência do benefício. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação de Celso enseja prorrogação imediata do período de prova do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O livramento condicional não poderá ser novamente concedido a Celso, em razão da reincidência específica em crimes dolosos."
      },
      {
        "letra": "C",
        "texto": "As penas de Celso devem somar-se, para efeito do livramento, quando ocorrer o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O período em que Celso ficou em liberdade não será computado na pena."
      },
      {
        "letra": "E",
        "texto": "A nova condenação de Celso, independentemente do trânsito em julgado da sentença, resulta na revogação imediata do benefício de livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "839608",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo o regime do livramento condicional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a notícia da prática de infração penal implica imediata revogação do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "será julgada extinta a pena privativa de liberdade, se expirar o prazo do livramento sem revogação."
      },
      {
        "letra": "C",
        "texto": "é vedada a concessão do livramento condicional para o preso que não gozou de 5 saídas temporárias ao longo da execução da pena."
      },
      {
        "letra": "D",
        "texto": "é incabível para pessoas condenadas por crime hediondo ou cometidos com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "E",
        "texto": "o livramento condicional é direito subjetivo do sentenciado que cumprir um sexto da pena e apresentar bom comportamento carcerário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832346",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Remição de pena",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Reincidência"
    ],
    "enunciado_principal": "NÃO sofrem influência da reincidência e da hediondez do crime na execução penal os seguintes direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comutação e saída temporária."
      },
      {
        "letra": "B",
        "texto": "Indulto e autorização de saída."
      },
      {
        "letra": "C",
        "texto": "Progressão de regime e saída temporária."
      },
      {
        "letra": "D",
        "texto": "Livramento condicional e remição."
      },
      {
        "letra": "E",
        "texto": "Remição e permissão de saída."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800825",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos. Para o condenado reincidente em crime doloso será concedido livramento condicional, desde que cumprida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais de um terço da pena."
      },
      {
        "letra": "B",
        "texto": "mais de dois terços da pena."
      },
      {
        "letra": "C",
        "texto": "mais de dois quintos da pena."
      },
      {
        "letra": "D",
        "texto": "mais de três quintos da pena."
      },
      {
        "letra": "E",
        "texto": "mais da metade da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2058844",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o juiz poderá conceder livramento condicional ao condenado à pena privativa de liberdade igual ou superior a dois anos, desde que: I - Cumprida mais de um terço da pena se o condenado não for reincidente em crime doloso, ainda que tenha maus antecedentes. II - Cumprida quase a metade da pena se o condenado for reincidente em crime doloso. III - Comprovado comportamento satisfatório durante a execução da pena, bom desempenho no trabalho que lhe foi atribuído e aptidão para prover à própria subsistência mediante trabalho honesto. IV - Tenha reparado, salvo efetiva impossibilidade de fazê-lo, o dano causado pela infração. V - Cumprido mais de dois terços da pena, nos casos de condenação por crime hediondo, prática da tortura, tráfico ilícito de entorpecentes e drogas afins, e terrorismo, se o apenado não for reincidente específico em crimes dessa natureza. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I, II e V."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente os itens III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595636",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No tocante à jurisprudência sumulada pelo STJ quanto ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade pela prescrição da pretensão punitiva, com fundamento em pena hipotética, é admitida, independentemente da existência ou do resultado do processo penal."
      },
      {
        "letra": "B",
        "texto": "Fixada a pena-base no mínimo legal, a decisão, fundamentada na gravidade abstrata do delito, poderá estabelecer ao sentenciado regime prisional mais gravoso do que o cabível em razão da sanção imposta."
      },
      {
        "letra": "C",
        "texto": "A contagem do prazo para a progressão de regime de cumprimento de pena será interrompida pela prática de falta grave e se reiniciará a partir do cometimento dessa infração."
      },
      {
        "letra": "D",
        "texto": "A falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave interrompe o prazo para o fim de comutação de pena ou indulto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588037",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Com referência à remição, assinale a opção correta segundo a LEP e o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime aberto."
      },
      {
        "letra": "B",
        "texto": "A remição da pena pelo trabalho é realizada à razão de um dia de pena a cada três dias de trabalho, cuja jornada diária não seja inferior a seis nem superior a oito horas, o que impõe, para fins de cálculo, a soma das horas e não a consideração dos dias efetivamente trabalhados."
      },
      {
        "letra": "C",
        "texto": "O tempo remido será computado para a concessão do livramento condicional e do indulto."
      },
      {
        "letra": "D",
        "texto": "A LEP autoriza a remição do remanescente da pena aos reeducandos em regime fechado, não sendo facultada a concessão do benefício nos casos em que a pena estiver sendo cumprida em regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "Ao condenado que cumpre pena em regime fechado é vedado remir parte da reprimenda pela frequência a curso de ensino regular ou de educação profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544566",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores acerca das penas privativas de liberdade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional."
      },
      {
        "letra": "B",
        "texto": "a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, ainda que desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "é admissível o exame criminológico pelas peculiaridades do caso, independentemente de motivação da determinação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485292",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Luan é reincidente na prática do crime do Art. 217-A do Código Penal. Os fatos que justificaram ambas as condenações ocorreram em 2010 e 2014. Nesse caso, é correto afirmar que o benefício do livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser concedido após cumprimento de 2/3 da pena."
      },
      {
        "letra": "B",
        "texto": "poderá ser concedido após cumprimento de 3/5 da pena"
      },
      {
        "letra": "C",
        "texto": "não poderá ser concedido a Luan."
      },
      {
        "letra": "D",
        "texto": "poderá ser concedido após cumprimento de 1/2 da pena."
      },
      {
        "letra": "E",
        "texto": "poderá ser concedido após cumprimento de 1/3 da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361241",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Codigo Penal, é considerada, para concessão de outros benefícios, como livramento condicional ou regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "C",
        "texto": "Impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "D",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir não exige motivação idônea"
      },
      {
        "letra": "E",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "542783",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.O indivíduo, maior e capaz, condenado, definitivamente, por diversos crimes, a pena unificada que perfaça, por exemplo, noventa anos de reclusão, fará jus ao livramento condicional somente após o cumprimento de um terço ou metade de noventa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere a temas relativos à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência influi no prazo de prescrição da pena de multa."
      },
      {
        "letra": "B",
        "texto": "Não pode ser considerado reincidente quem, já condenado pela prática de crime por sentença transitada em julgado, no Brasil ou no estrangeiro, pratica contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Réu reincidente condenado à pena de quatro anos e dois meses deve, necessariamente, iniciar o cumprimento da pena privativa de liberdade no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se somam as penas correspondentes a crimes diversos para o efeito do livramento condicional."
      },
      {
        "letra": "E",
        "texto": "A pena de seis meses de detenção imposta a réu primário condenado pela prática de crime doloso cometido com grave ameaça à pessoa pode ser substituída por multa, com base no disposto no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "343514",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Com relação aos conceitos, objetivos e princípios do direito penal, às penas restritivas de direitos, ao livramento condicional e à reincidência, julgue os itens subsecutivos.O reincidente específico em tráfico ilícito de entorpecentes e drogas afins poderá pleitear o livramento condicional após cumprir dois terços da sua pena privativa de liberdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302397",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento consolidado do Superior Tribunal de Justiça, em tema de aplicação e execução da pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se a comutação da pena aos condenados por crimes hediondos, tendo em vista operar-se no caso a substituição da reprimenda por outra mais branda, o que não encontra vedação legal."
      },
      {
        "letra": "B",
        "texto": "em caso de condenação do apenado no curso de execução por fato anterior ao início do cumprimento da reprimenda, a contagem do prazo para concessão de benefícios é interrompida para a realização de novo cálculo com base no somatório das penas restantes a serem cumpridas, cujo marco inicial da contagem do novo prazo é o trânsito em julgado da primeira sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "admite-se a aplicação do benefício da detração penal em processos distintos, desde que o delito pelo qual o sentenciado cumpre pena tenha sido cometido antes da segregação cautelar."
      },
      {
        "letra": "D",
        "texto": "admite-se a concessão de livramento condicional ao estrangeiro que possui decreto de expulsão em seu desfavor, desde que preenchidos os requisitos do art. 83 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302395",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em tema de aplicação e execução da pena, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento na segunda fase de aplicação da pena, no crime de roubo circunstanciado, exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes."
      },
      {
        "letra": "B",
        "texto": "a falta grave não interrompe o prazo para obtenção do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "é admissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "298684",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade inferior dois anos."
      },
      {
        "letra": "B",
        "texto": "Não será concedido livramento condicional para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa,"
      },
      {
        "letra": "C",
        "texto": "Caso o liberado venha a ser condenado durante a vigência do benefício, revoga-se o livramento condicional,"
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "E",
        "texto": "Revogado o livramento, a qualquer momento poderá o juiz da execução conceder novamente o benefício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286653",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "No tocante ao livramento condicional, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pode ser concedido ao condenado a pena privativa de liberdade superior a 2 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "obrigatória a revogação se o liberado deixar de cumprir qualquer das obrigações constantes da sentença."
      },
      {
        "letra": "C",
        "texto": "possível a suspensão se o liberado praticar outro crime durante a vigência do benefício, ainda que não passada em julgado a respectiva condenação."
      },
      {
        "letra": "D",
        "texto": "incabível nos casos de condenação por crime hediondo."
      },
      {
        "letra": "E",
        "texto": "não se somam, para efeito de eventual concessão, as penas que correspondam a infrações diversas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242940",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "No que concerne ao livramento condicional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá ser concedido ao condenado a pena de reclusão igual ou superior a dois anos."
      },
      {
        "letra": "B",
        "texto": "a prática de falta grave não interrompe o prazo para a sua concessão, segundo entendimento sumulado."
      },
      {
        "letra": "C",
        "texto": "é cabível a revogação, mas não a suspensão."
      },
      {
        "letra": "D",
        "texto": "a condenação irrecorrível por crime ou contravenção, independentemente da pena imposta, constitui causa de revogação obrigatória."
      },
      {
        "letra": "E",
        "texto": "é inadmissível, para a sua concessão, a determinação de prévia realização de exame criminológico, independentemente das peculiaridades do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "210938",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Caio, reincidente em crime de estupro, também é reincidente em crime de roubo. Diante disso, para obter o livramento condicional, de acordo com o disposto no art. 83, do Código Penal, deverá cumprir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais de três quintos da pena do crime hediondo e mais de um terço da pena do crime de roubo."
      },
      {
        "letra": "B",
        "texto": "mais da metade da pena do crime hediondo e mais de dois terços da pena do crime de roubo."
      },
      {
        "letra": "C",
        "texto": "integralmente a pena do crime hediondo e mais de dois terços da pena do crime de roubo."
      },
      {
        "letra": "D",
        "texto": "integralmente a pena do crime hediondo e mais da metade da pena do crime de roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205296",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Marque a alternativa correta acerca das seguintes questões, referentes às consequências jurídicas do injusto penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento consolidado no Tribunal de Justiça do Distrito Federal, o condenado a pena de reclusão pela prática de crime de tráfico de entorpecentes poderá cumpri-la, desde logo, em regime aberto, dada a inconstitucionalidade do artigo 44 da Lei nº 11.343/2006."
      },
      {
        "letra": "B",
        "texto": "Condenado o réu a penas de três anos de reclusão e de dois anos de detenção, por reconhecimento do concurso material de crimes, ambas em regime aberto, necessariamente iniciará o cumprimento de sua sanção em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável, como regra, possui capacidade penal plena, merecendo redução de sua reprimenda como medida de política criminal, sem prejuízo de sua internação para tratamento."
      },
      {
        "letra": "D",
        "texto": "O regime disciplinar diferenciado terá prazo máximo de 360 (trezentos e sessenta dias), prorrogável uma única vez quando demonstrado o envolvimento do condenado em organizações criminosas."
      },
      {
        "letra": "E",
        "texto": "Na ótica do Superior Tribunal de Justiça, a prática de faltas graves, na medida em que não interrompe o prazo para obtenção de livramento condicional, não pode ser óbice à concessão do benefício."
      }
    ],
    "gabarito": "B"
  }
]