[
  {
    "id": "3441536",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Favorecimento pessoal",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "São crimes contra a Administração da Justiça as seguintes condutas, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reingressar no território nacional o estrangeiro que dele foi expulso."
      },
      {
        "letra": "B",
        "texto": "auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão."
      },
      {
        "letra": "C",
        "texto": "amotinarem-se presos, perturbando a ordem ou disciplina da prisão."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3307806",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Simão Dias - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Analise o exemplo a seguir: · Em uma sexta-feira em horário comercial Rômulo, oficial de justiça do Tribunal de Justiça do Estado de Sergipe, se dirigiu a casa de Ricardo para executar ordem judicial referente ao processo de cobrança de alimentos que este responde. Ricardo inconformado com o ato agrediu Rômulo com socos e tapas. Diante da situação hipotética acima Ricardo cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpação de função pública"
      },
      {
        "letra": "B",
        "texto": "desobediência"
      },
      {
        "letra": "C",
        "texto": "resistência"
      },
      {
        "letra": "D",
        "texto": "desacato"
      },
      {
        "letra": "E",
        "texto": "perturbação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3188117",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Frei Martinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa que apresenta a conduta típica do crime de “Resistência”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "B",
        "texto": "Desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "C",
        "texto": "Desacatar funcionário público no exercício da função ou em razão dela."
      },
      {
        "letra": "D",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "E",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3029965",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Jonas, jurisdicionado, tentou ingressar na sede do Tribunal Regional Federal da 1ª Região na posse de item proibido, ocasião em que Lucas, agente público competente, o abordou. Jonas, então, agindo dolosamente, se opôs à execução do ato legal, mediante ameaça ao referido servidor, que realizava a fiscalização devida. De qualquer forma, após a contenção do jurisdicionado, o ato foi executado normalmente, em observância às formalidades legais. Nesse cenário, considerando as disposições do Código Penal, Jonas responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência, na modalidade qualificada, pois a conduta praticada envolveu o emprego de ameaça;"
      },
      {
        "letra": "B",
        "texto": "resistência, na modalidade qualificada, pois a conduta praticada envolveu o emprego de ameaça;"
      },
      {
        "letra": "C",
        "texto": "desobediência, na modalidade simples;"
      },
      {
        "letra": "D",
        "texto": "resistência, na modalidade simples;"
      },
      {
        "letra": "E",
        "texto": "desacato, na modalidade simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2515585",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "João e Cléber, policiais militares do estado de Santa Catarina, receberam denúncia anônima no sentido de que Tício estaria agredindo a sua companheira. Em assim sendo, os agentes públicos compareceram ao local dos fatos e constataram, in loco, a violência perpetrada contra a mulher. Nesse contexto, durante a contenção de Tício, este se opôs à execução do ato afirmando que mataria João caso não fosse solto. Passados trinta minutos, o indivíduo foi acalmado pelos policiais e encaminhado à Delegacia de Polícia. Nesse cenário, considerando as disposições do Código Penal, Tício responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação, além da responsabilização pela infração penal perpetrada contra a sua companheira;"
      },
      {
        "letra": "B",
        "texto": "desobediência, além da responsabilização pela infração penal perpetrada contra a sua companheira;"
      },
      {
        "letra": "C",
        "texto": "tergiversação, além da responsabilização pela infração penal perpetrada contra a sua companheira;"
      },
      {
        "letra": "D",
        "texto": "resistência, além da responsabilização pela infração penal perpetrada contra a sua companheira;"
      },
      {
        "letra": "E",
        "texto": "concussão, além da responsabilização pela infração penal perpetrada contra a sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2416432",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Quando determinado ato legal não se executa em virtude de oposição mediante violência ou grave ameaça ao funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, caracterizado está o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência simples."
      },
      {
        "letra": "B",
        "texto": "resistência qualificada."
      },
      {
        "letra": "C",
        "texto": "desacato passivo."
      },
      {
        "letra": "D",
        "texto": "peculato culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2369075",
    "metadata": "Ano: 2024 | Banca: INQC | Órgão: CPTrans de Petrópolis - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Kishar é servidora municipal e foi designada para cumprir ordem legal emanada do Prefeito tendo Mammetum praticado, mediante violência, oposição ao ato executório. De acordo com a situação relatada, houve a caracterização do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato"
      },
      {
        "letra": "B",
        "texto": "influência"
      },
      {
        "letra": "C",
        "texto": "usurpação"
      },
      {
        "letra": "D",
        "texto": "resistência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2356779",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Quem pratica a conduta típica de “Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio” responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desobediência."
      },
      {
        "letra": "B",
        "texto": "Desacato."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Resistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2294326",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considerando o Código Penal em vigência, sobre os Crimes Contra a Administração Pública, marque V para as afirmativas verdadeiras e F para as falsas. ( ) No crime de peculato aplica-se a mesma pena, se o funcionário público, embora não tendo a posse do dinheiro, valor ou bem, o subtrai, ou concorre para que seja subtraído, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário. ( ) Configura-se o crime de concussão a conduta do funcionário que exige tributo ou contribuição social sabendo, ou que deveria saber indevido, empregando na cobrança meio vexatório ou gravoso, que a lei não autoriza. ( ) Condescendência criminosa é a ação de retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. ( ) Resistência é a conduta de opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. ( ) Configura-se como tráfico de influência solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "F, F, V, V, F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2272755",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Sobre a consumação dos delitos contra a administração pública, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de resistência, se o ato legal não se executa em razão da conduta do agente, o delito será imputado em sua modalidade qualificada."
      },
      {
        "letra": "B",
        "texto": "No crime de corrupção ativa, é necessário que o funcionário pratique o ato infringindo dever funcional para que haja a consumação."
      },
      {
        "letra": "C",
        "texto": "O delito de sonegação de contribuição previdenciária é compatível com a modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "No caso de mera solicitação sem efetivo recebimento de vantagem, o delito de corrupção passiva será considerado tentado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2257653",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "É crime próprio quanto ao agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "facilitação de contrabando ou descaminho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247800",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Filomena, camelô Irregular, é flagrada por dois agentes da fiscalização municipal, ocasião em que estes anunciam que irão lavrar um auto de infração e apreender sua mercadoria, levando-a ao depósito público, de onde poderá vir a ser retirada posteriormente, mediante pagamentos devidos, tudo conforme o previsto na legislação, Inconformada com o fato, Filomena passa a agredir fisicamente os fiscais, no intuito de impedir que levem sua mercadoria, porém eles reagem, usando força corporal nos limites necessários para conter Filomena. Como resultado, Filomena e os fiscais ficam levemente feridos, sendo a mercadoria devidamente apreendida. Diante do caso narrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Filomena praticou o delito de resistência, ao passo que os fiscais cometeram o delito de lesão corporal leve;"
      },
      {
        "letra": "B",
        "texto": "Filomena praticou o delito de resistência, na modalidade tentada, ao passo que os fiscais não cometeram crime algum, pois agiram amparados em excludente de ilicitude;"
      },
      {
        "letra": "C",
        "texto": "Filomena praticou o delito de resistência qualificada, ao passo que os fiscais não cometeram crime algum, pois agiram amparados em excludente de ilicitude;"
      },
      {
        "letra": "D",
        "texto": "Filomena praticou os delitos de resistência e lesões corporais leves, ao passo que os fiscais não cometeram crime algum, pois agiram amparados em excludente de ilicitude;"
      },
      {
        "letra": "E",
        "texto": "Filomena praticou os delitos de resistências, na modalidade tentada, e lesões corporais leves, ao passo que os fiscais cometeram os crimes de lesão corporal leve e abuso de autoridade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2215818",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Santa Bárbara D'Oeste - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "A conduta de se opor à execução de ato legal, mediante violência a funcionário competente para executá-lo, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "violência arbitrária."
      },
      {
        "letra": "E",
        "texto": "exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207456",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Luiz caminhava pela rua XYZ, momento em que foi abordado por três policiais militares. Os agentes da lei, com base em fundada suspeita de prática delitiva, iniciaram revista pessoal em Luiz, o qual, mediante ameaça, se opôs à execução do ato legal. Nesse cenário, considerando as disposições do Código Penal, Luiz responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência, qualificado em razão da pluralidade de agentes públicos;"
      },
      {
        "letra": "B",
        "texto": "resistência, qualificado em razão da pluralidade de agentes públicos;"
      },
      {
        "letra": "C",
        "texto": "desobediência"
      },
      {
        "letra": "D",
        "texto": "resistência;"
      },
      {
        "letra": "E",
        "texto": "desacato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2206869",
    "metadata": "Ano: 2023 | Banca: IDIB | Órgão: CDC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Corrupção ativa",
      "Contrabando"
    ],
    "enunciado_principal": "Sobre os crimes praticados por particular contra a Administração Geral, analise as afirmativas a seguir: I. No crime de resistência, o agente opõe-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. II. No crime de corrupção ativa, a pena é aumentada de um terço, se, em razão da vantagem indevida ou sua promessa, o funcionário retarda ou omite ato de ofício, ou o pratica infringindo dever funcional. III. No crime de contrabando, apenas responde o agente que importar mercadorias proibidas, sendo atípica a conduta de exportar mercadoria proibida. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se apenas a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se apenas a afirmativa III estiver correta."
      },
      {
        "letra": "D",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se apenas as afirmativas II e III estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2165674",
    "metadata": "Ano: 2023 | Banca: PROMUN | Órgão: Câmara de Roseira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, de acordo com o Código Penal, configura-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção ativa: solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "B",
        "texto": "Desacato: desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "C",
        "texto": "Resistência: desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "D",
        "texto": "Prevaricação: retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2162298",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Diego, com o objetivo de impedir a execução de uma ordem judicial, ameaçou e agrediu um oficial de justiça que se encontrava em sua residência para realizar uma intimação. Nessa situação hipotética, Diego praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violência arbitrária."
      },
      {
        "letra": "B",
        "texto": "desobediência."
      },
      {
        "letra": "C",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "D",
        "texto": "resistência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082786",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, de acordo com o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se resistência desobedecer a ordem legal de funcionário público;"
      },
      {
        "letra": "B",
        "texto": "Configura-se corrupção ativa solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem;"
      },
      {
        "letra": "C",
        "texto": "Configura-se desacato desobedecer a ordem legal de funcionário público;"
      },
      {
        "letra": "D",
        "texto": "Configura-se prevaricação retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2191127",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Resistência",
      "Desobediência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Dentre as condutas descritas abaixo, assinale aquela que não se refere a um tipo penal praticado por particular contra a Administração Pública",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Concussão"
      },
      {
        "letra": "C",
        "texto": "Desobediência"
      },
      {
        "letra": "D",
        "texto": "Tráfico de Influência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2187773",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Agentes municipais de trânsito poderão sofrer diversos tipos de resistência por parte dos cidadãos, quando no exercício correto de suas atividades e, para isso, precisam saber determinar quais tipos de atitude se encaixam com determinados tipos de crime. Nesse sentido, após analisar as opções que trazem o crime e sua respectiva definição, analise os itens em verdadeiros (V) ou falsos (F), para assinalar a alternativa que apresenta a sequência CORRETA. (__) Desacato: opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. (__) Resistência: desrespeitar ou menosprezar funcionário público no exercício da função ou em razão dela. (__) Desobediência: desacolher a ordem legal de funcionário público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2066694",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere as seguintes situações hipotéticas: I. Ronaldo, opôs-se à execução de ato legal, mediante violência contra Eduardo, empresário que ali estava prestando auxílio a Gabriel, oficial de justiça competente para executar o referido ato. II. Marlene exigiu para si alguma vantagem de Elisabete, a pretexto de influir em ato praticado por Rafael, funcionário público, no exercício da função que ele desempenhava. Diante do exposto, e com base nas informações acima, em tese, Ronaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de lesão corporal culposa e Marlene praticou o crime de concussão."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de desacato e Marlene praticou o crime de peculato."
      },
      {
        "letra": "C",
        "texto": "não praticou qualquer crime, pois Eduardo não é funcionário público, enquanto Marlene praticou o crime de advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de desobediência e Marlene praticou o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de resistência e Marlene praticou o crime de tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2054790",
    "metadata": "Ano: 2022 | Banca: FUNATEC | Órgão: Câmara de Presidente Dutra - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Ainda segundo o Código Pena, qual conduta criminosa é definida como “opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio”?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Usurpação de função pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1993022",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Aquele que se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, comete, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "desobediência."
      },
      {
        "letra": "E",
        "texto": "desacato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2008071",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "“Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio” é a descrição que o Código Penal dá ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Usurpação."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1865297",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Relativamente ao tema dos crimes contra a pessoa, contra o Patrimônio, contra a Administração Pública e Violência Doméstica, analise as afirmativas a seguir, as quais correspondem à imagem abaixo. I. A imagem é de um policial que foi ferido em represália à atuação deste mesmo agente na prisão de contrabandistas de cigarro e a intenção de tais criminosos era feri-lo gravemente, o que acabou causando-lhe lesão corporal gravíssima, pois houve a perda ou inutilização de membro, sentido ou função. Diante disto, os contrabandistas irão responder por homicídio qualificado, na forma tentada, posto que a vítima não veio a falecer. II. A imagem é de um policial que foi ferido durante um acidente automobilístico em perseguição a dois assaltantes que fugiam numa motocicleta em desabalada correria pelas vias de um aglomerado urbano. Como o acidente em questão se deu em razão da perseguição promovida pelo agente em questão, os dois assaltantes, além do roubo praticado, responderão ainda pelo delito tipificado no art. 129, § 2º, III com § 12, uma vez a lesão se deu em razão do exercício da função policial. III. A imagem é de um policial que foi ferido durante a tentativa de contenção a um bando de baderneiros que depredavam o patrimônio público. Um dos baderneiros, a fim de impedir a atuação dos policiais, que buscavam desimpedir a via pública, atirou um foguete contra o policial da fotografia, lesionando-o. De tal lesão, o agente público sofreu lesão corporal gravíssima, pois houve a perda ou inutilização de membro, sentido ou função (art. 129, § 2º, III CP). No caso, o agressor social responderá pelos delitos de resistência (art. 329 CP) e pelo delito tipificado no art. 129, § 2º, III com § 12, uma vez a lesão se deu em razão do exercício da função policial por parte da vítima. IV. A imagem é de uma policial ferida por seu marido. Ao chegar em casa, passou a discutir com seu marido sobre um impedimento no jogo, que anulou o gol do seu time que enfrentava o time de seu esposo, fazendo com que ambos se agredissem mutuamente, e, no curso de tais agressões, seu esposo a empurrou, tendo a mesma caído da sacada do apartamento e sofrido as lesões representadas na fotografia, o que caracteriza lesão corporal dentro do contexto de violência doméstica (art. 129, § 9º CP). Está CORRETA, apenas a afirmativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1862648",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJM-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Analise as afirmativas, marque V para as verdadeiras e F para as falsas. ( ) O crime de usurpação de função pública só pode ser praticado por quem não é funcionário público. ( ) A existência da corrupção ativa independe da passiva, isto é, a bilateralidade não é requisito indispensável para sua constituição. ( ) O delito de resistência se materializa com a simples oposição injustificada a qualquer ato de agente público. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1777479",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Com relação a crimes contra a administração pública, julgue o item que se segue.A oposição passiva à execução de ato legal praticado por funcionário público não caracteriza o crime de resistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1680641",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, julgue o item subsequente.A oposição manifestada pelo indivíduo, mediante resistência passiva, sem o uso da violência, contra ordem emanada por autoridades policiais que pretendessem levá-lo à delegacia, sem que houvesse flagrante, é suficiente para caracterizar o delito de resistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617771",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. O crime de resistência somente ocorre quando há oposição à execução de ato legal, mediante violência e ameaça, não se configurando quando o ato for ilegal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1616471",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Assinale a alternativa que corresponde ao tipo penal do crime de Resistência de acordo com o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desobedecer à ordem legal de funcionário público."
      },
      {
        "letra": "B",
        "texto": "Desacatar funcionário público no exercício da função ou em razão dela."
      },
      {
        "letra": "C",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "D",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1163055",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, é conduta que configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "furto."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1639805",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Constitui crime contra a Administração em Geral, praticado por funcionário público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1154118",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Exercício arbitrário ou abuso de poder"
    ],
    "enunciado_principal": "Durante ação com um superior hierárquico, Manoel, policial militar, apartou uma briga e levou um golpe de um dos envolvidos. Contida a situação, algemou todos os envolvidos, porque estavam muito violentos, e, sob a ordem de seu superior, expôs a pessoa que o tinha atingido a vexame público, para servir de exemplo. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de Manoel deverá ser atenuada, porque ele agiu em obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "A ação de Manoel configura estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Manoel não cometeu crime, pois agiu sob coação do superior."
      },
      {
        "letra": "D",
        "texto": "A ação de Manoel não enseja qualquer excludente de crime."
      },
      {
        "letra": "E",
        "texto": "A ação de Manoel configura legítima defesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1060263",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Marino, desempregado, agrediu física e gravemente Josias, funcionário público competente para a realização de determinado ato legal. Agredido, Josias foi impedido de executar sua função. Nesse caso, de acordo com o Código Penal, Marino responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência, aplicando-se somente a pena de detenção prevista para esse crime."
      },
      {
        "letra": "B",
        "texto": "resistência, aplicando-se a pena de detenção, sem prejuízo da correspondente à violência."
      },
      {
        "letra": "C",
        "texto": "resistência, aplicando-se a pena de reclusão, sem prejuízo da correspondente à violência."
      },
      {
        "letra": "D",
        "texto": "desobediência, aplicando-se a pena de reclusão, sem prejuízo da correspondente à violência."
      },
      {
        "letra": "E",
        "texto": "desobediência, aplicando-se somente a pena de detenção prevista para esse crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "965418",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "O proprietário de estabelecimento comercial que impeça o acesso de auditor fiscal da SEFAZ, regularmente identificado e com atribuição para dar início à ação fiscal, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "crime contra a ordem tributária."
      },
      {
        "letra": "E",
        "texto": "conduta penalmente atípica, considerada mera infração administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1701618",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Caio, funcionário da ouvidoria de determinado órgão público, no exercício de suas funções, é surpreendido por João, totalmente insatisfeito com a demora em seu atendimento. Quando chega a sua vez de ser atendido, João passa a afirmar, na frente de diversas pessoas, que Caio é um “incompetente”, que “certamente teria retardo mental” e que explicaria suas necessidades “com bastante calma para que até uma pessoa como Caio pudesse entender”. Caio, então, sentindo-se humilhado, informa o fato a Policiais Militares que faziam a segurança em frente ao órgão em que exercia suas funções. Considerando apenas as informações narradas, a conduta de João, de acordo com as previsões do Código Penal, configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência;"
      },
      {
        "letra": "B",
        "texto": "desobediência;"
      },
      {
        "letra": "C",
        "texto": "desacato;"
      },
      {
        "letra": "D",
        "texto": "violência arbitrária;"
      },
      {
        "letra": "E",
        "texto": "atipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938392",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Resistência",
      "Desobediência",
      "Corrupção ativa"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração Pública, previstos no Código Penal, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio, vendedor, ao oferecer vantagem econômica a Tício, gerente de compras de rede de supermercado, para que seus produtos fossem adquiridos, pratica o crime de corrupção ativa, previsto no art. 333, do CP."
      },
      {
        "letra": "B",
        "texto": "Caio, funcionário público, por vingança, ao retardar, indevidamente, a expedição de certidão de interesse de Tício, seu desafeto, a fim de o prejudicar, pratica crime de prevaricação, previsto no art. 319, do CP."
      },
      {
        "letra": "C",
        "texto": "Tícia, funcionária pública, ao furtar a carteira da colega, também funcionária pública, pratica o crime de peculato-furto, previsto no parágrafo 1° , do art. 312, do CP."
      },
      {
        "letra": "D",
        "texto": "Mévia, ao se opor à apreensão ilegal de seu filho menor pela Polícia Militar, pratica o crime de resistência, definido no art. 329, do CP."
      },
      {
        "letra": "E",
        "texto": "Semprônio, ao se recusar a assinar o mandado de citação de ação de execução, perante o oficial de justiça, pratica o crime de desobediência, previsto no art. 330, do CP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "919900",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Astolfo, é surpreendido na prática de crime de roubo e recebe ordem de prisão por dois policiais militares do Estado X que estão devidamente fardados e com viatura. Para evitar a prisão, Astolfo arremessa pedras em direção aos policiais ferindo a ambos que, ainda assim, conseguem prendê-lo com o uso da força necessária. Em relação à ação contra a execução de ordem legal praticada por Astolfo, sem prejuízo de outros crimes decorrentes da violência, ele poderá responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Resistência."
      },
      {
        "letra": "D",
        "texto": "Obstrução à justiça."
      },
      {
        "letra": "E",
        "texto": "Desinteligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883308",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Considerando a legislação, a doutrina e a jurisprudência dos tribunais superiores acerca dos direitos e das garantias fundamentais e da aplicabilidade das normas constitucionais, julgue o item a seguir.Constitui crime de resistência bloquear o ingresso de oficial de justiça munido de mandado de intimação no domicílio durante o período noturno do sábado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "865520",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CONTER",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Relativamente aos crimes praticados por particular contra a administração pública, analise as afirmativas a seguir. I. A configuração do crime de corrupção ativa pressupõe, necessariamente, a coexistência do delito de corrupção passiva.II. Configura-se o crime de resistência quando o agente, para evitar cumprimento de reintegração de posse, lança pedras contra o oficial de justiça que está cumprindo o mandado. III. Nos termos da jurisprudência, os crimes de resistência e desacato admitem modalidade culposa. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, somente."
      },
      {
        "letra": "B",
        "texto": "I e II, somente."
      },
      {
        "letra": "C",
        "texto": "II e III, somente"
      },
      {
        "letra": "D",
        "texto": "I e III, somente."
      },
      {
        "letra": "E",
        "texto": "nenhuma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "856163",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "José desatendeu ordem ilegal de funcionário Público e deixou o local em que tal ordem lhe fora dada. A conduta de José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracterizou o delito de desacato."
      },
      {
        "letra": "B",
        "texto": "caracterizou o delito de resistência no tipo legal fundamental."
      },
      {
        "letra": "C",
        "texto": "configurou o crime de desobediência."
      },
      {
        "letra": "D",
        "texto": "não tipificou os crimes de desobediência, desacato ou resistência."
      },
      {
        "letra": "E",
        "texto": "configurou o crime de resistência na forma agravada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "854564",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "No que se refere ao cumprimento de mandados judiciais e suas repercussões criminais na esfera penal, julgue o item que se segue.Caso a parte resista, com uso de violência, ao cumprimento do mandado judicial e a diligência deixe de ser cumprida em razão disso, ficará configurado o crime de resistência qualificada em concurso material com o crime decorrente da violência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "853648",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Marcelino, dirigindo seu veículo, é abordado por policiais militares que o vistoriaram e nada encontraram de irregular, nem com a documentação do veículo, tampouco com os documentos pessoais, os quais estavam plenamente válidos. Apenas por precaução, os policiais o convidaram para ir à Delegacia de Polícia para fazer uma melhor averiguação de sua vida pregressa já que não simpatizaram com ele. Marcelino se recusa a acompanhá-los e, os policiais o alertam que o conduzirão à força, caso ele não concorde. No entanto, ele novamente não aceita acompanhá-los resistindo à ordem. A conduta de Marcelino",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de desacato e de resistência."
      },
      {
        "letra": "B",
        "texto": "configura crime de resistência, somente."
      },
      {
        "letra": "C",
        "texto": "configura crime de resistência e de desobediência."
      },
      {
        "letra": "D",
        "texto": "configura crime de desacato e de desobediência."
      },
      {
        "letra": "E",
        "texto": "não configura crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "833959",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é correto afirmar, sobre os crimes praticados por particulares contra a Administração Pública, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de usurpação de função pública somente se caracteriza se o agente usurpador obtém vantagem enquanto na função."
      },
      {
        "letra": "B",
        "texto": "o crime de resistência caracteriza-se pela oposição à execução de ato, ainda que ilegal, mediante violência ou grave ameaça, a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "C",
        "texto": "o crime de tráfico de influência caracteriza-se independentemente de o agente influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "no crime de sonegação de contribuição previdenciária, é extinta a punibilidade se o agente, espontaneamente, declara e confessa as contribuições e presta as informações devidas, antes do início da ação penal."
      },
      {
        "letra": "E",
        "texto": "a reinserção no território brasileiro de mercadoria destinada à exportação, em tese, caracteriza o crime de descaminho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1337942",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Cuité de Mamanguape - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio caracteriza um crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Usurpação de função pública"
      },
      {
        "letra": "C",
        "texto": "Desobediência"
      },
      {
        "letra": "D",
        "texto": "Desacato"
      },
      {
        "letra": "E",
        "texto": "Descaminho"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1157414",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência",
      "Desobediência",
      "Contrabando"
    ],
    "enunciado_principal": "Qual das alternativas abaixo NÃO apresenta um dos crimes praticados por particular contra a administração geral?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Desobediência"
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública"
      },
      {
        "letra": "D",
        "texto": "Contrabando"
      },
      {
        "letra": "E",
        "texto": "Concussão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "831337",
    "metadata": "Ano: 2016 | Banca: INAZ do Pará | Órgão: CRO - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Em relação aos crimes praticados por particulares contra a Administração Pública, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de desobediência a pessoa se opõe ao cumprimento de ordem legal emanada de funcionário público, com emprego de violência ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção ativa depende para sua consumação que o funcionário público receba a vantagem oferecida."
      },
      {
        "letra": "C",
        "texto": "Para a prática do crime de usurpação de função pública, basta que o particular faça uso público de uniforme de funcionário público."
      },
      {
        "letra": "D",
        "texto": "A prática o crime de descaminho a pessoa que importar mercadoria proibida para o território nacional."
      },
      {
        "letra": "E",
        "texto": "O crime de resistência estará configurado quando o particular se opuser à execução de ordem legal, sem utilizar de violência ou grave ameaça."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "690089",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Sobre os crimes praticados por particular contra a Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de desacato a ofensa deve ser dirigida ao funcionário público em exercício ou ao órgão ou instituição pública na qual exerce suas funções."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, o descumprimento de medida protetiva de urgência da Lei no 11.340/06 determinada por juiz configura crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "A Relatoria para Liberdade de Expressão da Comissão Interamericana de Direitos Humanos já concluiu que as leis nacionais que estabelecem crimes de desacato são contrárias ao artigo 13 da Convenção Americana de Direitos Humanos, que prevê a liberdade de pensamento e de expressão."
      },
      {
        "letra": "D",
        "texto": "Configura-se o crime de resistência quando o agente se opõe à execução de ato legal de funcionário público competente."
      },
      {
        "letra": "E",
        "texto": "A consumação do crime de desobediência depende do emprego de violência ou grave ameaça contra o funcionário público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "685518",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "A fim de evitar o cumprimento de reintegração de posse, indivíduo lança pedras contra Oficial de Justiça que está dando cumprimento ao respectivo mandado judicial. Tal conduta configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "arremesso de projétil."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "643955",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Segundo o Código Penal, Decreto-Lei nº 2.848/1940, são crimes praticados por particular contra a administração em geral, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Resistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "643068",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Funcionários públicos estão executando um ato legal. Mediante violência, um indivíduo opõe-se à execução do ato, e acaba causando lesão corporal leve em um particular que prestava auxílio aos funcionários públicos. Em que pese a oposição o ato se executa. O indivíduo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime de resistência e também responderá pela violência (lesão corporal)."
      },
      {
        "letra": "B",
        "texto": "comete crime de desobediência, o qual terá sua pena aumentada por conta da violência (lesão corporal)."
      },
      {
        "letra": "C",
        "texto": "apenas responderá pela violência (lesão corporal), não havendo porque se cogitar de outro crime, pois o ato foi executado."
      },
      {
        "letra": "D",
        "texto": "apenas comete crime de resistência, não havendo porque se cogitar de outro crime, uma vez que a vítima de violência (lesão corporal) não se trata de funcionário público."
      },
      {
        "letra": "E",
        "texto": "não comete crime algum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "641176",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Quando alguém se opõe à execução de ato legal, mediante ameaça a funcionário competente para executá-lo, pratica o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "resiliência"
      },
      {
        "letra": "C",
        "texto": "resistência"
      },
      {
        "letra": "D",
        "texto": "desacato"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "629457",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Favorecimento real"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de resistência não se configura se a oposição do agente, mediante violência ou grave ameaça, não obstar a execução do ato legal do funcionário público."
      },
      {
        "letra": "B",
        "texto": "o não atendimento a ordem ilegal de funcionário público caracteriza o crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "no crime de denunciação caluniosa, o uso do anonimato agrava a pena a ser aplicada."
      },
      {
        "letra": "D",
        "texto": "quem esconde em sua residência autor de crime de roubo para evitar a sua prisão em flagrante comete o crime de favorecimento real."
      },
      {
        "letra": "E",
        "texto": "o empréstimo de sacola para permitir o transporte e ocultação de objetos furtados por outrem configura o crime de favorecimento pessoal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "611558",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Analise o rol abaixo e que se refere aos dos crimes contra a administração pública, especificamente aos crimes praticados por particular contra a administração em geral e relacione corretamente o tipo penal à descrição conceitual. I- Corrupção ativa. II- Resistência. III- Tráfico de Influência. ( ) Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio: ( ) Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função: ( ) Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício: Assinale a alternativa com a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II, III e I."
      },
      {
        "letra": "D",
        "texto": "I, III e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "603519",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante ameaça a funcionário competente para executá-lo, configura o seguinte tipo legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência"
      },
      {
        "letra": "B",
        "texto": "desobediência"
      },
      {
        "letra": "C",
        "texto": "excesso de exação"
      },
      {
        "letra": "D",
        "texto": "desacato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2036142",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "José, policial militar, no exercício da sua função, decidiu abordar João na via pública, pois este passou a correr quando percebeu a aproximação da viatura policial. Durante a abordagem, João passou a desprestigiar e ofender José, em razão do seu salário de policial militar, inclusive proferindo palavras de baixo calão contra ele. Com relação à conduta de João, pode-se afirmar sobre ele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao sair correndo, quando viu a viatura policial, praticou o delito de resistência."
      },
      {
        "letra": "B",
        "texto": "cometeu o delito de desobediência."
      },
      {
        "letra": "C",
        "texto": "sua conduta é atípica."
      },
      {
        "letra": "D",
        "texto": "é passível de queixa-crime, ajuizada por José, no prazo de 6 meses, a contar da data do fato, caso sinta que sua honra profissional tenha sido ofendida."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de desacato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1620177",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Acerca dos institutos de direito penal, dos crimes em espécie e das disposições penais previstas no Estatuto do Desarmamento e no Estatuto do Estrangeiro, julgue o item seguinte. A resistência passiva, sem o emprego de violência ou grave ameaça, em oposição à execução de ato legal de funcionário competente não configura o crime de resistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "597351",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de “opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio\" caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "usurpação."
      },
      {
        "letra": "C",
        "texto": "resistência."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593440",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Denunciação caluniosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de peculato de uso o funcionário público que se apropria, para uso momentâneo, de objeto material de que tem a posse em razão do cargo e, após a sua utilização, o devolve intacto."
      },
      {
        "letra": "B",
        "texto": "Agente que auxilia condenado por crime de prisão simples, concedendo abrigo com fim de ocultá-lo dos policiais, comete o crime de favorecimento real."
      },
      {
        "letra": "C",
        "texto": "As ofensas proferidas, ou a negativa em acompanhar o policial, ou em abrir a porta, não são suficientes para a tipificação do delito de resistência."
      },
      {
        "letra": "D",
        "texto": "Dar causa à instauração de Comissão Parlamentar de Inquérito (CPI), imputando falsamente a prática de crime, tipifica o crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Os policiais civis que, em função do cargo, exigem dinheiro do proprietário de um veículo furtado, que foi recuperado, cometem o crime de corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "592567",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Tício, Guarda Municipal, encontrava-se em serviço em frente a determinado prédio público, quando verificou que José iniciava uma pichação naquele prédio. Em razão disso, ordenou a José que parasse de imediato e entregasse o material que estava sendo utilizado na pichação. Ocorre que José, para garantir sua fuga, desferiu chutes na canela do funcionário e, de imediato, empreendeu fuga, não vindo a ser alcançado. Considerando apenas as informações narradas, é correto afirmar que a conduta de José no momento de sua fuga:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de resistência;"
      },
      {
        "letra": "B",
        "texto": "é atípica, pois estava no seu legítimo direito de tentar fugir;"
      },
      {
        "letra": "C",
        "texto": "configura crime de desobediência;"
      },
      {
        "letra": "D",
        "texto": "configura crime de desacato;"
      },
      {
        "letra": "E",
        "texto": "configura, unicamente, crime de lesão corporal dolosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "591362",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Nessa situação hipotética, Marcelo cometeu os crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abuso de autoridade e falsidade ideológica, e José praticou o crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "abuso de autoridade e falsificação de documento público, e José cometeu o crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "abuso de autoridade e falsidade ideológica, e José cometeu o delito de resistência."
      },
      {
        "letra": "D",
        "texto": "violência arbitrária e falsidade ideológica, e José praticou o delito de desobediência."
      },
      {
        "letra": "E",
        "texto": "violência arbitrária e falsificação de documento público, e José praticou a infração penal de resistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "544571",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "NÃO constitui crime praticado por particular contra a Administração em geral",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "a desobediência."
      },
      {
        "letra": "C",
        "texto": "a resistência."
      },
      {
        "letra": "D",
        "texto": "a advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "o desacato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528032",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os crimes praticados pelo particular contra a Administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência previsto no artigo 329 do CP tem sua pena aplicada sem prejuízo da pena correspondente à violência grave."
      },
      {
        "letra": "B",
        "texto": "O delito de desobediência, previsto no artigo 330, CP, é crime comum, tendo como sujeito ativo qualquer pessoa, com exceção do funcionário público, que mesmo quando não está no exercício da função, não perde essa condição para efeitos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de falso testemunho ou falsa perícia (art. 342, CP) admite retratação do agente que poderá ser manifestada em qualquer instância e grau de jurisdição, ocasionando a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O delito de desacato (art. 331, CP), dado o objeto material (o funcionário público e sua honra), tem como sujeito passivo apenas o funcionário público humilhado."
      },
      {
        "letra": "E",
        "texto": "O crime de coação no curso do processo (art. 344, CP) não admite violência, mas apenas ameaça por parte do agente, que busca favorecer interesse próprio ou alheio, contra autoridade, parte ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, policial, administrativo ou em juízo arbitral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "524425",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, aquele que se opõe à execução de ato legal mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato"
      },
      {
        "letra": "B",
        "texto": "resistência"
      },
      {
        "letra": "C",
        "texto": "desobediência"
      },
      {
        "letra": "D",
        "texto": "condescendência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464486",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência"
    ],
    "enunciado_principal": "Com relação aos crimes contra a Administração Pública, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que exclui indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública, com o fim de obter vantagem indevida para outrem, pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "B",
        "texto": "abandonar cargo público, fora dos casos permitidos em lei, só tipificará o crime de abandono de função se resultar prejuízo público."
      },
      {
        "letra": "C",
        "texto": "o funcionário que modifica ou altera sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, ainda que sem violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, tipifica o crime de resistência."
      },
      {
        "letra": "E",
        "texto": "receber, solicitar ou exigir para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, tipifica o crime de concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516467",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Resistência",
      "Contrabando"
    ],
    "enunciado_principal": "São crimes praticados por particular contra a administração em geral, de acordo com o Código Penal, Capítulo II, Título XI.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando ou descaminho, advocacia administrativa e fraudes em certame de interesse público."
      },
      {
        "letra": "B",
        "texto": "Usurpação da função pública, resistência e inutilização de edital ou de sinal."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade, condescendência criminosa, desacato."
      },
      {
        "letra": "D",
        "texto": "Exercício funcional ilegal antecipado ou prolongado, supressão de documento e desobediência."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, falsidade ideológica e adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "459266",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Durante atividade regular de fiscalização de mercadorias em depósitos, o Técnico Tributário, acompanhado de Auditor-Fiscal da Receita Estadual, chega a determinada empresa, onde o responsável pelo estabelecimento comercial se opõe a execução do ato legal, ameaçando o funcionário público, nos seguintes termos: Caso você insista em entrar para efetivar a fiscalização, eu vou mandar a segurança lhe retirar a pancadas e, se for preciso, soltarei os cachorros ferozes para que lhe mordam. Nessa situação, o funcionário público foi vítima de qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato"
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "Ameaça."
      },
      {
        "letra": "E",
        "texto": "Resistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416916",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "Processado por roubo cometido contra empresa pública federal, Mélvio teve sua prisão preventiva legalmente decretada. Ao ser regularmente cumprido o respectivo mandado por Oficial de Justiça, Mélvio resistiu com violência à prisão e, ao final, foi absolvido da imputação de roubo, posto que afinal reconhecida injusta. Com base somente nesses dados,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza-se o crime de resistência."
      },
      {
        "letra": "B",
        "texto": "inexistiu crime de resistência, qualquer que seja o fundamento técnico da absolvição quanto ao roubo."
      },
      {
        "letra": "C",
        "texto": "inexistiu crime de resistência, desde que a absolvição seja pela negativa de autoria quanto ao roubo."
      },
      {
        "letra": "D",
        "texto": "inexistiu crime de resistência, mas responde Mélvio, de qualquer modo, por outro eventual crime correspondente à violência."
      },
      {
        "letra": "E",
        "texto": "inexistiu o crime de resistência, desde que a absolvição quanto ao roubo tenha afirmado a inexistência ou o atipicidade do fato respectivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "436909",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "De acordo com o Código Penal, que crime comete aquele que se opõe ou presta auxílio, mediante violência ou ameaça, a funcionário competente para executar ato legal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato"
      },
      {
        "letra": "B",
        "texto": "desacato"
      },
      {
        "letra": "C",
        "texto": "concussão"
      },
      {
        "letra": "D",
        "texto": "resistência"
      },
      {
        "letra": "E",
        "texto": "desobediência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "377574",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "desacato"
      },
      {
        "letra": "C",
        "texto": "resistência"
      },
      {
        "letra": "D",
        "texto": "violência arbitrária"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "364994",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, configura o tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "resistência"
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "D",
        "texto": "insurreição"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "356781",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "No momento em que um policial, em cumprimento a mandado judicial, deu voz de prisão a Brutus, seu irmão Paulus interveio e impediu a execução do ato, agredindo o policial a socos e pontapés, causando-lhe ferimentos leves. Paulus responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "somente pelo crime de lesões corporais leves."
      },
      {
        "letra": "C",
        "texto": "somente pelo crime de resistência."
      },
      {
        "letra": "D",
        "texto": "pelos crimes de resistência e lesões corporais leves."
      },
      {
        "letra": "E",
        "texto": "pelos crimes de desobediência e resistência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "295616",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Decadência.",
      "Crimes contra a administração pública",
      "Resistência",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "É certo afirmar:I. A ação penal apresenta três espécies: pública, privada e condicionada. II. O emprego da força pelos executores do mandado de prisão somente será permitido nos casos de resistência, ainda que por parte de terceiros, ou da tentativa de fuga do preso. É, portanto, medida de caráter excepcional. III. Penalmente a decadência pode ser definida como a perda do direito de ingressar com a ação privada ou a de representação por não ter sido exercido no prazo legal. Portanto, ela não atinge o direito de punir do Estado, visto alcançar somente o direito do particular. IV. Perda de bens e valores é a transferência ao Fundo Penitenciário Nacional de bens e valores lícitos do condenado, como forma de puni-lo, evitando-se o cárcere, tendo por limite o prejuízo gerado pelo crime ou o lucro auferido. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "280623",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência"
    ],
    "enunciado_principal": "A pena prevista pelo Código Penal para o crime de “re­sistência” (CP, art. 329), por expressa disposição legal, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de reclusão e de multa."
      },
      {
        "letra": "B",
        "texto": "de reclusão, de seis meses a um ano."
      },
      {
        "letra": "C",
        "texto": "maior, se o funcionário público, em razão da violência, fica afastado do cargo."
      },
      {
        "letra": "D",
        "texto": "maior se o ato, em razão da resistência, não se executa."
      },
      {
        "letra": "E",
        "texto": "diminuída de um a dois terços se a resistência não é praticada com violência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270108",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Contrabando",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "No que concerne aos crimes praticados por particular contra a Administração em geral e contra a Administração da Justiça, é correto afirmar que quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exporta mercadoria proibida não comete crime de contrabando."
      },
      {
        "letra": "B",
        "texto": "comete crime de resistência na modalidade culposa está sujeito apenas a sanção pecuniária."
      },
      {
        "letra": "C",
        "texto": "ilude o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria comete crime de descaminho."
      },
      {
        "letra": "D",
        "texto": "dá causa a investigação policial contra alguém, imputando-lhe crime de que o sabe inocente comete o delito de comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime praticado por outrem não comete infração penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "264234",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Assinale a opção correta entre as assertivas abaixo relacionadas aos crimes contra a administração pública nos termos da legislação penal, doutrina e da jurisprudência dos Tribunais Superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de Violação de Sigilo Profissional (art. 325 do CP) foi abolido pelo princípio da publicidade da atividade administrativa, não existindo mais no ordenamento jurídico."
      },
      {
        "letra": "B",
        "texto": "O crime de Violação do Sigilo de Proposta de Concorrência (art. 326 do CP) pode ser cometido por qualquer funcionário público."
      },
      {
        "letra": "C",
        "texto": "Perito Judicial é funcionário público para os fins do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O crime de Resistência (art. 329 do CP) é crime praticado por funcionário público que exerce o poder de polícia."
      },
      {
        "letra": "E",
        "texto": "O crime de Desobediência (art. 330 do CP) e o crime de Desacato (art. 331 do CP) são tipos culposos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236065",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Em cada um dos itens de 92 a 95 é apresentada uma situação hipotética, acerca dos crimes contra a pessoa, contra o patrimônio, contra a fé pública e contra a administração pública, seguida de uma assertiva a ser julgada. Pedro se opôs à execução de diligência policial cujo objetivo era investigá-lo e recusou-se a colaborar com os agentes que a realizaram, razão por que a diligência não pôde ser executada. Nessa situação, Pedro não pode ser responsabilizado criminalmente por não ter atendido às ordens policiais, uma vez que o sistema penal brasileiro não pune a resistência passiva, tampouco a caracteriza como delito de desobediência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235168",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Assinale a opção correta com referência aos crimes praticados contra a administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de resistência, se o ato legal do agente público não for executado em razão da ação criminosa, a pena cominada ao tipo penal será aumentada de um terço até metade."
      },
      {
        "letra": "B",
        "texto": "O delito de desacato pode ser praticado quando a ofensa é dirigida a funcionário público que não se encontre presente, desde que o desacato esteja relacionado às suas funções."
      },
      {
        "letra": "C",
        "texto": "Ao contrário do crime de corrupção passiva, o delito de tráfico de influência é material, ou seja, só se consuma com a obtenção efetiva da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Comete o delito de usurpação de função pública o agente que se arrogue nessa função, independentemente de praticar atos de ofício como se legitimado fosse, com o ânimo de usurpar."
      },
      {
        "letra": "E",
        "texto": "O funcionário público pode cometer crime de desobediência, se destinatário de ordem judicial, e, considerando a inexistência de hierarquia, tem o dever de cumpri-la."
      }
    ],
    "gabarito": "E"
  }
]