[
  {
    "id": "3079337",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Decadência.",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "Com a prática do crime, o direito de punir do Estado, que era abstrato, torna-se concreto, surgindo a punibilidade, que é a possibilidade jurídica de impor sanção. Contudo, o Código Penal prevê causas de extinção da punibilidade. Assinale a alternativa que não apresenta causa de extinção de punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decadência"
      },
      {
        "letra": "B",
        "texto": "Anistia"
      },
      {
        "letra": "C",
        "texto": "Perdão aceito, nos crimes de ação pública e privada"
      },
      {
        "letra": "D",
        "texto": "Retratação do agente, nos casos em que a lei a admite"
      },
      {
        "letra": "E",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2385877",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Marcos subtraiu para si, mediante grave ameaça, bens pertencentes a João. Depois de oferecida a denúncia e antes do seu recebimento, Marcos procurou a vítima e, de forma voluntária, restituiu-lhe os pertences subtraídos. Nesse caso hipotético, de acordo com o Código Penal (CP),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incide causa de diminuição de pena, haja vista o arrependimento eficaz do agente."
      },
      {
        "letra": "B",
        "texto": "a conduta de Marcos deverá ser considerada atípica, haja vista a devolução dos bens à vítima."
      },
      {
        "letra": "C",
        "texto": "não incide nenhuma causa de diminuição de pena, haja vista a natureza do delito praticado."
      },
      {
        "letra": "D",
        "texto": "incide causa de diminuição de pena, haja vista a desistência voluntária do agente."
      },
      {
        "letra": "E",
        "texto": "incide causa de diminuição de pena, haja vista o arrependimento posterior do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886822",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Extinguem a punibilidade do agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renúncia e perempção na ação pública condicionada."
      },
      {
        "letra": "B",
        "texto": "decadência e retratação na ação pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "retratação e perdão aceito na ação pública condicionada."
      },
      {
        "letra": "D",
        "texto": "perdão aceito e perempção na ação privada propriamente dita."
      },
      {
        "letra": "E",
        "texto": "decadência e renúncia na ação privada subsidiária da pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1791320",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Considerando-se a legislação e o entendimento jurisprudencial vigente, é correto afirmar que caracteriza causa de extinção da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido de perdão ao ofendido, independentemente de ele aceitar ou não o perdão."
      },
      {
        "letra": "B",
        "texto": "a comutação das penas."
      },
      {
        "letra": "C",
        "texto": "a retratação feita pelo réu acusado do crime de calúnia contra pessoa morta."
      },
      {
        "letra": "D",
        "texto": "a restituição voluntária, pelo indiciado, do bem subtraído no furto, se feita antes do oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "a devolução, à Previdência Social, de valores percebidos ilicitamente quando da prática de estelionato previdenciário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839457",
    "metadata": "Ano: 2019 | Banca: GSA CONCURSOS | Órgão: Prefeitura de Jardinópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "São causas de extinção de punibilidade, de acordo com as normas penais vigentes, exceto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela prescrição, decadência ou perempção."
      },
      {
        "letra": "B",
        "texto": "Pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pela embriaguez involuntária completa."
      },
      {
        "letra": "D",
        "texto": "Pela retratação do agente, nos casos em que a lei a admite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976759",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Retratação do agente"
    ],
    "enunciado_principal": "Nos termos do artigo 107 do Código Penal, extingue-se a punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela anistia, mas não pela graça ou indulto."
      },
      {
        "letra": "B",
        "texto": "pelo perdão aceito, nos crimes de ação penal pública."
      },
      {
        "letra": "C",
        "texto": "pela prescrição e decadência, mas não pela perempção."
      },
      {
        "letra": "D",
        "texto": "pela retroatividade de lei que não mais considera o fato criminoso."
      },
      {
        "letra": "E",
        "texto": "pela retratação do agente, em qualquer delito contra o patrimônio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866478",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Com relação à punibilidade e às causas de sua extinção, julgue os itens a seguir. I A morte do agente extingue todos os efeitos penais, exceto a cobrança da pena de multa e da pena alternativa pecuniária, que poderão ser cobradas dos herdeiros. II O instrumento normativo para instrumentalizar o indulto e a anistia é o decreto presidencial; enquanto a graça é concedida por lei. III De acordo com o Código Penal, o recebimento de indenização pelo dano resultante do crime caracteriza renúncia tácita ao direito de prestar queixa. IV A retratação, prevista no Código Penal, é admitida nos casos de crimes contra a honra, mas apenas se tratar-se de calúnia e difamação, sendo inadmissível na injúria. V Em se tratando de crimes contra honra, o Código Penal prevê a possibilidade de retratação exclusivamente pessoal, ou seja, ela não se comunica aos demais ofensores. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866294",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo por base os crimes contra a honra, analise as assertivas a seguir: I. As imunidades judiciária, literária, artística ou científica e a funcional são causas especiais de exclusão da ilicitude, sendo que a presença destas faz com que a injúria e a difamação não sejam puníveis. II. A retratação, de acordo com o art. 143 do CP, é causa de extinção da punibilidade, quando o querelado, antes da sentença, se retrata cabalmente da calúnia ou difamação. III. A injúria qualificada por preconceito é crime contra a honra, de ação penal pública condicionada à representação, sendo crime afiançável e prescritível. Difere-se do chamado crime de racismo, sendo delito de ação penal incondicionada, imprescritível e inafiançável. IV. Pode-se afirmar que a injúria qualificada pelo preconceito se traduz em um xingamento contra uma pessoa determinada, xingamento esse relacionado à sua raça, cor, etnia, religião, origem da vítima, ao fato de tratar-se de pessoa idosa ou portadora de deficiência. Já o delito de racismo, traduz-se em um sentimento em relação à raça como um todo, não atingindo pessoa determinada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "818952",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição no concurso de crimes",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "Sobre extinção da punibilidade, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A, com 19 anos, pratica o crime de peculato (CP, art. 312, caput – pena: de 2 a 12 anos de reclusão, e multa), na forma tentada (CP, art. 14, inciso II, parágrafo único – diminuição de pena: de um a dois terços): a prescrição da pretensão punitiva pela pena em abstrato ocorre em 8 (oito) anos."
      },
      {
        "letra": "B",
        "texto": "A reincidência pode influir no prazo da prescrição da pretensão punitiva, mas não pode influir no prazo da prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "B, mediante auxílio do adolescente A, pratica o crime de lesões corporais leves (CP, art. 129, caput), em concurso formal com o crime de corrupção de menores (Lei nº 8.069/90, art. 244-B): a prescrição da pretensão punitiva pela pena em abstrato do crime de lesões corporais leves afasta a possibilidade de imputação, a B, do crime de corrupção de menores."
      },
      {
        "letra": "D",
        "texto": "A e B, em concurso de agentes, praticam o crime de difamação (CP, art. 139) contra C e D: o perdão do ofendido, concedido pelos querelantes C e D em favor de A, aproveita a B, e o perdão do ofendido, concedido somente pelo querelante C em favor de A e B, não obsta o direito do querelante D de prosseguir na ação penal privada contra A e B."
      },
      {
        "letra": "E",
        "texto": "No Código Penal, a retratação do agente é admissível a crimes de ação penal privada, como a calúnia (CP, art. 138) e a difamação (CP, art. 139), mas não é admissível a crimes de ação penal pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2780444",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "De acordo com o Código Penal, qual alternativa corresponde à causa de extinção da punibilidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pronúncia."
      },
      {
        "letra": "B",
        "texto": "O recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "A retratação do agente, nos casos em que a lei a admite."
      },
      {
        "letra": "D",
        "texto": "A renúncia do direito de queixa ou perdão aceito, nos crimes de ação penal pública."
      },
      {
        "letra": "E",
        "texto": "A rejeição da denúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1396114",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Em relação às causas de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anistia, graça e indulto são modalidades de indulgência soberana emanadas de órgãos estranhos ao Poder Judiciário e, por concretizarem a renúncia do Estado ao direito de punir, dispensam o acolhimento posterior por decisão judicial, para acarretar a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "O perdão do ofendido não é admissível fora do processo."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de ação penal de iniciativa privada ou de ação penal pública condicionada à representação, de competência dos Juizados Especiais, a composição civil extingue a punibilidade do suposto autor do fator."
      },
      {
        "letra": "D",
        "texto": "A perempção é sanção que somente pode ocorrer antes da propositura da ação penal."
      },
      {
        "letra": "E",
        "texto": "O perdão judicial é ato exclusivo do Poder Judiciário e depende da aceitação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "395560",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente"
    ],
    "enunciado_principal": "Extingue-se a punibilidade pela retratação do agente, no caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria real."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "autoacusação falsa."
      },
      {
        "letra": "D",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "356906",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "A testemunha retratou-se de seu depoimento anteriormente mendaz, agora para declarar a verdade nos autos do processo, o que ela fez às vésperas do julgamento da apelação respectiva. Segundo o entendimento hoje dominante na doutrina brasileira, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caso de perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Não se extingue a punibilidade, nem cabe perdão judicial."
      },
      {
        "letra": "C",
        "texto": "Extingue-se a punibilidade."
      },
      {
        "letra": "D",
        "texto": "Extingue-se a punibilidade, salvo se o crime tiver sido praticado mediante suborno ou com o fim de obter prova destinada a produzir efeito em processo penal ou em processo civil em que for parte entidade da administração pública direta ou indireta."
      },
      {
        "letra": "E",
        "texto": "Ocorre perempção"
      }
    ],
    "gabarito": "B"
  }
]