[
  {
    "id": "3171400",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Rufianismo"
    ],
    "enunciado_principal": "Mateus, maior e capaz, e Maria, com 16 anos de idade, são amigos de longa data, dividindo um único apartamento em Belo Horizonte/MG. Em determinado momento, Maria, por motivos pessoais, resolveu praticar atos de prostituição para aumentar sua renda mensal. Nesse contexto, ao perceber que Maria estava obtendo retorno financeiro, Mateus, agindo com dolo, passou a tirar proveito da prostituição dela. Cansada da situação posta, Maria se encaminhou a uma Delegacia de Polícia, buscando auxílio. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Mateus responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "casa de prostituição, na modalidade qualificada, pois a vítima é menor de 18 e maior de 14 anos."
      },
      {
        "letra": "B",
        "texto": "rufianismo, na modalidade qualificada, pois a vítima é menor de 18 e maior de 14 anos."
      },
      {
        "letra": "C",
        "texto": "importunação sexual, na modalidade simples."
      },
      {
        "letra": "D",
        "texto": "casa de prostituição, na modalidade simples."
      },
      {
        "letra": "E",
        "texto": "rufianismo, na modalidade simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3087137",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Rufianismo"
    ],
    "enunciado_principal": "Ao tomar conhecimento de que Maria, maior e capaz, estava, voluntariamente, praticando atos de prostituição, Luiz, seu irmão, agindo com dolo, passou a tirar proveito da mercancia sexual por ela implementada, participando diretamente de seus lucros. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luiz responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediação para servir a lascívia de outrem, com a incidência de uma causa de aumento de pena, pois Luiz é irmão da vítima."
      },
      {
        "letra": "B",
        "texto": "mediação para servir a lascívia de outrem, na modalidade simples, sem causas de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude, na modalidade qualificada, pois Luiz é irmão da vítima."
      },
      {
        "letra": "D",
        "texto": "rufianismo, na modalidade qualificada, pois Luiz é irmão da vítima."
      },
      {
        "letra": "E",
        "texto": "rufianismo, na modalidade simples, sem causas de aumento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2221682",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Tráfico de Pessoas",
      "Promoção de migração ilegal"
    ],
    "enunciado_principal": "Orlando e Frederico intermediaram a ida para Amsterdã de três mulheres, maiores de idade, que estavam insatisfeitas com os rendimentos econômicos no Brasil, para trabalhar como profissionais do sexo. Não existiu nenhuma violência ou fraude e houve o pagamento do valor acordado pela intermediação. Nos termos da legislação brasileira, tal situação fática configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico;"
      },
      {
        "letra": "B",
        "texto": "crime de tráfico de pessoas (Art. 149-A do CP);"
      },
      {
        "letra": "C",
        "texto": "crime de rufianismo (Art. 230 do CP);"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento da prostituição (Art. 228 do CP);"
      },
      {
        "letra": "E",
        "texto": "crime de promoção de migração ilegal (Art. 232-A do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A dignidade sexual é tema que tem sido socialmente debatido com maior seriedade nas últimas décadas e que merece atenção da sociedade. A discussão em torno do assunto tem gerado reação legislativa positiva e atenção dos tribunais. Acerca desse tema, considerando os dispositivos do Código Penal e a jurisprudência do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importunação sexual, que consiste no ato de constranger alguém à prática de atos libidinosos, passou a ser um tipo penal diferente do estupro por força da Lei n.º 13.718/2018."
      },
      {
        "letra": "B",
        "texto": "A exploração sexual constitui elemento normativo do crime de casa de prostituição, não bastando a conduta consistente na manutenção de casa para fins libidinosos."
      },
      {
        "letra": "C",
        "texto": "Para os crimes praticados contra a dignidade sexual, não há previsão de causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de rufianismo a indução à prostituição ou a outra forma de exploração sexual."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro, previsto no artigo 215 do Código Penal, processa-se mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "758141",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo"
    ],
    "enunciado_principal": "Analisando o caso concreto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Demétrio cometeu crime de rufianismo (art. 230, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão também cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, ll, CP)."
      },
      {
        "letra": "B",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão também cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, II, CP)."
      },
      {
        "letra": "C",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão não cometeu crime."
      },
      {
        "letra": "D",
        "texto": "Demétrio cometeu o crime de rufianismo (art. 230 do CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão não cometeu crime."
      },
      {
        "letra": "E",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime de estupro de vulnerável (art. 217- A, CP); Gastão não cometeu crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530901",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Rufianismo"
    ],
    "enunciado_principal": "Em tema de crime contra a dignidade sexual, analise as seguintes assertivas: I. O crime consuma-se no exato momento em que o agente, valendo-se de violência ou grave ameaça, pratica o feito voluntário destinado à satisfação de sua lascívia. Portanto, a consumação do delito confunde-se com o próprio ato libidinoso e a este é inerente. II. Crimes praticados com o mesmo modus operandi em face de vítimas diferentes, em diversas ocasiões e no período de um mês, induz o reconhecimento de crime continuado em relação a cada vítima e concurso material entre os crimes. III. O crime de rufianismo − aquele segundo o qual alguém tira proveito da prostituição alheia, participando diretamente de seus lucros ou fazendo-se sustentar, no todo ou em parte, por quem a exerça − foi revogado pela Lei n° 12.015/2009. IV. O crime de atentado violento ao pudor exige laudo pericial conclusivo, porquanto ser da modalidade que sempre deixa vestígios, face à sua natureza jurídica de crime material. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "395562",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Rufianismo"
    ],
    "enunciado_principal": "Correrão em segredo de justiça os processos em que se apurarem crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ultraje a culto."
      },
      {
        "letra": "B",
        "texto": "rufianismo"
      },
      {
        "letra": "C",
        "texto": "vilipêndio."
      },
      {
        "letra": "D",
        "texto": "aliciamento para o fim de emigração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305412",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Calêndula vendeu sua enteada Florisbela, de dezenove anos de idade, com a finalidade da mesma ser explorada sexualmente no exterior. Logo, Calêndula:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois o ato de vender alguém com a finalidade de exploração sexual não está criminalizado noCódigo Penal Brasileiro."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de rufianismo, preceituado no artigo 230 do CP."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de tráfico internacional de pessoa para fim de exploração sexual, preceituado no artigo 231 do CP."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual, preceituado no artigo 228 do CP."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual de vulnerável, preceituado no artigo 218-B do CP."
      }
    ],
    "gabarito": "A"
  }
]