[
  {
    "id": "3677244",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "A pena privativa de liberdade, a pena restritiva de direitos e a multa são espécies de pena expressamente previstas pelo Código Penal brasileiro. Sobre as penas restritivas de direitos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prestação pecuniária, a prestação de serviços à comunidade e a limitação de final de semana são consideradas penas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "Para ser beneficiado com a substituição da pena privativa de liberdade por restritiva de direitos, dentre outros requisitos previstos na lei, ressalvada a exceção expressamente prevista no Código Penal, o réu não pode ser reincidente em crime doloso."
      },
      {
        "letra": "C",
        "texto": "A prestação de serviços à comunidade só pode ser aplicada se a condenação for superior a 1 ano de pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "A limitação de fim de semana consiste na obrigação de permanecer, aos sábados e domingos, por 5 horas diárias, em casa de albergado ou outro estabelecimento adequado."
      },
      {
        "letra": "E",
        "texto": "É cabível a substituição da pena privativa de liberdade por pena restritiva de direitos em caso de condenação por crime culposo, independentemente da pena aplicada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3676250",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No dia 10 de janeiro de 2024, às 7h da manhã, na rua Alfa nº 001, Jairo, com 20 anos à época do fato, transportava e trazia consigo 1 kg de maconha substância entorpecente e em desacordo com a legislação, para fins de comércio. Após denúncia do Ministério Público e instrução da ação penal, Jairo foi condenado pelo delito de tráfico de drogas. Jairo confessou espontaneamente o crime em audiência de instrução e julgamento. Para o cálculo da pena, foi considerado o fato de Jairo ser primário, ostentar bons antecedentes criminais, bem como não haver nos autos elementos que indicassem sua dedicação às atividades criminosas ou, ainda, que fosse integrante de facção criminosa. Com base na situação hipotética narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que Jairo confessou o crime, deverá o juiz reduzir a pena na terceira fase do cálculo, em face da minorante da confissão espontânea."
      },
      {
        "letra": "B",
        "texto": "O fato de Jairo ser primário é uma causa de diminuição de pena (minorante), aplicável na terceira fase do cálculo dosimétrico."
      },
      {
        "letra": "C",
        "texto": "Os bons antecedentes de Jairo poderão atenuar sua pena na segunda fase do cálculo da pena."
      },
      {
        "letra": "D",
        "texto": "O crime de tráfico de drogas, por ser equiparado a hediondo, não permite a aplicação da minorante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "Considerando que Jairo é primário, ostenta bons antecedentes criminais, bem como não há nos autos elementos que indiquem sua dedicação às atividades criminosas ou, ainda, que seja integrante de facção criminosa, é cabível, no caso, o reconhecimento da minorante do tráfico privilegiado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3676181",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Mauá da Serra - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente: (Art. 314º, CP)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a quatro anos, se o fato não constitui crime mais grave."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a quatro anos, se o fato não constitui crime menos grave."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a quatro anos, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de um a seis anos, se o fato não constitui crime mais grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3652762",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: Prefeitura de Limoeiro do Norte - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "A Usurpação de Função Pública configura-se quando o particular assume indevidamente o exercício de atribuições estatais. A gravidade da conduta pode ser agravada, a depender do resultado obtido pelo agente. A sanção penal aplicável quando o particular apenas exerce função pública sem vantagem pessoal corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de dois a cinco anos, com aplicação de multa cumulativa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um a três anos, sem aplicação de multa obrigatória."
      },
      {
        "letra": "C",
        "texto": "Detenção, de três meses a dois anos, cumulada com multa fixada pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de três meses a dois anos, sem previsão de sanção pecuniária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3631677",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: Prefeitura de Estrela Dalva - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais"
    ],
    "enunciado_principal": "No primeiro semestre de 2025, o Senado aprovou a Lei nº 15.159, que aumenta a punição para crimes cometidos dentro de escolas, como homicídios e lesões corporais dolosas. A lei foi sancionada pelo governo federal em julho, visando maior proteção às instituições de ensino e aos estudantes. Assinale a alternativa que apresenta corretamente uma das mudanças trazidas pela Lei nº 15.159.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena para lesão corporal dolosa não sofreu alterações em função do local do crime."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 15.159 reduz a pena mínima para crimes cometidos em instituições de ensino."
      },
      {
        "letra": "C",
        "texto": "A pena, que normalmente varia de 6 a 20 anos de prisão, passa a ser de 12 a 30 anos."
      },
      {
        "letra": "D",
        "texto": "A Lei determina que a pena para homicídios fora da escola seja igual à pena aplicada dentro da escola."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3601359",
    "metadata": "Ano: 2025 | Banca: AVALIA | Órgão: SEJUSP-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Sanções penais"
    ],
    "enunciado_principal": "O princípio da intranscendência, ou pessoalidade, estabelece os deveres do Estado em relação à aplicação e execução de sanções penais. Com base na Constituição da República de 1988, esse princípio prevê, no rol dos direitos e das garantias fundamentais, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nenhuma pena passará da pessoa do condenado."
      },
      {
        "letra": "B",
        "texto": "não haverá pena de trabalhos forçados."
      },
      {
        "letra": "C",
        "texto": "a pena será cumprida em estabelecimentos distintos."
      },
      {
        "letra": "D",
        "texto": "ninguém será processado nem sentenciado senão pela autoridade competente."
      },
      {
        "letra": "E",
        "texto": "ninguém será considerado culpado até o trânsito em julgado de sentença penal condenatória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3563808",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Bom Jardim da Serra - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Descumprir decisão judicial que defere medidas protetivas de urgência previstas na Lei Maria da Penha implica em pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 2 a 5 anos, e multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 a 6 meses, e multa."
      },
      {
        "letra": "C",
        "texto": "reclusão, de 6 meses a 1 ano, e multa."
      },
      {
        "letra": "D",
        "texto": "detenção, de 2 a 6 anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3535357",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "O Título V, da Parte Geral, do Código Penal, trata acerca das penas aplicadas ao agente criminoso. Qual alternativa é correta, de acordo com o Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução da pena em regime aberto é uma forma de pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "A pena privativa de liberdade não permite sua execução de forma progressiva."
      },
      {
        "letra": "C",
        "texto": "As penas são restritivas de direitos, privativas da liberdade e de multa."
      },
      {
        "letra": "D",
        "texto": "Regime fechado é a execução da pena em estabelecimento de segurança máxima, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3532358",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "O Magistrado, ao efetuar a dosimetria da pena de um réu por crime de receptação, fato praticado em 8 de julho de 2021, constatou, em sua folha de antecedentes criminais, duas anotações: • condenação criminal por crime de furto, praticado em 12 de junho de 2019, com trânsito em julgado para a condenação em 3 de março de 2021, cujo processo ainda está pendente de julgamento de recurso especial interposto pela defesa perante o Superior Tribunal de Justiça; e • condenação criminal por crime de roubo circunstanciado, praticado em 7 de agosto de 2012, com condenação a 4 anos de reclusão e multa, transitada em julgado em 7 de março de 2014, com início do período de prova do livramento condicional em 2 de junho de 2016 e extinção da pena, pelo término do período de prova sem revogação, em 1º de junho de 2020. Diante das citadas anotações, o Juiz, na 1ª fase do cálculo da pena, fixou a pena-base acima do mínimo cominado em lei, considerando mau antecedente a primeira anotação, e, na fase seguinte, agravou a pena pela reincidência, à luz da segunda anotação, tornando a pena definitiva à falta de causa de aumento ou de diminuição. Intimado o Promotor de Justiça da sentença, ele deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anuir com a dosimetria da pena, e, no ponto, não recorrer da sentença."
      },
      {
        "letra": "B",
        "texto": "discordar da dosimetria da pena somente em relação ao reconhecimento de reincidência pela segunda anotação e, no ponto, recorrer da sentença."
      },
      {
        "letra": "C",
        "texto": "discordar da dosimetria da pena apenas no que tange ao reconhecimento de mau antecedente pela primeira anotação e, no ponto, recorrer da sentença."
      },
      {
        "letra": "D",
        "texto": "discordar da dosimetria da pena, já que a primeira anotação não poderia ser considerada mau antecedente, e a segunda anotação não caracterizaria reincidência, mas mau antecedente, e, no ponto, recorrer da sentença."
      },
      {
        "letra": "E",
        "texto": "discordar da dosimetria da pena apenas em relação ao reconhecimento de mau antecedente pela primeira anotação, a qual deveria ser considerada como reincidência, assim como a segunda anotação, e, no ponto, recorrer da sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3531590",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "De acordo com a perspectiva histórica da pena de prisão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As casas de correção, surgidas inicialmente na Inglaterra, tinham por objetivo principal educar os adolescentes que praticavam pequenos delitos, oferecendo ensino básico, cursos profissionalizantes e tratamento psicológico."
      },
      {
        "letra": "B",
        "texto": "As casas de trabalho surgem na Holanda como resultado do aumento demográfico verificado no país no início do século XVII e da consequente necessidade de neutralizar a mão de obra excedente desempregada."
      },
      {
        "letra": "C",
        "texto": "As casas de correção foram o primeiro tipo de instituição destinada à detenção sem finalidade de custódia cautelar, cuja função precípua era disciplinar e reformar os internos por meio do trabalho."
      },
      {
        "letra": "D",
        "texto": "As casas de trabalho destinavam-se à produção em larga escala dos bens de consumo demandados pela classe burguesa, valorizando o trabalho do interno como forma de garantir a eficiência da produção."
      },
      {
        "letra": "E",
        "texto": "A primeira instituição de internamento surgida na Europa, que deu origem ao modelo clássico do cárcere do século XIX, foram os \"hospitais\" na França, cuja finalidade consistia mais na correção e preparação ao trabalho, do que na assistência aos doentes e pobres."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3531190",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "Quem adquirir, guardar, tiver em depósito, transportar ou trouxer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar será submetido à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "limitação noturna e de final de semana."
      },
      {
        "letra": "B",
        "texto": "monitoramento eletrônico."
      },
      {
        "letra": "C",
        "texto": "prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "prestação pecuniária alternativa."
      },
      {
        "letra": "E",
        "texto": "prisão administrativa e provisória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3520328",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "Após a observância do devido processo legal, Lucas, reincidente em crime culposo, foi condenado a uma pena de três anos de reclusão. Registre-se que não é indicada a substituição da pena privativa de liberdade por sanções restritivas de direito. Por fim, constata-se que Lucas, que tem 72 anos de idade, além de reincidente em crime culposo, já foi condenado, anteriormente, à pena de multa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Lucas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito à suspensão condicional da pena, desde que a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, autorizem a concessão do benefício;"
      },
      {
        "letra": "B",
        "texto": "terá direito à suspensão condicional da pena, sendo certo que, durante o período de prova, o condenado ficará sujeito à observação e ao cumprimento das condições pactuadas com o Ministério Público;"
      },
      {
        "letra": "C",
        "texto": "não terá direito à suspensão condicional da pena, porquanto a condenação anterior à pena de multa impede a concessão do benefício;"
      },
      {
        "letra": "D",
        "texto": "não terá direito à suspensão condicional da pena, por ter sido condenado a pena superior a dois anos;"
      },
      {
        "letra": "E",
        "texto": "não terá direito à suspensão condicional da pena, por ser reincidente em crime culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3507770",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais"
    ],
    "enunciado_principal": "Leia o trecho a seguir: De acordo com o Art. 129 do Código Penal Brasileiro, em seu § 1º, incisos I e II, quando a lesão corporal de natureza grave resultar em incapacidade para as ocupações habituais, por mais de _________, ou se houver perigo de vida, a pena prevista será de reclusão ___________. Com base exclusivamente nesse dispositivo legal, assinale a alternativa que completa corretamente as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trinta dias / de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "B",
        "texto": "quinze dias / de 1 (um) a 3 (três) anos."
      },
      {
        "letra": "C",
        "texto": "vinte dias / de 3 (três) a 8 (oito) anos"
      },
      {
        "letra": "D",
        "texto": "cinco dias / de 6 (seis) meses a 1 (um) ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3507768",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a vida"
    ],
    "enunciado_principal": "De acordo com o disposto no § 4º do Art. 121, do Decreto-Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal), e considerando exclusivamente esse dispositivo legal, assinale a alternativa CORRETA quanto à consequência jurídica do homicídio culposo praticado em razão da inobservância de regra técnica de profissão, arte ou ofício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena é reduzida pela metade."
      },
      {
        "letra": "B",
        "texto": "A pena é dobrada."
      },
      {
        "letra": "C",
        "texto": "A pena é reduzida em 1/3 (um terço)."
      },
      {
        "letra": "D",
        "texto": "A pena é aumentada de 1/3 (um terço)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3507765",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "Considere a situação hipotética a seguir: Um indivíduo, ciente de que é portador de uma doença sexualmente transmissível grave, pratica ato sexual desprotegido com sua parceira com o objetivo deliberado de transmitir-lhe a doença, sem o conhecimento ou consentimento dela quanto ao risco de contágio. Com base exclusivamente no disposto no Art. 131 do Código Penal Brasileiro (sem considerar outras normas, jurisprudência ou doutrinas), assinale a alternativa CORRETA quanto à pena aplicável a esse agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa, apenas."
      },
      {
        "letra": "B",
        "texto": "Advertência e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, apenas."
      },
      {
        "letra": "D",
        "texto": "Reclusão e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3444179",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei Maria da Penha (Lei n.º 11.340/2006), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O descumprimento de decisão judicial que defere medidas protetivas de urgência prevista na Lei Maria da Penha é punível com pena de reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "Nos atos processuais, cíveis e criminais, a mulher em situação de violência doméstica e familiar não precisa estar obrigatoriamente acompanhada de advogado."
      },
      {
        "letra": "C",
        "texto": "A defesa dos interesses e direitos transindividuais previstos na Lei Maria da Penha é atribuição exclusiva do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Nos casos de violência doméstica e familiar contra a mulher, admite-se a substituição de pena que implique o pagamento isolado de multa."
      },
      {
        "letra": "E",
        "texto": "Juizados de violência doméstica e familiar contra a mulher são competentes para processar pretensão relativa à partilha e bens da ofendida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3390861",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "Considerando as penas restritivas de direitos, avalie as situações fáticas a seguir. I. O desabamento de um prédio em construção resultou na morte de 8 operários e Cristiane, engenheira responsável pela obra, foi condenada à pena de 4 anos e 6 meses de reclusão, pelos crimes de homicídio culposo em concurso formal. II. Priscila, na direção de veículo automotor e com a capacidade psicomotora alterada em razão da influência de álcool, causou acidente e lesionou Juarez. Foi condenada à pena de 3 anos de reclusão. III. Mário foi condenado à pena de 1 ano e 6 meses de reclusão pela prática do crime de estelionato sendo reincidente, em virtude da prática anterior do crime de posse irregular de arma de fogo de uso permitido. IV. José Afonso, conhecido doleiro, foi condenado pela prática do crime de lavagem de dinheiro à pena de 6 anos de reclusão. No curso da investigação e do processo, José Afonso colaborou espontaneamente com as autoridades, o que resultou na identificação dos coautores e na recuperação dos valores objeto do crime. Em relação às situações fáticas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A substituição da pena privativa de liberdade por restritiva de direitos é incabível em todas as situações."
      },
      {
        "letra": "B",
        "texto": "A substituição da pena privativa de liberdade por restritiva de direitos é cabível em todas as situações, se o Juiz considerar as circunstâncias favoráveis."
      },
      {
        "letra": "C",
        "texto": "A reincidência é obstáculo absoluto a que a pena privativa de liberdade aplicada a Mário seja substituída por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "A despeito da quantidade de pena, o Juiz poderá substituir a pena privativa de liberdade aplicada à Cristiane por pena restritiva de direitos, se considerar as circunstâncias favoráveis."
      },
      {
        "letra": "E",
        "texto": "A substituição da pena privativa de liberdade por restritiva de direitos é possível, mesmo que o crime anterior praticado por Mário seja estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3383763",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Livramento condicional",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Assinale a opção correta, considerando a interpretação sistemática do Código Penal, bem como a jurisprudência consolidada dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O limite máximo de 40 anos para o cumprimento sequencial ou cumulativo das penas privativas de liberdade, estabelecido pelo Código Penal, permanece inalterável e absoluto mesmo diante da eventualidade de novas condenações por crimes cometidos após o início do cumprimento da pena originária, devendo sempre ser contabilizado o tempo já cumprido pelo sentenciado."
      },
      {
        "letra": "B",
        "texto": "A inexistência, em decisão judicial, de determinação expressa de suspensão ou revogação do livramento condicional, caso transcorrido integralmente o período de prova, não autoriza, por si só, a declaração judicial da extinção da punibilidade em razão do integral cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "Presente o dolo específico de satisfazer à lascívia, própria ou de terceiro, a prática de ato libidinoso com menor de 14 anos de idade configura o crime de estupro de vulnerável, independentemente da ligeireza ou da superficialidade da conduta, não sendo possível a desclassificação para o delito de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "A multa prevista na legislação penal caracteriza-se como sanção cuja prestação em dinheiro deve ser obrigatoriamente revertida à vítima ou a seus dependentes legais, sendo o valor pago considerado crédito a ser abatido, posteriormente, da quantia eventualmente fixada em ação civil indenizatória decorrente do mesmo fato."
      },
      {
        "letra": "E",
        "texto": "Tal como sucede com a reincidência, revela-se juridicamente inadmissível, para fins de valoração negativa dos antecedentes na primeira fase da dosimetria da pena, a utilização de condenações cujas penas tenham sido integralmente extintas há mais de cinco anos em relação à nova infração penal, sob pena de violação ao princípio da proporcionalidade e à regra depuradora prevista no inciso I do art. 64 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3339814",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Catarina, procuradora da República, foi intimada sobre o conteúdo da sentença proferida pelo juízo federal competente, que condenou o acusado Caio pela prática do crime de estelionato qualificado. Ao analisar o teor do provimento jurisdicional, para decidir se iria dele recorrer, Catarina percebeu que o juízo, atendendo à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima, estabeleceu as sanções aplicáveis dentre as cominadas e a quantidade de pena, em observância aos limites previstos. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o juízo federal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agiu corretamente, já que, por ausência de previsão legal expressa, os magistrados têm discricionariedade para decidir se irão valorar a culpabilidade, os antecedentes, a conduta social, a personalidade do agente, os motivos, as circunstâncias e consequências do crime e o comportamento da vítima no momento da fixação da pena;"
      },
      {
        "letra": "B",
        "texto": "agiu corretamente, já que a culpabilidade, os antecedentes, a conduta social, a personalidade do agente, os motivos, as circunstâncias e consequências do crime e o comportamento da vítima devem ser valorados no momento da fixação da pena;"
      },
      {
        "letra": "C",
        "texto": "não agiu corretamente, já que a conduta social e a personalidade do acusado não são passíveis de valoração no momento da fixação da pena;"
      },
      {
        "letra": "D",
        "texto": "não agiu corretamente, já que os antecedentes do acusado não são passíveis de valoração no momento da fixação da pena;"
      },
      {
        "letra": "E",
        "texto": "não agiu corretamente, já que o comportamento da vítima não é passível de valoração no momento da fixação da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3336065",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "José, reincidente em crime doloso, aos 69 anos de idade, praticou o crime de tráfico de influência. Em juízo, durante a instrução processual, o acusado confessou a prática delitiva. Registre-se que, antes da prolação da sentença, José completou 70 anos de idade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que José terá a pena agravada na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "primeira fase da dosimetria, em razão da reincidência, e atenuada, por força da confissão espontânea. Contudo, o agente não faz jus à redução das sanções com base na sua idade, por não ter 70 anos na data do crime;"
      },
      {
        "letra": "B",
        "texto": "segunda fase da dosimetria, em razão da reincidência, e atenuada, por força da confissão espontânea. Contudo, o agente não faz jus à redução das sanções com base na sua idade, por não ter 70 anos na data do crime;"
      },
      {
        "letra": "C",
        "texto": "terceira fase da dosimetria, em razão da reincidência, e atenuada, por força da confissão espontânea. Contudo, o agente não faz jus à redução das sanções com base na sua idade, por não ter 70 anos na data do crime;"
      },
      {
        "letra": "D",
        "texto": "segunda fase da dosimetria, em razão da reincidência, e atenuada, por força da confissão espontânea e por ter mais de 70 anos na data da sentença;"
      },
      {
        "letra": "E",
        "texto": "terceira fase da dosimetria, em razão da reincidência, e atenuada, por força da confissão espontânea e por ter mais de 70 anos na data da sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3327629",
    "metadata": "Ano: 2025 | Banca: FLEM Concursos | Órgão: SEC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "A Lei Maria da Penha (Lei no 11.340/2006) foi um marco no combate à violência doméstica e familiar contra a mulher no Brasil. Além de estabelecer penas mais rigorosas para os agressores, a legislação prevê medidas protetivas de urgência para resguardar a integridade física e psicológica das vítimas. Diante desse contexto, analise a seguinte situação. Uma mulher, vítima de agressões frequentes por parte de seu companheiro, decidiu denunciá-lo à polícia. Com medo de represálias, solicitou uma medida protetiva de urgência, que foi concedida pelo juiz, determinando o afastamento imediato do agressor. No entanto, mesmo ciente da decisão judicial, ele continuou rondando a residência e a ameaçando por mensagens. Com base no que estabelece a Lei Maria da Penha, é correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O descumprimento de medida protetiva de urgência é uma infração administrativa, punível apenas com multa e advertência."
      },
      {
        "letra": "B",
        "texto": "A Lei Maria da Penha não prevê punições para o descumprimento das medidas protetivas, cabendo à vítima buscar outro meio legal para se proteger."
      },
      {
        "letra": "C",
        "texto": "O agressor pode ser preso em flagrante pelo descumprimento da medida protetiva, além de responder criminalmente pelo ato."
      },
      {
        "letra": "D",
        "texto": "A concessão de medidas protetivas depende exclusivamente da abertura de uma ação penal contra o agressor."
      },
      {
        "letra": "E",
        "texto": "O juiz somente pode conceder medidas protetivas se a vítima comprovar, com testemunhas ou laudos periciais, que sofreu agressões físicas recentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3324266",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da agravante da reincidência e da atenuante da confissão espontânea, é correto afirmar, à luz da jurisprudência do Superior Tribunal de Justiça, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão parcial, ainda que utilizada para a formação do convencimento do julgador, não autoriza a incidência da atenuante da confissão espontânea;"
      },
      {
        "letra": "B",
        "texto": "a reincidência específica não impede a compensação integral da respectiva agravante com a atenuante da confissão espontânea;"
      },
      {
        "letra": "C",
        "texto": "havendo concurso entre a agravante da reincidência e a atenuante da confissão espontânea, preponderará a primeira;"
      },
      {
        "letra": "D",
        "texto": "na hipótese de o réu ser multirreincidente, a agravante da reincidência não preponderará sobre a atenuante da confissão espontânea, em prestígio ao direito penal do fato, e não do autor;"
      },
      {
        "letra": "E",
        "texto": "no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente, da idade da vítima e da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3324263",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Frederico, ao identificar que o pedestre Gumercindo traz, no bolso traseiro de sua bermuda, um aparelho de telefonia celular, passa a segui-lo e, ao chegar bem perto dele, levanta sua camisa e lhe exibe, junto à cintura, o que parece ser um revólver, dizendo-lhe para entregar o celular. Intimidado, Gumercindo entrega o aparelho a Frederico, que deixa o local correndo. Alguns minutos depois, Gumercindo avista um policial em patrulhamento e lhe comunica o acontecido, passando-lhe a descrição do ladrão, que acaba preso pelo policial logo depois, nas proximidades, ainda na posse do celular da vítima, arrecadando-se com ele também a arma utilizada no crime, em verdade um simulacro. Diante do caso narrado, Frederico cometeu o crime de roubo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabendo, em caso de condenação, a substituição da pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "B",
        "texto": "na modalidade tentada, não cabendo, em caso de condenação, a substituição da pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "C",
        "texto": "com a incidência de causa de aumento de pena, não cabendo, em caso de condenação, a substituição da pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "D",
        "texto": "sendo possível, em caso de condenação, a substituição da pena privativa de liberdade por penas restritivas de direitos, desde que a pena aplicada não exceda quatro anos;"
      },
      {
        "letra": "E",
        "texto": "com a incidência de causa de aumento de pena, sendo possível, em caso de condenação, a substituição da pena privativa de liberdade por penas restritivas de direitos, desde que a pena aplicada não exceda quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3301261",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Efeitos da condenação",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Juiz de direito, ao proferir sentença condenatória em desfavor de acusado, técnico judiciário do Tribunal de Justiça do Estado de Sergipe, pelo delito de corrupção passiva, crime praticado no exercício do mencionado cargo público, considerando que as circunstâncias judiciais lhe são favoráveis, fixa as penas-base nos mínimos legais (2 anos de reclusão e 10 dias-multa), tornando-as definitivas, à falta de circunstâncias legais e de causas de aumento ou diminuição de pena. Na sequência, estabelece o valor unitário do dia-multa em 1/6 do salário mínimo vigente ao tempo do fato criminoso, em atenção à condição econômica do réu. Diante do exposto, caberá ao magistrado, ainda na sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspender condicionalmente a execução da pena privativa de liberdade e determinar a perda do cargo público;"
      },
      {
        "letra": "B",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos ou multa e determinar a perda do cargo público;"
      },
      {
        "letra": "C",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos ou multa, não sendo possível determinar a perda do cargo público;"
      },
      {
        "letra": "D",
        "texto": "substituir a pena privativa de liberdade por duas penas restritivas de direitos ou por uma pena restritiva de direitos e multa e determinar a perda do cargo público;"
      },
      {
        "letra": "E",
        "texto": "substituir a pena privativa de liberdade por duas penas restritivas de direitos ou por uma pena restritiva de direitos e multa, não sendo possível determinar a perda do cargo público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272339",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do STJ, a posse, pelo apenado, de aparelho celular ou de seus componentes essenciais constitui falta __________, sendo __________ perícia. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "média – prescindível"
      },
      {
        "letra": "B",
        "texto": "grave – imprescindível"
      },
      {
        "letra": "C",
        "texto": "leve – imprescindível"
      },
      {
        "letra": "D",
        "texto": "grave – prescindível"
      },
      {
        "letra": "E",
        "texto": "média – imprescindível"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271243",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública",
      "Peculato",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Um servidor público federal, em razão do seu cargo, comprovadamente, apropriou-se de um computador tombado pela União e depois o desviou em proveito próprio. De acordo com o artigo 312 do Código Penal, ele estará sujeito a uma pena de reclusão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois a doze anos e multa."
      },
      {
        "letra": "B",
        "texto": "dez anos e multa."
      },
      {
        "letra": "C",
        "texto": "cinco a dez anos."
      },
      {
        "letra": "D",
        "texto": "três a sete anos e multa."
      },
      {
        "letra": "E",
        "texto": "cinco a quinze anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260434",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Crimes contra a administração pública",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A lei que dispõe sobre Licitações e Contratos Administrativos, Lei nº 14.133/2021, estabelece, dentre outros, alterações legislativas em certos diplomas legais, ao prever crimes em licitações e contratos administrativos, inclusive para as empresas públicas, as sociedades de economia mista e as suas subsidiárias. Nessa linha, um desses crimes em licitações e contratos administrativos é a contratação direta ilegal cuja conduta penal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei. Nesse caso, a pena prevista para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 (três) anos a 5 (cinco) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175799",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "As Práticas Restaurativas são procedimentos e atividades que buscam resolver conflitos em diferentes esferas, podendo ser aplicadas em diversos contextos. No campo do Direito, é correto afirmar que a Justiça Restaurativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "surgiu no Brasil a partir do sistema penal na década de 1980, passando depois a ser desenvolvida por meio de iniciativas comunitárias"
      },
      {
        "letra": "B",
        "texto": "tem como benefícios evitar o surgimento de novos conflitos, a vitimização e a erradicação das violências em que possam estar imersas as pessoas"
      },
      {
        "letra": "C",
        "texto": "é o método alternativo de resolução de conflitos que demonstrou ser possível modificar o paradigma tradicional de justiça, promovendo medidas de neutralização da vítima"
      },
      {
        "letra": "D",
        "texto": "contempla práticas dotadas de potencial metodológico para alterar o vício estrutural do processo penal de se apropriar dos conflitos, desconsiderando os interesses das pessoas neles envolvidas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174326",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A imputação pessoal é um princípio que tem como característica básica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena alternativa somente pode ser aplicada ao autor da ação delitiva"
      },
      {
        "letra": "B",
        "texto": "o processo deve se ater a atos estritamente necessários à ordem jurídica justa"
      },
      {
        "letra": "C",
        "texto": "as alternativas penais possibilitem a resolutividade quanto à violação de direitos"
      },
      {
        "letra": "D",
        "texto": "seja aplicada dentro de um prazo considerado razoável em sintonia com os princípios constitucionais"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3598279",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: DEPPEN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "Carlos, primário e de bons antecedentes, foi condenado à pena de 2 (dois) anos e 2 (dois) meses de reclusão, além de multa, por crime cometido sem violência ou grave ameaça à pessoa. Nesse caso, segundo o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos deverá iniciar o cumprimento da pena privativa de liberdade em regime fechado."
      },
      {
        "letra": "B",
        "texto": "a pena de multa pode ser substituída por prestação de serviços à comunidade."
      },
      {
        "letra": "C",
        "texto": "a pena de reclusão poderá ser substituída por duas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "Carlos deverá iniciar o cumprimento da pena de reclusão em colônia agrícola, industrial ou estabelecimento similar."
      },
      {
        "letra": "E",
        "texto": "Carlos terá direito à suspensão condicional da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492850",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Araçariguama - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "Analise os itens a seguir. As penas restritivas de direitos substitutivas das privativas de liberdade previstas na Lei de Abuso de autoridade, são: I - prestação de serviços à comunidade ou a entidades públicas; II - suspensão do exercício do cargo, da função ou do mandato, pelo prazo de 2 (dois) a 6 (seis) meses, sem a perda dos vencimentos e das vantagens;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3487058",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Itapecerica da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais"
    ],
    "enunciado_principal": "A respeito do crime de lesão corporal, é INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima, o juiz pode reduzir a pena de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "O juiz, não sendo graves as lesões, poderá substituir a pena de detenção pela de multa se o agente cometer o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima."
      },
      {
        "letra": "C",
        "texto": "A pena é aumentada de 1/3 se o agente foge para evitar prisão em flagrante."
      },
      {
        "letra": "D",
        "texto": "A lesão corporal culposa não é punível."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de lesão corporal culposa, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3448069",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Tapiratiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Para aquele que pratica o crime de corrupção passiva, disposto no caput do artigo 317, o Código Penal comina a pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 3 (três) a 10 (dez) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "Reclusão, de 1 (um) a 8 (oito) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de 2 (dois) a 5 (cinco) anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3435095",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Juquitiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "A pena aplicada para o infrator que praticar ato de abuso, maus-tratos, ferir ou mutilar animais silvestres, domésticos ou domesticados, nativos ou exóticos, corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a três anos, ou multa, ou ambas cumulativamente."
      },
      {
        "letra": "B",
        "texto": "Detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de um ano a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão de dois anos a cinco anos."
      },
      {
        "letra": "E",
        "texto": "Reclusão de três anos a cinco anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3421859",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Marcelino Ramos - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "A pena prevista para quem impedir ou perturbar enterro ou cerimônia funerária, de acordo com o Decreto-Lei nº 2.848/1940 — Código Penal, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um mês a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a três anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de três meses a dois anos."
      },
      {
        "letra": "D",
        "texto": "Apenas multa, sem detenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3404236",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Câmara de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Levando em consideração as determinações do Código Penal no Título V (Das Penas), avalie as afirmativas abaixo: I.As penas são privativas de liberdade, restritivas de direitos e multa. II.A pena de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto. III.A pena de detenção deve ser cumprida em regime semiaberto ou aberto, salvo necessidade de transferência a regime fechado. IV.O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As afirmativas I e II estão corretas e as afirmativas III e IV estão incorretas."
      },
      {
        "letra": "B",
        "texto": "As afirmativas I, II e III estão corretas e a afirmativa IV está incorreta."
      },
      {
        "letra": "C",
        "texto": "A afirmativa I está correta e as afirmativas II, III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "As afirmativas I e IV estão corretas e as afirmativas II e III estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3359981",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Reduto - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No que se refere a Lei Maria da Penha, analise a afirmativa abaixo. Conforme a Lei Maria da Penha, o descumprimento das medidas protetivas de urgência acarreta em pena de ________. Essa penalidade visa assegurar a efetividade das medidas judiciais e proteger a segurança e integridade das vítimas de violência doméstica. Assinale a alternativa que preenche adequadamente a lacuna acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, com duração de 6 meses a 3 anos."
      },
      {
        "letra": "B",
        "texto": "Detenção, com duração de 6 meses a 5 anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, com duração de 3 meses a 5 anos."
      },
      {
        "letra": "D",
        "texto": "Detenção, com duração de 3 meses a 2 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3351874",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: Prefeitura de Macaíba - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais"
    ],
    "enunciado_principal": "O crime de Lesão Corporal está inserido no Título dos Crimes contra a Pessoa, registrado no Artigo 129 do Código Penal - o qual pune a conduta de ofender a integridade física ou a saúde de outra pessoa. O referido artigo prevê quatro categorias de lesão corporal: leve, grave, gravíssima e seguida de morte. Importa ressaltar que, para os crimes cometidos em contexto de violência doméstica, conforme §§ 9º e 10º da mencionada norma, a pena para a lesão leve passa para 3 meses a 3 anos de reclusão, sendo que para as demais categorias são aumentadas em 1/3. Para o caso de delito em ambiente doméstico, contra pessoa com deficiência, a pena também é aumentada em 1/3. Além das citadas causas de aumento da pena anteriormente mencionadas, tem-se, ainda, que, se a lesão for praticada contra autoridade ou agente descrito nos Artigos 142 e 144 da Constituição Federal de 1988, integrantes do sistema prisional e da Força Nacional de Segurança Pública, no exercício da função ou em decorrência dela, ou contra seu cônjuge, companheiro ou parente consanguíneo até terceiro grau, em razão dessa condição, a pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será de reclusão, de 1 (um) a 4 (quatro anos)."
      },
      {
        "letra": "B",
        "texto": "será reduzida de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "é aumentada da metade."
      },
      {
        "letra": "D",
        "texto": "será de reclusão, de 1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "E",
        "texto": "é aumentada de um a dois terços."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3343279",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: HCFMUSP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A efetivação dos direitos e a superação das situações de violência contra crianças e adolescentes requerem o conhecimento e a reflexão crítica por parte dos profissionais que compõem a rede de proteção. O fortalecimento do trabalho em rede possibilitará maior efetividade, superação das sobreposições de ações, numa ação integrada, buscando a complementariedade dos serviços voltados ao atendimento a essas crianças e adolescentes. A Lei no 14.811, de 12 de janeiro de 2024, institui medidas de proteção à criança e ao adolescente contra violência nos estabelecimentos educacionais, prevê uma Política Nacional de Prevenção e Combate ao Abuso e exploração sexual da criança e do adolescente, além de promover alterações no Código Penal, na Lei dos Crimes Hediondos e no Estatuto da Criança e do Adolescente. Com as alterações, passa a ser crime a intimidação sistemática virtual (cyberbulling), cuja pena, se não for conduta grave e for transmitida em tempo real, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "multa de 10 salários-mínimos e serviços comunitários."
      },
      {
        "letra": "B",
        "texto": "pena de 05 a 08 anos de reclusão."
      },
      {
        "letra": "C",
        "texto": "multa de 05 salários-mínimos e serviços comunitários."
      },
      {
        "letra": "D",
        "texto": "pena de 01 ano de reclusão e multa."
      },
      {
        "letra": "E",
        "texto": "pena de 02 a 04 anos de reclusão e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3307809",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Simão Dias - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Acerca das contravenções penais, analise as assertivas a seguir: I – Na ocorrência de uma contravenção penal em território estrangeiro aplica-se o princípio da extraterritorialidade. II – Nos casos de pena de prisão simples, deve ser cumprida sem rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semi-aberto ou aberto. III – A duração de pena de prisão simples não pode, em caso algum, ser superior a cinco anos. Após analise, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a sentença II está correta"
      },
      {
        "letra": "B",
        "texto": "Somente a sentença I está correta"
      },
      {
        "letra": "C",
        "texto": "As sentenças II e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "As sentenças I e II estão corretas"
      },
      {
        "letra": "E",
        "texto": "As sentenças I, II e III estão corretas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3303675",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Nos termos da Lei n° 11.343, de 23 de agosto de 2006 – Institui o Sistema Nacional de Políticas Públicas sobre Drogas – Sisnad, é correto afirmar que, aquele que adquirir, guardar, tiver em depósito, transportar ou trouxer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar será submetido, entre outras penas, à seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão."
      },
      {
        "letra": "B",
        "texto": "multa."
      },
      {
        "letra": "C",
        "texto": "detenção."
      },
      {
        "letra": "D",
        "texto": "repreensão judicial."
      },
      {
        "letra": "E",
        "texto": "prestação de serviços à comunidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268741",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Quanto ao Decreto‑Lei nº 3.688/1941, que trata das contravenções penais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de prisão simples deve ser cumprida, com maior rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime fechado, semiaberto ou aberto."
      },
      {
        "letra": "B",
        "texto": "Os condenados à pena de prisão simples ficam separados dos condenados à pena de reclusão ou de detenção."
      },
      {
        "letra": "C",
        "texto": "O trabalho do preso é obrigatório quando a pena aplicada não exceder 15 dias."
      },
      {
        "letra": "D",
        "texto": "A pena de prisão simples pode ser estendida indefinidamente, dependendo da gravidade do crime."
      },
      {
        "letra": "E",
        "texto": "A duração da pena de prisão simples pode ser superior a cinco anos se o réu for reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3253555",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Existe a possibilidade da aplicação de algum benefício legal na hipótese das lesões corporais serem recíprocas e não serem graves?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, o juiz pode substituir a pena de reclusão pela de detenção."
      },
      {
        "letra": "B",
        "texto": "Não."
      },
      {
        "letra": "C",
        "texto": "Sim, o juiz pode reduzir a pena de 1/6 a 1/3."
      },
      {
        "letra": "D",
        "texto": "Sim, mas apenas em caso de lesão culposa."
      },
      {
        "letra": "E",
        "texto": "Sim, o juiz pode substituir a pena de detenção pela de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3253554",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Figure homicídio culposo, no qual as consequências da infração atingem o próprio agente de forma tão grave que a sanção penal se torne desnecessária. Trata-se de hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perdão judicial, diante da qual o juiz poderá deixar de aplicar a pena."
      },
      {
        "letra": "B",
        "texto": "atenuante, diante da qual a pena poderá ser reduzida de 1/6 a 2/3."
      },
      {
        "letra": "C",
        "texto": "atenuante, diante da qual o juiz poderá aplicar, somente, a pena de multa."
      },
      {
        "letra": "D",
        "texto": "causa de diminuição de pena, diante da qual a pena poderá ser reduzida de 1/6 a 2/3."
      },
      {
        "letra": "E",
        "texto": "causa de diminuição de pena, diante da qual o juiz poderá aplicar, somente, a pena de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3150164",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Fixado pelo Código Penal nacional, temos que na hipótese de condenação por infrações às quais a lei comine pena máxima superior a 6 (seis) anos de reclusão, poderá ser decretada a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito. Tomando por base as lições vigentes sobre o assunto, está correto apenas o ilustrado em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na sentença condenatória, o juiz deve declarar o valor da diferença apurada, deixando a cargo do réu especificar os bens cuja perda será decretada."
      },
      {
        "letra": "B",
        "texto": "a perda prevista deverá ser requerida expressamente pelo Juízo Criminal, por ocasião do oferecimento da sentença."
      },
      {
        "letra": "C",
        "texto": "o condenado poderá demonstrar a inexistência da incompatibilidade ou a procedência lícita do patrimônio."
      },
      {
        "letra": "D",
        "texto": "os instrumentos utilizados para a prática de crimes por organizações criminosas e milícias deverão ser declarados perdidos em favor do município lesado pela infração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3129277",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Catanduva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Determinado indivíduo é preso em flagrante com 500 maços de cigarros, em conduta que se qualifica como contrabando. No curso de ação penal, a defesa demonstra que o acusado não tem antecedentes criminais e alega o princípio da insignificância, por conta do pequeno valor envolvido no delito. De acordo com tema repetitivo do STJ (1143), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veda-se o flagrante em casos que tais."
      },
      {
        "letra": "B",
        "texto": "a tese defensiva de insignificância há de ser reconhecida pelo magistrado."
      },
      {
        "letra": "C",
        "texto": "a grande quantidade de maços impede o reconhecimento da insignificância."
      },
      {
        "letra": "D",
        "texto": "não é possível reconhecer o princípio da insignificância quando se trata de crime contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "não é possível reconhecer o princípio da insignificância, pois a conduta atinge múltiplos bens jurídicos, como a saúde e a moralidade pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3114283",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "A casa de albergado é destinada ao cumprimento das penas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restritivas de direitos, em regime aberto."
      },
      {
        "letra": "B",
        "texto": "privativas de liberdade de detenção, em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "privativas de liberdade de reclusão ou detenção, em regime aberto."
      },
      {
        "letra": "D",
        "texto": "restritivas de direitos, em regime misto."
      },
      {
        "letra": "E",
        "texto": "privativas de liberdade de reclusão, em regime disciplinar diferenciado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3017138",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito"
    ],
    "enunciado_principal": "[Questão Inédita] Pedrinho foi condenado a expiar pena privativa de liberdade de 02 (dois) anos de reclusão e 20 (vinte) dias-multa, com valor unitário mínimo, como incurso no artigo 155 do Código Penal. Preenchido os critérios legais do artigo 44 do Código Penal, a carcerária foi substituída por duas restritivas de direitos, consistentes em prestação pecuniária e limitação de final de semana. Ocorre que, Pedrinho descumpriu deliberadamente a limitação de final de semana imposta pelo Juiz de Direito Criminal. Neste caso, a conduta de Pedrinho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura o crime de desobediência (art. 330 do Código Penal)"
      },
      {
        "letra": "B",
        "texto": "Configura o crime de desobediência a decisão judicial sobre perda ou suspensão de direito (art. 359 do Código Penal)"
      },
      {
        "letra": "C",
        "texto": "Configura o crime de resistência (art. 329 do Código Penal)"
      },
      {
        "letra": "D",
        "texto": "Não configura crime, porquanto já há cominação específica de sanção;"
      },
      {
        "letra": "E",
        "texto": "Configura o crime de fraude processual (art. 347 do Código Penal)"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3016585",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Reincidência"
    ],
    "enunciado_principal": "Um indivíduo é acusado de cometer três crimes distintos em um curto espaço de tempo na cidade de Queimadas-PB: furto, roubo e lesão corporal grave. Durante o processo, o juiz aplica a pena em regime inicial fechado, considerando a gravidade dos delitos e o concurso material de crimes. Avalie as assertivas: 1. No concurso material de crimes, as penas são aplicadas cumulativamente, resultando em uma soma das penas de cada crime. 2. A fixação da pena deve considerar as circunstâncias judiciais, a culpabilidade, os antecedentes, a conduta social e as consequências do crime. 3. A suspensão condicional da pena pode ser aplicada se a pena total não ultrapassar dois anos, mesmo que se trate de crimes cometidos em concurso. 4. A reincidência é circunstância agravante que deve ser considerada na dosimetria da pena, mas não impede a concessão do regime semiaberto. 5. A unificação das penas é obrigatória nos casos de concurso formal de crimes, onde o agente, com uma única conduta, realiza dois ou mais crimes, aplicando-se a pena do crime mais grave aumentada. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 2 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 3 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 4 e 5 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 1, 2 e 3 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3010072",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Cristalina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O princípio da legalidade é um dos pilares do Estado Democrático de Direito. Acerca desse tema e suas repercussões no Direito Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo o Código Penal brasileiro, a sentença penal condenatória estrangeira de detenção ou reclusão igual ou maior a 3 anos pode ser homologada no Brasil, desde que transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "aplica-se a lei estrangeira ao crime cometido nas embarcações brasileiras de natureza pública que se encontre em alto-mar."
      },
      {
        "letra": "C",
        "texto": "a lei excepcional ou temporária, quando decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, deixa de ser aplicada ao fato praticado durante a sua vigência."
      },
      {
        "letra": "D",
        "texto": "ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2543894",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Os condenados serão classificados, segundo os seus antecedentes e personalidade, para orientar a individualização da execução penal. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos casos de condenados com idade acima de 65 anos ocorrerá a individualização."
      },
      {
        "letra": "B",
        "texto": "Apenas as mulheres terão suas penas individualizadas."
      },
      {
        "letra": "C",
        "texto": "Todos que cometeram crimes hediondos terão suas penas individualizadas."
      },
      {
        "letra": "D",
        "texto": "Somente os condenados com curso superior terão suas penas individualizadas."
      },
      {
        "letra": "E",
        "texto": "Todos os condenados homens e mulheres terão suas penas individualizadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2525754",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Prefeitura de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Nos delitos de competência dos Juizados Especiais Criminais, a lei permite que seja realizada transação penal visando a imposição de uma pena alternativa, antes de oferecimento da denúncia. O instituto da transação penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem natureza jurídica de condenação criminal"
      },
      {
        "letra": "B",
        "texto": "gera efeitos para fins de reincidência e maus antecedentes"
      },
      {
        "letra": "C",
        "texto": "mitiga ao princípio da obrigatoriedade da ação penal pública incondicionada"
      },
      {
        "letra": "D",
        "texto": "gera reconhecimento da culpabilidade penal mas não da responsabilidade civil"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2523205",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir.A legislação brasileira estabelece penas rigorosas para os crimes contra a pessoa, visando garantir a proteção e a segurança dos cidadãos. Dependendo da gravidade do delito, as penas podem variar desde detenção até reclusão em regime fechado, sendo que alguns crimes, como o homicídio qualificado, podem resultar em pena de prisão perpétua. Além disso, medidas de proteção à vítima, como medidas cautelares e programas de assistência psicossocial, também são previstas pela lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2515309",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, na hipótese de condenação por infrações às quais a lei comine pena máxima superior a seis anos de reclusão, poderá ser decretada a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito. É o que se convencionou denominar de perda alargada ou confisco alargado. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os instrumentos utilizados para a prática de crimes por organizações criminosas e milícias deverão ser declarados perdidos em favor da União ou do estado, dependendo da Justiça onde tramita a ação penal, salvo se não puserem em perigo a segurança das pessoas, a moral ou a ordem pública e se não oferecerem sério risco de ser utilizados para o cometimento de novos crimes;"
      },
      {
        "letra": "B",
        "texto": "para efeito da perda alargada, entende-se por patrimônio do condenado todos os bens de sua titularidade ou do seu cônjuge, ou em relação aos quais ele tenha o domínio e o benefício direto ou indireto, na data da infração penal ou recebidos posteriormente e os bens transferidos a terceiros, a título gratuito ou oneroso, a partir do início da atividade criminal;"
      },
      {
        "letra": "C",
        "texto": "a perda alargada deverá ser requerida expressamente pelo Ministério Público, por ocasião do oferecimento das alegações finais orais ou dos memoriais escritos, após o encerramento da instrução processual, com indicação da diferença apurada;"
      },
      {
        "letra": "D",
        "texto": "prolatada sentença condenatória em persecução penal afeta à infração penal à qual a lei comine pena máxima superior a seis anos de reclusão, exsurge presunção absoluta quanto à procedência ilícita do patrimônio do condenado, inadmitindo-se prova em sentido contrário;"
      },
      {
        "letra": "E",
        "texto": "na sentença condenatória, o juiz deve declarar o valor da diferença apurada e especificar os bens cuja perda for decretada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2507059",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Acerca das sanções penais previstas no ordenamento jurídico brasileiro, analise as afirmativas a seguir. I. O tempo de duração da medida de segurança substitutiva poderá ser superior ao tempo máximo de pena abstratamente cominado ao crime praticado pelo agente, desde que persista a periculosidade do agente em decorrência de doença mental. II. O princípio da responsabilidade pessoal não impede que os sucessores do apenado arquem com as consequências da condenação no que diz respeito ao ressarcimento de dano causado pela prática da infração penal até o limite do valor do patrimônio transferido. III. Na fixação da pena, o juiz não poderá, em qualquer hipótese ou fase da dosimetria, aplicá-la abaixo do mínimo legal abstratamente previsto, sob pena de nulidade da decisão por violação ao princípio da legalidade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3707859",
    "metadata": "Ano: 2023 | Banca: AMAUC | Órgão: Prefeitura de Seara - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Violar direitos de autor de programa de computador, implica na seguinte pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de seis meses a dois anos ou multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão de seis meses a dois anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de um a quatro anos e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão de seis meses a quatro anos e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção de um ano a quatro anos ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3674074",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Tupanciretã - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Segundo o Decreto-Lei nº 2.848/1940 − Código Penal, destruir, inutilizar ou deteriorar coisa tombada pela autoridade competente em virtude de valor artístico, arqueológico ou histórico tem como pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de seis meses a dois anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a quatro anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Multa, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3642890",
    "metadata": "Ano: 2023 | Banca: ISBA | Órgão: Prefeitura de Porto Real do Colégio - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "Ordenar, autorizar ou promover a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que tenham sido criados por lei ou sem que estejam registrados em sistema centralizado de liquidação e de custódia, a pena é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena – reclusão, de 2 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "Pena – reclusão, de 1 (um) ano."
      },
      {
        "letra": "C",
        "texto": "Pena – reclusão, 7 (sete) meses."
      },
      {
        "letra": "D",
        "texto": "Pena – reclusão, de 1 (um) a 4 (quatro) anos."
      },
      {
        "letra": "E",
        "texto": "Não há pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3642060",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Câmara de Pato Bragado - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A Lei nº 11.343/2006 prevê que auxiliar, induzir ou instigar alguém ao uso indevido de droga, bem como oferecer droga eventualmente e sem objetivo de lucro a pessoa de seu relacionamento, para juntos consumirem, tem pena de detenção e multa. Frente ao exposto, são penas para os casos mencionados, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena: detenção de três a cinco anos e multa de 500 dias multa. | Pena: detenção de seis meses a um ano e pagamento de 700 a 1.500 dias-multa."
      },
      {
        "letra": "B",
        "texto": "Pena: detenção de um a três anos e multa de 100 a 300 dias-multa. | Pena: detenção de 10 meses a dois anos e pagamento de 800 a 2.000 dias-multa."
      },
      {
        "letra": "C",
        "texto": "Pena: detenção de um a três anos e multa de 100 a 300 dias-multa. | Pena: detenção de seis meses a um ano e pagamento de 700 a 1.500 dias-multa."
      },
      {
        "letra": "D",
        "texto": "Pena: detenção de 10 meses a dois anos e pagamento de 800 a 2.000 dias-multa. | Pena: detenção de um a três anos e multa de 100 a 300 dias-multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3614634",
    "metadata": "Ano: 2023 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Icatu - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Nos termos expressos no § 4º, do artigo 33, do Código Penal, \"o condenado por crime contra a administração pública terá ...\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A regressão de regime do cumprimento da pena incondicionada ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "B",
        "texto": "A progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, sem os acréscimos legais."
      },
      {
        "letra": "C",
        "texto": "A progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "D",
        "texto": "A progressão de regime do cumprimento da pena condicionada à reparação do dano que causou apenas, sem os acréscimos legais."
      },
      {
        "letra": "E",
        "texto": "A regressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, sem os acréscimos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3597921",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Canela - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Considerando-se a Lei nº 12.737/2012 — Tipificação criminal de delitos informáticos, sobre a invasão de dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do titular do dispositivo ou instalar vulnerabilidades para obter vantagem ilícita, analisar os itens abaixo: I. A pena é de reclusão, de três meses a um ano, e multa. II. Aumenta-se a pena de um sexto a um terço se da invasão resulta prejuízo econômico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Somente o item II está correto."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II estão incorretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3595012",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Canela - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Nenhuma pessoa idosa será objeto de qualquer tipo de negligência, discriminação, violência, crueldade ou opressão, e todo atentado aos seus direitos, por ação ou omissão, será punido na forma da Lei. Segundo a Lei nº 10.741/2003, recusar, retardar ou dificultar atendimento ou deixar de prestar assistência à saúde, sem justa causa, a pessoa idosa constitui crime punível com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de seis meses a um ano e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de seis meses a três anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de seis meses a um ano e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão de um a quatro anos."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3586940",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Periclitação da vida e da saúde"
    ],
    "enunciado_principal": "O crime de “Omissão de Socorro” é definido pelo Código Penal pela conduta típica de “Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”. Se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte, a pena será aumentada de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um terço."
      },
      {
        "letra": "B",
        "texto": "Dois terços."
      },
      {
        "letra": "C",
        "texto": "Três quintos."
      },
      {
        "letra": "D",
        "texto": "Metade."
      },
      {
        "letra": "E",
        "texto": "Quatro quintos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3255906",
    "metadata": "Ano: 2023 | Banca: FAU | Órgão: Prefeitura de Laranjeiras do Sul - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Ao que se refere o Crime de Descumprimento de Medidas Protetivas de Urgência, previsto na lei Maria da Penha, aponte a alternativa verdadeira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem descumprir decisão judicial que defere medidas protetivas de urgência previstas na lei Maria da Penha, fica sujeito a Pena de detenção, de 6 (seis) meses a 4 (quatro) anos. A configuração do crime acima citado independe da competência civil ou criminal do juiz que deferiu as medidas, e na hipótese de prisão em flagrante, apenas a autoridade judicial poderá conceder fiança."
      },
      {
        "letra": "B",
        "texto": "Quem descumprir decisão judicial que defere medidas protetivas de urgência previstas na lei Maria da Penha, fica sujeito a Pena de detenção, de 3 (três) meses a 2 (dois) anos. A configuração do crime acima citado independe da competência civil ou criminal do juiz que deferiu as medidas, e na hipótese de prisão em flagrante, apenas a autoridade judicial ou polícia judiciária, poderá conceder fiança."
      },
      {
        "letra": "C",
        "texto": "Quem descumprir decisão judicial que defere medidas protetivas de urgência previstas na lei Maria da Penha, fica sujeito a Pena de detenção, de 6 (seis) meses a 4 (quatro) anos. A configuração do crime acima citado depende da competência civil ou criminal do juiz que deferiu as medidas, e na hipótese de prisão em flagrante, apenas a autoridade judicial poderá conceder fiança."
      },
      {
        "letra": "D",
        "texto": "Quem descumprir decisão judicial que defere medidas protetivas de urgência previstas na lei Maria da Penha, fica sujeito a Pena de detenção, de 3 (três) meses a 2 (dois) anos. A configuração do crime acima citado independe da competência civil ou criminal do juiz que deferiu as medidas, e na hipótese de prisão em flagrante, apenas a autoridade judicial poderá conceder fiança."
      },
      {
        "letra": "E",
        "texto": "Quem descumprir decisão judicial que defere medidas protetivas de urgência previstas na lei Maria da Penha, fica sujeito a Pena de detenção, de 6 (seis) meses a 4 (quatro) anos. A configuração do crime acima citado depende da competência civil ou criminal do juiz que deferiu as medidas, e na hipótese de prisão em flagrante, apenas a autoridade judicial ou policial poderá conceder fiança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3255901",
    "metadata": "Ano: 2023 | Banca: FAU | Órgão: Prefeitura de Laranjeiras do Sul - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "As penas restritivas de direitos substitutivas das privativas de liberdade previstas na Lei de Abuso de Autoridade são: I - Prestação de serviços à comunidade ou a entidades públicas. II - Suspensão do exercício do cargo, da função ou do mandato, pelo prazo de 1 (um) a 6 (seis) meses, com a perda dos vencimentos e das vantagens. III - Proibição de exercer funções de natureza policial ou militar no Município em que tiver sido praticado o crime e naquele em que residir ou trabalhar a vítima, pelo prazo de 1 (um) a 3 (três) anos. Estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma delas."
      },
      {
        "letra": "B",
        "texto": "Somente I e II."
      },
      {
        "letra": "C",
        "texto": "Somente I e III."
      },
      {
        "letra": "D",
        "texto": "Somente II e III."
      },
      {
        "letra": "E",
        "texto": "Todas: I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2374457",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "De acordo com o entendimento do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão espontânea atenua a pena, ainda que não tenha sido utilizada pelo juiz para fundamentar a condenação."
      },
      {
        "letra": "B",
        "texto": "a confissão espontânea, desde que feita de forma integral e circunstanciada, constitui circunstância atenuante de pena."
      },
      {
        "letra": "C",
        "texto": "a agravante prevista no art. 61, inciso II, alínea j, do CP, possui natureza objetiva, aplicando-se aos delitos praticados durante o estado de calamidade pública decretado em razão da pandemia, independentemente da comprovação de causalidade."
      },
      {
        "letra": "D",
        "texto": "o fato de ter o agente cometido o crime com violência contra a mulher constitui circunstância agravante prevista no art. 61, inciso II, alínea f, do CP, a qual é aplicável ao delito de feminicídio."
      },
      {
        "letra": "E",
        "texto": "a reincidência constitui circunstância agravante preponderante, a qual pode ser compensada com a atenuante da confissão espontânea, desde que não se trate de reincidência específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322687",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Com relação à aplicação da sanção penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os “antecedentes infracionais” não devem ser considerados para afastar a causa de diminuição do tráfico de drogas, visto que entre outras razões, adolescente não pratica crime."
      },
      {
        "letra": "B",
        "texto": "O julgador pode, de maneira fundamentada, não incrementar a pena-base em razão de condenações pretéritas por maus antecedentes, mesmo quando existentes e presentes na folha de antecedentes do réu, quando as considerar desimportantes ou distanciadas no tempo e desnecessárias à repressão do crime."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência do Superior Tribunal de Justiça se orienta no sentido de que condenações criminais transitadas em julgado e não utilizadas para caracterizar a reincidência somente podem aumentar a pena do indivíduo pelos maus antecedentes, não se admitindo a incidência para desvalorar a personalidade ou conduta social do agente."
      },
      {
        "letra": "D",
        "texto": "O Supremo Tribunal Federal considera inconstitucional a imposição da pena de suspensão de habilitação para dirigir veículo automotor ao motorista profissional condenado por homicídio culposo no trânsito, visto que viola o direito de acesso livre ao mercado de trabalho."
      },
      {
        "letra": "E",
        "texto": "Há precedentes do Superior Tribunal de Justiça que reconhecem como critérios válidos para aumento da pena na primeira fase da dosimetria o patamar de um oitavo por cada circunstância negativa a incidir sobre o intervalo de pena do preceito secundário ou um sexto a incidir sobre a pena mínima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2279909",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "João foi preso em flagrante, em razão da suposta prática de crime de latrocínio consumado. Após a conversão da prisão flagrancial em prisão preventiva, o suposto autor do fato consultou o seu advogado sobre as penas que lhe poderiam ser aplicadas, em caso de condenação. Considerando as disposições constitucionais aplicáveis ao Direito Penal, uma pena que pode ser aplicada a João é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interdição ou perda de direitos;"
      },
      {
        "letra": "B",
        "texto": "suspensão da posse de bens;"
      },
      {
        "letra": "C",
        "texto": "prestação social cumulativa;"
      },
      {
        "letra": "D",
        "texto": "banimento;"
      },
      {
        "letra": "E",
        "texto": "multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2271455",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "No capítulo em que trata dos princípios do Direito de Execução Penal, o professor Rodrigo Duque Estrada Roig afirma que: “Essa nova compreensão do princípio – cotejada pelo reconhecimento do outro – busca então afastar da apreciação judicial juízos eminentemente morais, retributivos, exemplificantes ou correcionais, bem como considerações subjetivistas, passíveis de subversão discriminatória e retributiva. Busca, ainda, deslegitimar o manejo da execução como instrumento de recuperação, reeducação, reintegração, ressocialização ou reforma dos indivíduos, típicos da ideologia tratamental positivista”. (In Execução Penal – Teoria Crítica, São Paulo: Thomson Reuters Brasil, 5ª edição, 2021, p. 26). O autor está tratando de uma acepção do princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "humanidade;"
      },
      {
        "letra": "B",
        "texto": "intranscendência;"
      },
      {
        "letra": "C",
        "texto": "proporcionalidade;"
      },
      {
        "letra": "D",
        "texto": "presunção de inocência;"
      },
      {
        "letra": "E",
        "texto": "legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2231563",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Tendo em vista os princípios constitucionais aplicáveis ao Direito Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista o princípio da reserva legal, que é uma vertente do princípio da legalidade, medida provisória, lei complementar, leis delegadas, resoluções e decretos não podem tratar de temática penal."
      },
      {
        "letra": "B",
        "texto": "O princípio da intranscendência da pena veda que o tempo total de cumprimento das penas privativas de liberdade ultrapasse 40 anos."
      },
      {
        "letra": "C",
        "texto": "O princípio da dignidade da pessoa humana, no âmbito penal, implica vedação de tratamento degradante e cruel, servindo de fundamento, na jurisprudência, à concessão de prisão domiciliar a preso em estado terminal."
      },
      {
        "letra": "D",
        "texto": "O princípio da insignificância implica na exclusão da tipicidade formal, diante da lesão ou risco de lesão irrelevante ao bem jurídico tutelado."
      },
      {
        "letra": "E",
        "texto": "O princípio de bis in idem veda que se utilize a reincidência como agravante genérico da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2224699",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, consectários do devido processo legal, João, reincidente, foi condenado pela prática do crime de roubo circunstanciado pelo emprego de arma de fogo. Considerando as disposições do Código Penal sobre o cálculo da pena, o juiz fixará a pena-base atendendo-se às:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "circunstâncias judiciais do Art. 59 do Código Penal; em seguida, serão consideradas as causas de diminuição e de aumento; por último, as circunstâncias atenuantes e agravantes;"
      },
      {
        "letra": "B",
        "texto": "circunstâncias judiciais do Art. 59 do Código Penal; em seguida, serão consideradas as circunstâncias atenuantes e agravantes; por último, as causas de diminuição e de aumento;"
      },
      {
        "letra": "C",
        "texto": "causas de diminuição e de aumento; em seguida, serão consideradas as circunstâncias judiciais do Art. 59 do Código Penal; por último, as circunstâncias atenuantes e agravantes;"
      },
      {
        "letra": "D",
        "texto": "causas de diminuição e de aumento; em seguida, serão consideradas as circunstâncias atenuantes e agravantes; por último, as circunstâncias judiciais do Art. 59 do Código Penal;"
      },
      {
        "letra": "E",
        "texto": "circunstâncias atenuantes e agravantes; em seguida, serão consideradas as circunstâncias judiciais do Art. 59 do Código Penal; por último, as causas de diminuição e de aumento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2195288",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "De acordo com o procedimento de aplicação da pena no Brasil, descrito no Código Penal, a fixação da pena privativa de liberdade segue",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sistema bifásico, delineado por Roberto Lyra, em que se analisa as circunstâncias judiciais – art. 59 – para fixar a pena base e as demais circunstâncias legais para fixar a pena definitiva."
      },
      {
        "letra": "B",
        "texto": "o sistema trifásico, conhecido como critério Nelson Hungria, em que se fixa a pena base por meio da análise das circunstâncias judiciais, previstas no artigo 59, seguida da observância das agravantes e atenuantes, para fixar a pena intermediária, e das causas de aumento e de diminuição, para estabelecer a pena definitiva."
      },
      {
        "letra": "C",
        "texto": "o sistema bifásico, delineado por Nelson Hungria, em que se analisa as circunstâncias judiciais – art. 59 – para fixar a pena base e as demais circunstâncias legais para fixar a pena definitiva."
      },
      {
        "letra": "D",
        "texto": "o sistema trifásico, conhecido como critério Roberto Lyra, em que se fixa a pena base por meio da análise das circunstâncias judiciais, seguida da observância das agravantes e atenuantes, para fixar a pena intermediária, e das causas de aumento e de diminuição, para estabelecer a pena definitiva."
      },
      {
        "letra": "E",
        "texto": "o sistema trifásico, conhecido como critério Nelson Hungria, sendo que na primeira fase – pena base – não se pode ultrapassar os limites da pena em abstrato, mas nas duas últimas fases – pena intermediária e definitiva – pode-se reduzir além do mínimo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2113546",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A aplicação da pena não pode ter finalidade exclusivamente retributiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2098986",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Referente às espécies de pena e regimes previstos na legislação penal brasileira, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os condenados por crime hediondo, em razão do princípio da igualdade, iniciarão o cumprimento da pena de acordo com a quantidade fixada pelo Magistrado, observado o disposto no art. 33, §2º do Código Penal."
      },
      {
        "letra": "B",
        "texto": "as penas de reclusão e detenção podem ter o cumprimento iniciado no regime aberto, semiaberto e fechado, conforme o caso; enquanto as penas de prisão simples somente podem ser cumpridas inicialmente em regime aberto."
      },
      {
        "letra": "C",
        "texto": "a reincidência pode ensejar a fixação de regime prisional fechado, exceto para os crimes apenados com detenção."
      },
      {
        "letra": "D",
        "texto": "não são possíveis, no ordenamento brasileiro, a progressão ou a regressão de regime prisional por salto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2087685",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: SEGEP-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Quando o condutor do veículo deixa de prestar imediato socorro à vítima, na ocasião do acidente ou não podendo fazê-lo diretamente, por justa causa, e deixar de solicitar auxílio da autoridade pública, ele poderá sofrer pena de multa, se o fato não constituir elemento de crime mais grave, ou detenção de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um a dois anos."
      },
      {
        "letra": "B",
        "texto": "Três a seis meses."
      },
      {
        "letra": "C",
        "texto": "Dois a quatro anos."
      },
      {
        "letra": "D",
        "texto": "Seis meses a um ano."
      },
      {
        "letra": "E",
        "texto": "Seis meses a três anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2068816",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários"
    ],
    "enunciado_principal": "Marcos, reincidente, foi preso em flagrante pelo crime de roubo e condenado a cumprir pena privativa de liberdade de quatro anos de reclusão. Em relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos poderá iniciar o cumprimento da pena no regime semiaberto, uma vez presentes os requisitos para a concessão do benefício."
      },
      {
        "letra": "B",
        "texto": "O regime inicial de cumprimento da pena deve ser definido considerando-se apenas o quantum da pena aplicada."
      },
      {
        "letra": "C",
        "texto": "Ainda no início do cumprimento da pena em regime fechado, Marcos poderá ser liberado para trabalho externo."
      },
      {
        "letra": "D",
        "texto": "Caso alcance o direito ao trabalho externo, Marcos perderá tal direito apenas se cometer novo crime ainda no decorrer do cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de roubo, crime hediondo, é obrigatória a fixação do regime fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1987439",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a opção que apresenta afirmativa correta em relação à função de prevenção especial positiva da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imposição da pena ao delinquente tem efeito inibitório sobre outros indivíduos que possam ter intenções criminosas."
      },
      {
        "letra": "B",
        "texto": "As condições do cumprimento da pena inspiram o propósito do condenado de, no futuro, comportar-se segundo o direito."
      },
      {
        "letra": "C",
        "texto": "A aplicação da pena ao criminoso reassegura a sociedade da efetiva vigência das normas jurídicas."
      },
      {
        "letra": "D",
        "texto": "O condenado deve experimentar mal tão grave quanto o que ele infligiu ao ofendido, a fim de que tenha consciência do desvalor de seu comportamento."
      },
      {
        "letra": "E",
        "texto": "Com o cumprimento da pena, o condenado passa a temer as consequências jurídico-penais de suas ações e desiste de delinquir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1959613",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais"
    ],
    "enunciado_principal": "Sobre as teorias da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ideal reabilitador é concretamente valorizado no Brasil diante das amplas políticas de acesso ao trabalho e ao estudo nas prisões."
      },
      {
        "letra": "B",
        "texto": "a política de interiorização de presídios encontra na teoria da prevenção especial positiva o seu fundamento legitimador."
      },
      {
        "letra": "C",
        "texto": "o retributivismo carece de renovação teórica desde Kant e Hegel, embora esteja presente na legislação brasileira."
      },
      {
        "letra": "D",
        "texto": "a pena de prisão não produz qualquer efeito de acordo com a teoria agnóstica e negativa da pena."
      },
      {
        "letra": "E",
        "texto": "as políticas de confinamento extremo, como o regime disciplinar diferenciado, coadunam-se com os ideais da teoria da prevenção especial negativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921460",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Acerca do princípio da legalidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os costumes podem atuar como fonte mediata do direito penal, na compreensão de determinados elementos do tipo;"
      },
      {
        "letra": "B",
        "texto": "os usos e costumes podem embasar a punição de um ato ou agravamento das consequências penais;"
      },
      {
        "letra": "C",
        "texto": "o direito consuetudinário pode embasar a punição de um ato ou agravamento das consequências penais;"
      },
      {
        "letra": "D",
        "texto": "a incriminação de comportamentos pode ocorrer por meio de resoluções e decretos legislativos;"
      },
      {
        "letra": "E",
        "texto": "a incriminação de comportamentos anteriores à vigência da lei é possível nas hipóteses de leis excepcionais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855786",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Sobre aplicação da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos da condenação de perda do cargo, do mandato ou da função pública, previstos no inciso III do art. 4º, da Lei 13.869/19 (Lei de Abuso de Autoridade), além de estarem condicionados à reincidência em crime de abuso de autoridade, não são automáticos, devendo, pois, contar com necessária motivação na sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "A condenação de autor não reincidente, por prática de crime único de coação no curso do processo (CP, art. 344), à pena privativa de liberdade de 3 (três) anos de reclusão em regime aberto, não admite substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos), ainda que todas as circunstâncias judiciais do art. 59 do Código Penal lhe sejam favoráveis."
      },
      {
        "letra": "C",
        "texto": "O homicídio simples privilegiado (CP, art. 121, § 1º) e o homicídio culposo, majorado pela inobservância de regra técnica de profissão (CP, art. 121, §§ 3º e 4º) podem comportar, cada qual, ao máximo, fixação de regime inicial semiaberto para cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "A concessão do benefício previsto no art. 33, § 4º, da Lei 11.343/06, ao crime de tráfico de drogas (tráfico privilegiado), deve ser objeto de análise por ocasião da 3ª fase de aplicação da pena e, conforme o patamar de fração de redução de pena aplicado, pode comportar fixação de regime inicial aberto para cumprimento de pena, assim como substituição de pena privativa de liberdade por restritiva de direitos (CP, art. 44 e incisos)."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência contemporânea do Superior Tribunal de Justiça, no concurso de circunstâncias agravantes e atenuantes na segunda fase de aplicação da pena, as atenuantes da menoridade e da confissão espontânea, isoladamente consideradas, são preponderantes sobre a agravante do emprego de meio cruel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1845007",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Sanções penais"
    ],
    "enunciado_principal": "A ideia de coculpabilidade pode ser exemplificada na legislação brasileira pela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "diminuição de pena no delito de tráfico de drogas àquele que colaborar voluntariamente na identificação dos demais coautores ou partícipes."
      },
      {
        "letra": "B",
        "texto": "lei da reforma psiquiátrica, ao representar uma mudança de entendimento sobre a periculosidade das pessoas com transtorno mental."
      },
      {
        "letra": "C",
        "texto": "diminuição de pena se, no concurso de pessoas, a participação do agente for de menor importância."
      },
      {
        "letra": "D",
        "texto": "responsabilização compartilhada entre os autores do delito no concurso de agentes, cada qual na medida de sua culpabilidade."
      },
      {
        "letra": "E",
        "texto": "circunstância atenuante de pena de baixo grau de instrução ou escolaridade do agente nos crimes ambientais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1836856",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "João foi condenado por tráfico de drogas. Sua pena-base foi exasperada ao fundamento de que ele possui personalidade voltada para o crime. A valoração negativa da personalidade de João é expressão do Direito Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Periférico."
      },
      {
        "letra": "B",
        "texto": "Clássico."
      },
      {
        "letra": "C",
        "texto": "do Autor."
      },
      {
        "letra": "D",
        "texto": "do Fato."
      },
      {
        "letra": "E",
        "texto": "Nuclear."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826458",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Acerca dos princípios constitucionais penais, julgue o item subsequente. Conforme o princípio da culpabilidade, a pessoa somente pode ser apenada por fato pelo qual possa ser reprovada. Assim, tendo o Código Penal brasileiro, após a reforma de 1984, adotado, em larga medida, a teoria finalista do delito, essa reprovabilidade funciona como principal fundamento e critério de medida da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767744",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Sobre AS CIRCUNSTÂNCIAS DO PROCESSO TRIFÁSICO DE APLICAÇÃO DA PENA (art. 68 do CP), é POSSÍVEL DIZER que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se reincidente, o condenado deve iniciar o cumprimento da pena em regime fechado, conforme os critérios do § 2º do art. 33 do CP, sem importar a quantidade da sanção."
      },
      {
        "letra": "B",
        "texto": "Não se reconhece a atenuante da confissão (art. 65, III, “d”, do CP) se o condenado assume a autoria alegando que agiu em legítima defesa e, por isso, não praticou o crime."
      },
      {
        "letra": "C",
        "texto": "O comportamento da vítima pode contribuir para o aumento da pena-base, segundo o STJ."
      },
      {
        "letra": "D",
        "texto": "Se o condenado for reincidente, é cabível a substituição da privação de liberdade por pena restritiva de direito, desde que a medida seja socialmente recomendável."
      },
      {
        "letra": "E",
        "texto": "O prejuízo causado à vítima justifica o aumento da pena-base, em razão das consequências do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1751213",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. A consciência atual da ilicitude é elemento do dolo, conforme a teoria finalista da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117216",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Consumação e tentativa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Sanções penais",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação ao Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida pela metade."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1843543",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, as penas são: I— privativas de liberdade. II — restritivas de direitos. III — de multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e Ill estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e ll estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e Ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1839601",
    "metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Causas de extinção da punibilidade",
      "Prescrição no concurso de crimes"
    ],
    "enunciado_principal": "Assinale a assertiva verdadeira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transitada em julgado a sentença condenatória, compete ao Juízo das Execuções, e não ao juízo da condenação, a aplicação de novatio legis in mellius."
      },
      {
        "letra": "B",
        "texto": "Cominadas, cumulativamente, em lei especial, penas privativa de liberdade e pecuniária, é possível a substituição da prisão por multa."
      },
      {
        "letra": "C",
        "texto": "Não é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "A prescrição da ação penal se regula pela pena concretizada na sentença, inobstante haver recurso da acusação."
      },
      {
        "letra": "E",
        "texto": "Quando se tratar de crime continuado, a prescrição se regula pela pena imposta na sentença, computando-se o acréscimo decorrente da continuação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1109705",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Sobre a questão da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nelson Hungria dizia \" que desgraçadamente , a mentira é um os mais constantes fatores de perturbação da Justiça Criminal ou um dos mais eficientes recursos tendentes à impunidades dos que delinquem . Sempre foram fiéis aliados o crime e a mentira \" ( \"A diagnose da mentira\" in Novas Questões - Jurídico Penais , Rio de Janeiro : Editora Nacional de Direito, 1945 , p. 233). Os Tribunais Superiores , atentos a essa realidade ,têm sido bastante rigorosos com a mentira do réu , por isso têm decidido de forma reiterada que a pena-base deve ser exasperada caso o acusado , com propósito de se defender , minta em seu interrogatório , negando os fatos ou dando uma versão falsa e enganosa do evento . Os principais fundamentos dessa jurisprudência estão no fato de que o direito ao silêncio , previsto na Constituição , não abarca o direito de mentir e , também , no fato de haver flagrantes violação a princípio da individualização da pena , pois não se punir mais gravemente o réu que faz uso da mentira , o equipararia , indevidamente , à situação do réu que ficou em silêncio e , com esse comportamento , não induziu a Justiça em erro ."
      },
      {
        "letra": "B",
        "texto": "No pensamento kantiano a pena não pode servir para o bem próprio do delinquente ou da sociedade, mas para realizar a Justiça - que È um imperativo categórico. A pena serve, portanto, para retribuir a culpa de um fato passado. Kant ilustra seu pensamento no famoso exemplo da ilha. Ele imagina uma sociedade que est· a ponto de se desfazer - os habitantes decidem abandonar a ilha e espalhar-se pelo mundo. Mesmo nesse caso, argumenta, ainda que a sociedade deixe de existir, permanece a necessidade de infligir a pena ao último criminoso."
      },
      {
        "letra": "C",
        "texto": "Tem prevalecido no STJ o entendimento no sentido de que a confissão espontânea, quando utilizada para a formação do convencimento do julgador, dá ensejo à incidência da atenuante prevista no art .65, III,\" d \",do CP, mesmo que a confissão tenha sido qualificada. Não obstante essa posição do STJ , há na doutrina relevantes autores que sustentam que a confissão qualificada não atenua a pena , já que neste caso o acusado não estaria propriamente colaborando com a Justiça para a descoberta da verdade real , mas sim agindo no exercício de sua autodefesa . Essa linha e entendimento , inclusive , foi recentemente prestigiada pelo STF , em julgado de 2019 , no qual se decidiu que a natureza qualificada da confissão afasta a possiblidade de aplicação da circunstância atenuante prevista no art.65 , III , \" d \" , o CP ."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento jurisprudencial dominante no STJ, caso um delito de homicídio tenha sido praticado com duas ou mais circunstancias qualificadoras, uma delas servir· para configurar o homicídio qualificado, enquanto as demais poderão configurar agravantes, se houver expressa previsão legal, ou circunstâncias judiciais desfavoráveis, por ocasião da primeira fase da dosimetria da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010558",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "A ideia de punição é assunto base para a construção de um sistema penal democrático. Não é à toa que, no decorrer da história, pesquisadores, juristas, doutrinadores, bem como a jurisprudência, trataram das tentativas de justificação dos fins que se pretende alcançar com a aplicação das penas em âmbito do Direto Penal. Em observância ao Código Penal de 1940, marque a afirmativa correta em relação aos fins atribuídos à pena, no caso brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a ideia de prevenção geral que foi construída em reação ao caso brasileiro, tal justificativa é a adotada para aplicação da pena no Brasil."
      },
      {
        "letra": "B",
        "texto": "De acordo com o desenvolvimento de bases estatísticas para o direito penal, chegamos ao entendimento de aplicação da teoria utilitarista unificada, que incorpora o modelo da civil law e common law."
      },
      {
        "letra": "C",
        "texto": "O Código Penal de 1940, em junção com a jurisprudência, adotou como única justificação a retribuição, tendo a pena como fim em si mesma."
      },
      {
        "letra": "D",
        "texto": "O Código Penal de 1940 adotou a teoria mista, unificada ou eclética, que reflete na unificação das ideias de retribuição e prevenção como finalidade para aplicação das penas."
      },
      {
        "letra": "E",
        "texto": "De acordo com a legislação penal, a ressocialização do preso mediante o cumprimento da pena é o único fim determinado legalmente para a pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "994298",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Considerando estritamente os dados fornecidos, e supondo não haver nenhuma causa de extinção da punibilidade no decorrer do cumprimento da pena, é correto afirmar que, em relação aos 63 anos de reclusão impostos nas duas sentenças, “W.D.W.” permanecerá, na prática, preso efetivamente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 anos."
      },
      {
        "letra": "B",
        "texto": "30 anos e 20 dias."
      },
      {
        "letra": "C",
        "texto": "47 anos, 11 meses e 10 dias."
      },
      {
        "letra": "D",
        "texto": "48 anos, 9 meses e 25 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "994224",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre penologia e assinale com V as verdadeiras e com F as falsas. ( ) A característica essencial da Teoria Relativa da Pena consiste em conceber a pena como um mal, um castigo, como retribuição ao mal causado por meio do delito, de modo que sua imposição estaria justificada, não como meio para o alcance de fins futuros, mas pelo valor axiológico intrínseco de punir o fato passado. ( ) Para a Teoria Absoluta da Pena, a pena se justifica não para retribuir o fato delitivo cometido, mas, sim, para prevenir a sua prática. Vale dizer, aqui a pena se impõe para que não volte a delinquir e não pelo simples fato de ter delinquido. ( ) A prevenção geral negativa ou intimidatória assume a função de dissuadir os possíveis delinquentes da prática de delitos futuros por meio da ameaça de pena, ou predicando com o exemplo do castigo eficaz; a prevenção geral positiva assume a função de reforçar a fidelidade dos cidadãos à ordem social a que pertencem. ( ) De acordo com a classificação sugerida por Ferrajoli, as teorias da prevenção especial podem ser formalmente divididas em teorias da prevenção especial positiva, dirigidas à reeducação do delinquente, e teorias da prevenção especial negativa, voltadas à eliminação ou neutralização do delinquente perigoso. ( ) A prevenção geral positiva, na concepção de Feuerbach, traduz a ideia de que a pena é, efetivamente, uma ameaça da lei aos cidadãos para que se abstenham de cometer delitos, quer dizer, é uma “coação psicológica” com a qual se pretende evitar o fenômeno delitivo. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F F F"
      },
      {
        "letra": "B",
        "texto": "F F V V V"
      },
      {
        "letra": "C",
        "texto": "V V F F V"
      },
      {
        "letra": "D",
        "texto": "F F V V F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987757",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades"
    ],
    "enunciado_principal": "Segundo a teoria relativa especial negativa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena, além de infundir na consciência geral a necessidade de respeito a determinados valores, exercita a fidelidade ao direito e promove a integração social."
      },
      {
        "letra": "B",
        "texto": "a reprimenda penal tem a finalidade de ressocializar o apenado e atender a uma função social."
      },
      {
        "letra": "C",
        "texto": "a pena deve punir o infrator, por meio de vingança do mal causado; essa teoria não é admitida pelo ordenamento jurídico pátrio."
      },
      {
        "letra": "D",
        "texto": "a pena possui um viés retributivo do mal praticado, e não uma função preventiva da reprimenda."
      },
      {
        "letra": "E",
        "texto": "a pena tem finalidade social, com aplicação de medidas restritivas de direitos do apenado, de forma a neutralizá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987653",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "As teorias da pena buscam explicar a finalidade a ser alcançada por meio das sanções penais. Acerca dessas teorias, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da prevenção especial negativa dispõe que a pena tem viés retributivo-preventivo, com vistas a combater a prática de crimes."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria absoluta, a pena tem a finalidade de prevenir o delito, por meio de medidas aflitivas e ressocializadoras, de modo a evitar o cometimento de novos crimes."
      },
      {
        "letra": "C",
        "texto": "A teoria unitária da pena define que a finalidade da pena é castigar o indivíduo infrator, desprezando-se sua reintegração à sociedade."
      },
      {
        "letra": "D",
        "texto": "Na teoria conciliadora, a pena tem viés vingativo e visa restringir direitos do apenado como forma de retribuir o mal injusto praticado, promovendo a pacificação social."
      },
      {
        "letra": "E",
        "texto": "De acordo com a teoria da prevenção geral positiva, a finalidade da pena é levar à comunidade os valores das normas e dos bens jurídicos tutelados pela lei penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "976001",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Em relação às espécies de penas aplicadas pelo Direito Penal, tem-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privativa de liberdades; restritivas de direitos e de multa."
      },
      {
        "letra": "B",
        "texto": "privativa de liberdades e de multa."
      },
      {
        "letra": "C",
        "texto": "privativa de liberdade; restritiva de direitos; cesta básica e de multa."
      },
      {
        "letra": "D",
        "texto": "privativa de liberdade; trabalho forçado e de cesta básica"
      },
      {
        "letra": "E",
        "texto": "privativa de liberdade e restritivas de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973784",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "O Código Penal estabeleceu no artigo 59 diversos critérios para a fixação da pena, tais como culpabilidade, antecedentes, motivos, circunstâncias e consequências do crime. O referido texto legal também deixou claro que adotou uma posição oficial com relação ao fundamento da pena. Quanto ao fundamento da pena adotado no Código Penal, adota-se a teoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retributiva como fim da pena."
      },
      {
        "letra": "B",
        "texto": "eclética ou mista."
      },
      {
        "letra": "C",
        "texto": "da prevenção especial negativa."
      },
      {
        "letra": "D",
        "texto": "da prevenção especial positiva."
      },
      {
        "letra": "E",
        "texto": "da prevenção geral positiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1299846",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: Prefeitura de Estância Velha - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Analise o seguinte caso: Após uma festa noturna na região serrana, o Guarda Municipal Guiomar Fagundes flagrou alguns adolescentes com 50 gramas de maconha, conduzindo-os imediatamente à delegacia da Polícia Civil e, em depoimento, eles alegaram que a droga era para consumo próprio. De acordo com a Lei Federal nº 11.343/06, para determinar se a droga se destinava a consumo pessoal, o juiz analisará a natureza e a quantidade da substância apreendida, a conduta e os antecedentes dos infratores, entre outros fatores. Sendo que quem adquirir, guardar, tiver em depósito, transportar ou trouxer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar será submetido às seguintes penas: I. Advertência sobre os efeitos das drogas. II. Prestação de serviços à comunidade. III. Medida educativa de comparecimento a programa ou curso educativo. IV. Detenção de seis meses a um ano. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026053",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais"
    ],
    "enunciado_principal": "São espécies de penas restritivas de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prisão administrativa e limitação de fim de semana."
      },
      {
        "letra": "B",
        "texto": "a multa e prestação de serviço à comunidade."
      },
      {
        "letra": "C",
        "texto": "o regime aberto e remição."
      },
      {
        "letra": "D",
        "texto": "a prestação pecuniária e interdição temporária de direitos."
      },
      {
        "letra": "E",
        "texto": "o livramento condicional e comutação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026007",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Segundo o Código Penal, são espécies de pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o regime disciplinar diferenciado e a multa."
      },
      {
        "letra": "B",
        "texto": "o livramento condicional e a remição."
      },
      {
        "letra": "C",
        "texto": "o indulto e a comutação."
      },
      {
        "letra": "D",
        "texto": "a progressão de regime e o concurso material."
      },
      {
        "letra": "E",
        "texto": "a privativa de liberdade e a restritiva de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "947826",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "As penas previstas no Direito Penal são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "medidas de proteção e de perda de bens"
      },
      {
        "letra": "B",
        "texto": "prestacionais e restritivas de liberdade"
      },
      {
        "letra": "C",
        "texto": "privativas de liberdade, restritivas de direito e multa"
      },
      {
        "letra": "D",
        "texto": "medidas socioeducativas e pecuniárias"
      },
      {
        "letra": "E",
        "texto": "ressocializadoras e pedagógicas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "945610",
    "metadata": "Ano: 2018 | Banca: UDESC | Órgão: UDESC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao instituto da pena prevista na Constituição Federal Brasileira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, independentemente do valor do patrimônio transferido."
      },
      {
        "letra": "B",
        "texto": "Não há, em nenhuma hipótese, pena de morte ou de trabalhos forçado."
      },
      {
        "letra": "C",
        "texto": "A privação ou restrição de liberdade, a perda de bens, a multa, a prestação social alternativa e a suspensão ou interdição de direitos são espécies de penas constitucionalmente previstas."
      },
      {
        "letra": "D",
        "texto": "Não há crime sem lei anterior que o defina, mas pode haver pena sem prévia cominação legal."
      },
      {
        "letra": "E",
        "texto": "A prática do racismo constitui crime afiançável e prescritível, sujeito à pena de reclusão, nos termos da lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913635",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEPLAG-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "São permitidas no ordenamento jurídico brasileiro as penas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cruéis."
      },
      {
        "letra": "B",
        "texto": "de privação ou restrição da liberdade."
      },
      {
        "letra": "C",
        "texto": "de trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "de caráter perpétuo."
      },
      {
        "letra": "E",
        "texto": "de banimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "911530",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito dos princípios constitucionais penais e das escolas penais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade ou reserva legal, anterioridade, retroatividade da lei penal benéfica, humanidade e in dubio pro reo são espécies de princípios constitucionais penais explícitos."
      },
      {
        "letra": "B",
        "texto": "O princípio da humanidade assegura o respeito à integridade física e moral do preso na medida em que motiva a vedação constitucional de pena de morte e de prisão perpétua."
      },
      {
        "letra": "C",
        "texto": "O princípio da responsabilidade pessoal impede que os familiares do condenado sofram os efeitos da condenação de ressarcimento de dano causado pela prática do crime."
      },
      {
        "letra": "D",
        "texto": "A posse de um único projétil de arma de fogo de uso permitido não configura crime se o agente não possuir arma que possa ser municiada, de acordo com o princípio da ofensividade."
      },
      {
        "letra": "E",
        "texto": "A Escola Clássica adotava a teoria mista, que entende a pena não apenas como retribuição ao infrator pelo mal causado, mas também como medida com finalidade preventiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886364",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito da Teoria das Penas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A finalidade da pena, na teoria relativa, é prevenir o crime. Na vertente preventiva-geral, o criminoso é punido a fim de impedir que ele volte a praticar novos crimes."
      },
      {
        "letra": "B",
        "texto": "A finalidade da pena, na teoria relativa, é prevenir o crime. Na vertente preventiva especial, de acentuado caráter intimatório, o criminoso é punido para servir de exemplo aos demais cidadãos."
      },
      {
        "letra": "C",
        "texto": "A finalidade da pena, na teoria absoluta, é castigar o criminoso, pelo mal praticado. O mérito dessa teoria foi introduzir, no Direito Penal, o princípio da proporcionalidade de pena ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "A finalidade da pena, para a teoria eclética, é ressocializar o criminoso. O mérito dessa teoria foi humanizar as penas impostas, impedindo as cruéis e humilhantes."
      },
      {
        "letra": "E",
        "texto": "O ordenamento jurídico brasileiro adota a teoria absoluta, tendo a pena apenas o fim de ressocializar o criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873683",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Sobre a finalidade da pena e sua aplicação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prevenção especial positiva pressupõe que, na sociedade moderna e plural, desenvolvem-se múltiplos subsistemas culturais, que possuem distintos códigos de conduta, muitas vezes contrapostos. O Estado, transformado em um órgão secular desde o Iluminismo, decide qual deve ser o modo de vida mais correto, para em seguida impô-lo por meio do cárcere."
      },
      {
        "letra": "B",
        "texto": "as teorias absolutas da pena tiveram aspectos positivos, como no idealismo alemão, no qual serviram para defender o cidadão da arbitrariedade do poder do monarca. Mas, mesmo atualmente gozando de baixa reputação, por não levarem em consideração o homem como um ser social, possuem previsão legal."
      },
      {
        "letra": "C",
        "texto": "a escola finalista introduz o pensamento de prevenção geral positiva, de que a pena deveria assumir uma missão de proteção de bens jurídicos sem observar os valores ético-sociais, que pressupõe, entre outros objetivos, a conformação dos valores morais da comunidade."
      },
      {
        "letra": "D",
        "texto": "a individualização da pena, prevista no texto constitucional e reconhecida pela jurisprudência, tem como fundamento maior a prevenção geral e especial, afastado o caráter retributivo por expressa definição legal, e permite ao juiz, em qualquer fase da dosimetria, aumentar ou diminuir a pena aquém e além dos marcos da pena prevista no tipo."
      },
      {
        "letra": "E",
        "texto": "a base da teoria unificadora dialética da pena é a de que o direito penal enfrenta o indivíduo de três maneiras: ameaçando com penas, impondo-as e executando-as, e que cada uma dessas três esferas de atividade necessita de justificação em separado, sempre alternando entre retribuição, prevenção geral e especial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "868269",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "No caso de prescrição de antibiótico para paciente que faz uso de contraceptivo oral, o cirurgião-dentista deve divulgar a ela possíveis efeitos indesejados do tratamento, como a diminuição do efeito anticoncepcional, bem como educá-la com relação às medidas necessárias para evitar esses efeitos (...). No processo civil, o profissional infrator se sujeitará à pena de pagamento de indenização. (...) O processo criminal só se justifica, no caso, por uma gravidez indesejada de risco, que resulte na morte da paciente. P. E. G. Costa Filho; M. L. Werneck; M. F. Galvão; M. L. B. Pinheiro. Iatrogenia Medicamentosa Causada por Associação entre Contraceptivos Orais e Antibióticos: aspectos legais. Revista ABO-DF. 2007 jun; 33: 30-1). Uma paciente faleceu em decorrência de gravidez de risco proveniente da interação medicamentosa entre contraceptivo oral e um antibiótico prescrito por um cirurgião-dentista, que não fez os esclarecimentos necessários sobre o medicamento. Nessa situação hipotética, a responsabilização civil e criminal do odontólogo pode resultar nas sanções, respectivamente, de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restrição de direitos e suspensão da habilitação profissional."
      },
      {
        "letra": "B",
        "texto": "restrição de direitos e indenização."
      },
      {
        "letra": "C",
        "texto": "indenização e cassação da habilitação profissional."
      },
      {
        "letra": "D",
        "texto": "restrição de direitos e cassação da habilitação profissional."
      },
      {
        "letra": "E",
        "texto": "indenização e restrição de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866720",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "A respeito das teorias que tratam das funções da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria correcionalista considera que a pena se esgota na ideia da retribuição como resposta ao mal causado pelo autor do crime."
      },
      {
        "letra": "B",
        "texto": "A teoria preventiva geral positiva considera que a pena tem a função de inibir comportamentos antissociais e moldar comportamentos socialmente aceitos."
      },
      {
        "letra": "C",
        "texto": "A teoria absoluta considera que a pena possui caráter retributivo, preventivo e ressocializador."
      },
      {
        "letra": "D",
        "texto": "A teoria preventiva geral considera a pena como um meio para prevenir a reincidência do indivíduo."
      },
      {
        "letra": "E",
        "texto": "A teoria preventiva especial considera a pena como um meio para intimidar os potenciais praticantes de condutas delituosas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1331679",
    "metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria da Pena, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A sentença que conceder perdão judicial não será considerada para efeitos de reincidência. ( ) A desinternação ou a liberação do paciente submetido à medida de segurança será sempre condicional devendo ser restabelecida a internação ou tratamento se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade. ( ) O regime semiaberto baseia-se na autodisciplina e senso de responsabilidade do condenado. Este deverá, fora do estabelecimento e com vigilância direta, trabalhar em obras e serviços públicos, permanecendo recolhido durante o período noturno, finais de semana e nos dias de folga. ( ) A extinção da punibilidade de crime que é pressuposto, não se estende a este, salvo se for elemento constitutivo ou circunstância agravante de outro. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F F"
      },
      {
        "letra": "B",
        "texto": "V F F V"
      },
      {
        "letra": "C",
        "texto": "V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V"
      },
      {
        "letra": "E",
        "texto": "F F V V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "855344",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito das penas e das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atenuante da confissão espontânea é preponderante em relação à reincidência, impossibilitando a compensação plena entre uma e outra na segunda fase da dosimetria."
      },
      {
        "letra": "B",
        "texto": "São espécies de penas privativas de liberdade a reclusão, a detenção, a prisão simples e a prisão especial."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos a prestação de serviços à comunidade, a interdição temporária de direitos e a obrigação de reparar o dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "São princípios constitucionais aplicáveis à pena a personalidade ou responsabilidade pessoal, a legalidade, a inderrogabilidade, a proporcionalidade, a individualização e a humanização."
      },
      {
        "letra": "E",
        "texto": "A duração da medida de segurança é por tempo indeterminado, e o condenado só será liberado depois que perícia médica atestar a cessação de sua periculosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839103",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Medida de segurança",
      "Superveniência de doença mental",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Estabelece a Lei de Execução Penal que, durante a execução da pena, sobrevindo doença mental no condenado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ter a pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "B",
        "texto": "terá a sua pena substituída por medida de segurança."
      },
      {
        "letra": "C",
        "texto": "será internado em Hospital de Custódia e Tratamento Psiquiátrico."
      },
      {
        "letra": "D",
        "texto": "terá o restante da pena remida e deverá submeter-se a tratamento psiquiátrico ambulatorial."
      },
      {
        "letra": "E",
        "texto": "deverá ser submetido a perícia médico-legal para apurar a sua periculosidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "835010",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito de penas, julgue os itens a seguir. I O trabalho externo é admissível no regime fechado. II Em se tratando de reincidentes em crimes dolosos, as penas restritivas de direitos não podem ser autônomas. III São penas restritivas de direitos: interdição temporária de direitos e pagamento de multa. IV A limitação de final de semana é uma das penas restritivas de direitos e consiste em permanecer em casa de albergado por cinco horas aos finais de semana. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "834979",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Julgue os itens a seguir. I A Convenção Americana sobre Direitos Humanos garante de forma relativa o direito à vida, pois autoriza a utilização da pena de morte em caso de crimes graves, sendo proibido seu restabelecimento nos países que a tiverem abolido. II A condenação de servidor público por quaisquer crimes decorrentes de preconceito de raça ou de cor implica perda automática do cargo público. III Não haverá crime de lavagem de dinheiro caso o agente seja absolvido, por atipicidade da conduta, do crime antecedente a ele imputado, uma vez que o crime de branqueamento, embora autônomo, é delito derivado do antecedente. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828404",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro as penas são classificadas em: I. Pena de multa. II. Pena privativas de liberdade. III. Pena de caráter perpétuo. IV. Pena restritivas de direitos. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assertiva III está incorreta."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785449",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "De acordo com a doutrina, a pena tem tríplice finalidade, sendo elas retributiva, preventiva (geral e especial) e reeducativa. Quanto à aplicação e finalidades das penas, pode-se afirmar que a(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevenção especial e o caráter retributivo atuam durante a imposição e execução da pena."
      },
      {
        "letra": "B",
        "texto": "LEP não se aplica ás hipóteses de sentença absolutória imprópria (execução das medidas de segurança)."
      },
      {
        "letra": "C",
        "texto": "caráter reeducativo da pena atua somente na fase de imposição."
      },
      {
        "letra": "D",
        "texto": "prevenção especial (visa a sociedade) atua antes mesmo da prática de qualquer infração penal."
      },
      {
        "letra": "E",
        "texto": "LEP sera aplicada nos casos de medidas socioeducativas (resposta estatal aos atos infracionais), regradas pelo Estatuto da Criança e do Adolescente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2785714",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "A Lei nº 11.340/06 determina que todo o caso de violência doméstica e intrafamiliar contra a mulher é crime, devendo ser apurado por meio de inquérito policial e remetido ao Ministério Público. A Lei também tipifica as formas de violência doméstica e familiar como física, psicológica, sexual, patrimonial e moral e aumenta o tempo máximo de detenção previsto de um para três anos. Conforme o artigo 44 da referida Lei, se o crime for cometido contra pessoa portadora de deficiência a pena será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumentada de um terço."
      },
      {
        "letra": "B",
        "texto": "aplicada na forma de multa."
      },
      {
        "letra": "C",
        "texto": "fixada no tempo máximo."
      },
      {
        "letra": "D",
        "texto": "imposta proporcionalmente ao dano causado."
      },
      {
        "letra": "E",
        "texto": "estabelecida no dobro desse tempo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "758138",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Immanuel Kant, em sua obra Metafísica dos Costumes, elaborou estudos sobre a teoria da pena. Acerca de sua formulação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sob uma perspectiva dialética, o filósofo concebe a pena como a negação da negação, isto é, o crime constitui uma negação da liberdade, razão pela qual se impõe um ato coativo que contradiga essa negação e importe uma afirmação (do direito)."
      },
      {
        "letra": "B",
        "texto": "Na esteira de Von Liszt, o filósofo vê a sanção penal como uma forma de se alcançar a reinserção social do condenado ou, ao menos, sua neutralização, realizando dessa forma a missão de prevenção especial da pena."
      },
      {
        "letra": "C",
        "texto": "Kant funda sua teoria no terreno de moralidade humana, sustentando que a pena não visa a realizar objetivos sociais ou qualquer outro bem, de modo que deve ser aplicada simplesmente porque o criminoso cometeu um crime; vislumbrar finalidades na pena, para o filósofo, seria tratar o homem como um meio, o que repudia, concedendo ao seu pensamento caráter retributivo."
      },
      {
        "letra": "D",
        "texto": "a pena, para Kant, visa a confirmar a vigência da norma penal naqueles casos em que se impõe a aplicação de um direito penal de exceção, ou seja, busca-se prevenir um fato futuro perigoso através da custódia de segurança."
      },
      {
        "letra": "E",
        "texto": "assevera o pensador, em lição marcadamente utilitarista, que a pena só se justifica quando coligada a uma finalidade, qual seja, a prevenção de novos delitos, voltando-se, portanto, ao futuro; consequentemente, tem-se a pena como uma forma de intimidação, em que o respeito às leis decorreria do temor em suportar uma privação da liberdade ou restrição a direitos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "690094",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "“Ao nível teórico, a ideia de uma sanção jurídica é incompatível com a criação de um mero obstáculo mecânico ou físico, porque este não motiva o comportamento, mas apenas o impede, o que fere o conceito de pessoa (...) por isso, a mera neutralização física está fora do conceito de direito, pelo menos no nosso atual horizonte cultural. (...) A defesa social é comum a todos os discursos legitimantes, mas se expressa mais cruamente nessa perspectiva, porque tem a peculiaridade de expô-la de modo mais grosseiro, ainda que também mais coerente (...).”(ZAFFARONI, Eugenio Raúl; BATISTA, Nilo; ALAGIA, Alejandro; SLOKAR, Alejandro. Direito Penal Brasileiro I. Rio de Janeiro: Revan, 2003)A teoria da pena criticada na passagem acima é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agnóstica."
      },
      {
        "letra": "B",
        "texto": "retributiva."
      },
      {
        "letra": "C",
        "texto": "prevenção especial ressocializadora."
      },
      {
        "letra": "D",
        "texto": "prevenção geral intimidatória."
      },
      {
        "letra": "E",
        "texto": "prevenção especial negativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "621591",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "NÃO é Pena Restritiva de Direito, em conformidade com o Decreto Lei n.º 2.848, de 7 de dezembro de 1940, Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestação pecuniária."
      },
      {
        "letra": "B",
        "texto": "Prestação de serviço à comunidade."
      },
      {
        "letra": "C",
        "texto": "Interdição temporária de direitos."
      },
      {
        "letra": "D",
        "texto": "Detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "595638",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Acerca da jurisprudência sumulada do STJ em matéria penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de corromper menor de dezoito anos, com ele praticando infração penal ou induzindo-o a praticá-la, é crime formal, cuja configuração independe da prova de efetiva corrupção do menor."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento do privilégio previsto para o furto simples nos casos de crime de furto qualificado é inadmissível, mesmo que o criminoso seja primário, a coisa furtada seja de pequeno valor e a qualificadora seja de ordem objetiva."
      },
      {
        "letra": "C",
        "texto": "É admissível a fixação de pena substitutiva prevista no art. 44 do CP, como condição especial ao regime aberto, nos termos da súmula 493."
      },
      {
        "letra": "D",
        "texto": "Por adequação social, nos termos da súmula 502, ainda que presentes a materialidade e a autoria, nos termos da, súmula 502, a conduta de expor à venda CDs e DVDs piratas, não tipifica o crime em relação ao direito autoral previsto no art. 184, § 2.º, do CP."
      },
      {
        "letra": "E",
        "texto": "A causa de aumento de pena pelo concurso de agentes, prevista para o crime de roubo, é aplicável para o crime de furto qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595629",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Crimes contra o patrimônio",
      "Roubo",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "À luz da jurisprudência sumulada do STJ, assinale a opção correta referente à aplicação da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em decorrência do princípio da individualização da pena, é possível aplicar a majorante do roubo ao delito de furto qualificado pelo concurso de agentes, desde que essa ação seja fundamentada nas circunstâncias do caso concreto."
      },
      {
        "letra": "B",
        "texto": "Ainda que a pena-base tenha sido fixada no mínimo legal, é admissível a fixação de regime prisional mais gravoso que o cabível, em razão da sanção imposta, com fundamento na gravidade concreta ou abstrata do delito."
      },
      {
        "letra": "C",
        "texto": "Embora seja vedada a utilização de inquéritos policiais em andamento para aumentar a pena-base, é possível a utilização de ações penais em curso para requerer o aumento da referida pena."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a fixação de pena restritiva de direitos substitutiva da pena privativa de liberdade como condição judicial especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "O número de majorantes referentes ao delito de roubo circunstanciado pode ser utilizado como critério para a exasperação da fração incidente pela causa de aumento da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "564005",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O filósofo Imannuel Kant foi um dos expoentes da concepção retributiva da pena, entendendo ser esta uma exigência ética irrenunciável, qualificando-a como um imperativo categórico, sendo a pena um fim em si mesma, não lhe correspondendo nada mais que simplesmente realizar a justiça."
      },
      {
        "letra": "B",
        "texto": "Para Hegel, também adepto do pensamento retributivo da pena, o Direito é a expressão da vontade racional e o delito constitui a expressão de uma contradição à racionalidade, sendo que a pena surge como um papel restaurador ou retributivo, fundamentando-se em razões de necessidade jurídica."
      },
      {
        "letra": "C",
        "texto": "Para Carrara, destaque da Escola Clássica, a pena fundamenta-se no restabelecimento da ordem externa da sociedade, quebrada pelo delito."
      },
      {
        "letra": "D",
        "texto": "Von Liszt – expoente das teorias relativas da pena – sustentou que a pena é idealizada como exemplo, voltada a dissuadir pela demonstração de desagrado e pela geração de um prejuízo."
      },
      {
        "letra": "E",
        "texto": "As chamadas soluções mistas ou ecléticas em relação ao fundamento da pena são as que dominam o debate doutrinário e jurisprudencial na atual quadra da história, sendo relevante a contribuição de Adolf Merkel ao sustentar ser fictícia a contraposição entre retribuição e prevenção, dizendo que a pena naturalmente possui as duas facetas, as quais, na verdade, não podem ser cindidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "558066",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades das Penas Restritivas de Direito",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "No tocante às penas, o Código Penal descreve: I. As penas restritivas de direito são autônoma e substituem as privativas de liberdade quando aplicada pena privativa de liberdade não superior a 4 (quatro) anos e o crime não foi cometido com violência ou grave ameaça à pessoa, ou qualquer que seja a pena aplicada, se o crime for culposo. II. As penas descritas no Código Penal são: privativas de liberdade, restritivas de direito, multa e medida de segurança. III. A limitação de fim de semana consiste na obrigação de permanecer, aos sábados e domingos, por 5 (cinco) horas diárias, em casa do albergado ou outro estabelecimento adequado. IV. A prestação pecuniária consiste no pagamento ao Estado de importância fixada pelo Juiz, não inferior a 2 (dois) salários mínimos nem superior a 360 (trezentos e sessenta) salários mínimos. Quanto às afirmativas anteriores, assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente I está correta."
      },
      {
        "letra": "C",
        "texto": "Somente I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente III está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498738",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "EM TEMA DE SANÇÕES PENAIS ASSINALE A ALTERNATIVA INCORRETA, CONSOANTE JURISPRUDÊNCIA SUMULADA DO STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstancias judiciais."
      },
      {
        "letra": "B",
        "texto": "Fixada a pena-base no minimo legal, e vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razao da sanção imposta, com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "C",
        "texto": "E inadmissível a fixação de pena substitutiva (art. 44 do CP) com condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "A falta grave interrompe o prazo para a obtenção de livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498736",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "EM TEMA DE SANÇÕES PENAIS ASSINALE A ALTERNATIVA INCORRETA, CONSOANTE JURISPRUDÊNCIA SUMULADA DO STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "Impede a progressao de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisao especial;"
      },
      {
        "letra": "C",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada;"
      },
      {
        "letra": "D",
        "texto": "A imposição de regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "480321",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "As teorias absolutas da pena também são conhecidas por teorias da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reeducação."
      },
      {
        "letra": "B",
        "texto": "restauração."
      },
      {
        "letra": "C",
        "texto": "retribuição."
      },
      {
        "letra": "D",
        "texto": "prevenção."
      },
      {
        "letra": "E",
        "texto": "ressocialização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389360",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Tendo o Direito Penal a missão subsidiária de proteger os bens jurídicos e, com isso, o livre desenvolvimento do indivíduo, e, ainda, sendo a pena vinculada ao Direito Penal e à Execução Penal, após a reforma do Código Penal Brasileiro, em 1984, é correto afirmar que a finalidade da pena é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "repreensiva e abusiva."
      },
      {
        "letra": "B",
        "texto": "punitiva e reparativa."
      },
      {
        "letra": "C",
        "texto": "retributiva e preventiva (geral e especial)."
      },
      {
        "letra": "D",
        "texto": "ressocializadora e reparativa."
      },
      {
        "letra": "E",
        "texto": "punitiva e distributiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "378912",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Desde o advento da Lei nº 8.072/1990, a vedação absoluta de progressão de regime prisional, originalmente instituída para os crimes hediondos ou assemelhados, comportou intenso debate acadêmico e jurisprudencial. Importantes vozes na doutrina desde logo repudiaram o regime integralmente fechado. Mas o Pleno do Supremo Tribunal Federal, então, em dois julgados antológicos, afastou a pecha da inconstitucionalidade (HC 69.603/SP e HC 69.657/SP), posicionamento que se irradiou para as outras Cortes e, desse modo, ditou a jurisprudência do país por mais de 13 anos. Somente em 2006 o STF rediscutiu a matéria, agora para dizer inconstitucional aquela vedação (HC 82.959-7/SP). A histórica reversão da juris- prudência, afinal, fez com que se reparasse o sistema normativo. Editou-se a Lei nº 11.464/2007 que, pese admitindo a progressividade na execução correspondente, todavia lhe estipulou lapsos diferenciados. Todo esse demorado debate mais diretamente fundou-se especialmente em um dado postulado de direito penal que, portanto, hoje mais que nunca estrutura o direito brasileiro no tópico respectivo. Precipuamente, trata-se do postulado da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoalidade."
      },
      {
        "letra": "B",
        "texto": "legalidade."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "individualização."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360705",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Dentre as ideias estruturantes ou princípios abaixo, todos especialmente importantes ao direito penal brasileiro, NÃO tem expressa e literal disposição constitucional o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "individualização."
      },
      {
        "letra": "D",
        "texto": "pessoalidade."
      },
      {
        "letra": "E",
        "texto": "dignidade humana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360481",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação às teorias que versam sobre o delito e a pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decorre do pós-finalismo, mais propriamente da teoria social da ação desenvolvida por Hans-Heinrich Jescheck, a afirmação de que a culpabilidade não constitui condição suficiente para a imposição da pena, mas apenas um dos elementos que, juntamente com a necessidade preventiva, passa a integrar a categoria denominada responsabilidade."
      },
      {
        "letra": "B",
        "texto": "Entre as teorias contemporâneas do delito, apenas a teoria do defeito da motivação jurídica, ou teoria da motivação, realiza a crítica ao livre arbítrio como expressão de absoluto indeterminismo e como fundamento ontológico da culpabilidade. Essa teoria foi desenvolvida a partir da ideia de censura sobre o autor que defrauda as expectativas da norma penal, porque, apesar de possuir a capacidade de reconhecer e acatar a motivação de comportamento prescrita normativamente, ele atua com defeito volitivo e se revela infiel ao direito."
      },
      {
        "letra": "C",
        "texto": "Claus Roxin, na formulação da sua teoria da imputação objetiva, entende que a finalidade do direito penal é a de garantir a segurança das expectativas em relação ao cumprimento dos papéis atribuídos a cada um, e não a de impedir todos os danos possíveis, paralisando a vida social. Por essa razão, não devem ser imputados aos indivíduos os resultados danosos provenientes de condutas socialmente adequadas."
      },
      {
        "letra": "D",
        "texto": "Na dogmática penal brasileira contemporânea, a posição adotada por Juarez Tavares, no tocante ao conceito de ação como condição para a existência do delito, distancia-se do finalismo, por não admitir um conceito pré-jurídico de conduta, e aproxima-se do modelo social, pela afirmação de que a conduta humana não é somente um fenômeno individual, mas deve ser estruturada sob a característica de constituir atividade social. Essa abordagem se identifica com o funcionalismo, por vincular o conceito de ação, exclusivamente, a um sistema ou processo de imputação."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria pessoal da ação, nem as atividades insuscetíveis de controle pela consciência e pela vontade nem os simples pensamentos constituem ação como manifestação da personalidade, porque aquelas não são atribuíveis ao centro de ação psicoespiritual humana e estes, a despeito de sua natureza psicoespiritual, não chegam a se manifestar no mundo exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1202432",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Acerca dos institutos do direito penal brasileiro, julgue o próximo item. A homologação de sentença estrangeira para obrigar condenado à reparação de dano requer a existência de tratado de extradição com o país de cuja autoridade judiciária emanou a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423153",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Considere as assertivas abaixo, I. As denominadas teorias absolutas da pena consideram que a pena se esgota na ideia de pura retribuição, tem como fim a reação punitiva, ou seja, responde ao mal constitutivo do delito com outro mal que se impõe ao autor do delito. Kant, um dos seus principais defensores, considerava que a exigência da pena derivava da ideia de justiça.II. As teorias ecléticas veiculam a dúplice finalidade da pena: presta-se tanto a reprimir o criminoso como a prevenir a prática do crime. III. Para as teorias relativas a pena tem um fim prático e imediato de prevenção geral ou especial do crime, não se justificando por si mesma, mas apenas na medida em que se cumprem os fins legitimadores do controle de delinquência. IV. A teoria da prevenção especial negativa da pena busca a segregação do criminoso, com o fim de neutralizar a possível novação delitiva, tendo em Von Liszt um dos seus adeptos. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "353627",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Pena é uma sanção aflitiva, imposta pelo Estado ao au- tor de uma infração penal, que tem por objetivo inibir a ocorrência criminal; trata-se da prevenção delitiva. Isto posto, quais são as espécies de penas previstas no Códi- go Penal brasileiro?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Medida de segurança, medida socioeducativa e banimento."
      },
      {
        "letra": "B",
        "texto": "De morte, cruel e degradante."
      },
      {
        "letra": "C",
        "texto": "Limitação de final de semana, comparecimento obrigatório ao juízo mensalmente e trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "Privativas de liberdade, restritivas de direitos e multa"
      },
      {
        "letra": "E",
        "texto": "Pecuniária, de caráter perpétuo e prestação de servi- ço à comunidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "350774",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O princípio da humanidade consubstancia-se na ideia de que o direito penal deve pautar-se na benevolência, de forma a tratar dignamente aquele que comete um fato delituoso, visto que, apesar de ter infringido a norma penal, é pessoa humana como qualquer outra. Sendo assim, podemos afirmar corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de morte confronta o princípio da humanidade, sendo vedada no ordenamento jurídico brasileiro de forma absoluta."
      },
      {
        "letra": "B",
        "texto": "O cumprimento de pena privativa de liberdade em regime fechado não atenta contra o princípio da humanidade, por isso é permitido no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Ao condenado, durante a execução da pena, pode ser imposta a obrigação de realizar trabalhos forçados, desde que se garanta o benefício da remissão penal."
      },
      {
        "letra": "D",
        "texto": "A imposição de castigos corporais ao preso provisório não se caracteriza como ilicitude, visto que o princípio da humanidade aplica-se apenas aos definitivamente condenados."
      },
      {
        "letra": "E",
        "texto": "Constitui-se pena degradante, por violar o direito à liberdade de ir e vir do condenado, a imposição de penas restritivas de direitos consistentes na proibição de freqüentar determinados lugares e limitação de fim de semana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "302406",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "O sistema penitenciário que prega o trabalho dos presos nas celas e, posteriormente, a realização de tarefas em pequenos grupos, durante o dia e em silêncio, é característica do sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inglês"
      },
      {
        "letra": "B",
        "texto": "auburniano"
      },
      {
        "letra": "C",
        "texto": "filadélfico"
      },
      {
        "letra": "D",
        "texto": "reformatório"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "300646",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "O legislador brasileiro, ao dispor sobre as funções da reprimenda pela prática de infração penal no artigo 59 do Código Penal – O juiz, atendendo à culpabilidade, aos antecedentes, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima, estabelecerá, conforme seja necessário e suficiente para reprovação e prevenção do crime... –, adotou a teoria da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "função reeducativa da pena."
      },
      {
        "letra": "B",
        "texto": "função de prevenção especial da pena."
      },
      {
        "letra": "C",
        "texto": "função de prevenção geral da pena."
      },
      {
        "letra": "D",
        "texto": "função retributiva da pena."
      },
      {
        "letra": "E",
        "texto": "função mista ou unificadora da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1208599",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A pena privativa de liberdade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente cumprida em regime de isolamento celular, pese progressiva."
      },
      {
        "letra": "B",
        "texto": "de reclusão, detenção ou prisão simples, com caráter progressivo."
      },
      {
        "letra": "C",
        "texto": "cumprida em regime fechado ou semiaberto, não no aberto."
      },
      {
        "letra": "D",
        "texto": "cumprida em regime semiaberto ou aberto, não no fechado."
      },
      {
        "letra": "E",
        "texto": "cumprida em regime fechado, não no semiaberto ou aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324305",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Acerca da teoria da pena, indique a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deve ser aplicada em três etapas: no primeiro momento, é fixada a pena base com observância das circunstâncias judiciais; na segunda fase, observa-se as agravantes e as atenuantes; na terceira fase, o juiz observa as qualificadoras, causas de aumento e de diminuição de pena previstas na parte especial e geral do CP."
      },
      {
        "letra": "B",
        "texto": "Nos crimes da lei de tóxicos, a quantidade e qualidade do entorpecente devem ser consideradas na primeira fase."
      },
      {
        "letra": "C",
        "texto": "O regime de pena deve ser fixado com observância dos artigos 33 e 59 do Código Penal, não autorizando regime mais grave do que o permitido pela pena aplicada a opinião do julgador acerca da gravidade do delito."
      },
      {
        "letra": "D",
        "texto": "Segundo jurisprudência majoritária dos tribunais superiores, a pena intermediária não pode ficar abaixo do mínimo cominado no tipo respectivo."
      },
      {
        "letra": "E",
        "texto": "Ainda que o tráfico seja considerado crime assemelhado aos hediondos, aplicado o redutor do § 4º do Artigo 33 da Lei n. 11.343/06, em tese, é possível a substituição da pena privativa de liberdade por penas restritivas de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293468",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "É certo afirmar: I. O reincidente condenado a detenção pode iniciar o cumprimento da sua pena no regime fechado. II. Tendo a pena finalidade preventiva, essa prevenção pode ser dividida em geral e especial. III. O trabalho do preso será remunerado de acordo com a sua produtividade. Portanto, somente será remunerado se efetivamente produzir coisa com valor econômico. IV. O condenado será submetido, no início do cumprimento da pena, a exame criminológico de classificação para individualização da execução. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274254",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Não existe impeditivo legal para que haja condenação consistente em prestação pecuniária substitutiva da pena privativa de liberdade cumulada com a pena de multa, determinada pelo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270105",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Considere as seguintes penas: I. Reclusão. II. Detenção. III. Prisão Simples. IV. Multa. Para os ilícitos contravencionais estão previstas em lei SOMENTE as penas indicadas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249970",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA sobre as teorias das velocidades do direito penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da primeira velocidade do direito penal é ligada à ideia do direito penal do inimigo, ou seja, tem como proposição a aplicação de um direito penal máximo, com penas privativas de liberdades e de caráter perpétuo."
      },
      {
        "letra": "B",
        "texto": "A teoria da segunda velocidade do direito penal é ligada à ideia do direito penal do inimigo, ou seja, tem como proposição a aplicação de um direito penal máximo, com penas privativas de liberdades e de caráter perpétuo."
      },
      {
        "letra": "C",
        "texto": "A teoria da terceira velocidade do direito penal tem como fundamento a aplicação de penas alternativas ou de multa, ou seja, está ligada à ideia de um direito penal de mínima intervenção."
      },
      {
        "letra": "D",
        "texto": "A teoria da quarta velocidade do direito penal está ligada à ideia do neopunitivismo."
      },
      {
        "letra": "E",
        "texto": "A terceira velocidade do direito penal, idealizada por Jesus María Silva Sánchez, está ligada à ideia do Tribunal Penal Internacional, ou seja, à proposição de um direito penal para julgar crimes de guerra, de agressão, genocídio e de lesa humanidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "273820",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "A compreensão da punibilidade passa pela aplicação da pena como um efeito do delito ou a sua consequência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "203318",
    "metadata": "Ano: 2011 | Banca: PONTUA | Órgão: TRE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais"
    ],
    "enunciado_principal": "Sobre a aplicação da pena, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reincidência impede a substituição da pena privativa de liberdade por restritivas de direito."
      },
      {
        "letra": "B",
        "texto": "A confissão do acusado é causa que sempre atenua a pena."
      },
      {
        "letra": "C",
        "texto": "As atenuantes obrigatórias têm a força de trazer a pena para aquém do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "O modelo pátrio adotou sistema trifásico de dosimetria da pena, segundo o qual a pena definitiva será definida com base nas atenuantes e agravantes."
      }
    ],
    "gabarito": "B"
  }
]