[
  {
    "id": "2459921",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "Caio, para excitar sua libido, tem relações sexuais com sua namorada na presença de uma vizinha, de 13 anos de idade, a quem havia pago a importância de R$100,00 para que ela assistisse ao ato. Diante do caso narrado, Caio deverá responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio sexual."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "favorecimento da prostituição ou de outra forma de exploração de criança ou adolescente ou de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1891718",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "Em 10/1/2022, Fernando, com 38 anos de idade, adicionou à sua rede social Caio, com 13 anos de idade, dizendo-lhe ter a mesma faixa etária e manifestando interesse por jogos eletrônicos. A partir de então, passaram a manter conversas diárias, que, com a conquista da confiança de Caio, ganharam conotação pessoal acerca da vida íntima do adolescente, como sua relação familiar, ambiente escolar e círculo de amizade. Em dado momento, Fernando pediu a Caio que ligasse a webcam, e assim o menino o fez. Então, Fernando, também com sua câmera ligada, se despiu e começou a se masturbar, exibindo-se para Caio, como forma de satisfazer a própria lascívia. Em seguida, Fernando convidou Caio para ir até sua casa. Contudo, Caio ficou assustado e contou para os pais, que bloquearam o perfil de Fernando e se dirigiram à delegacia de polícia, para comunicarem a ocorrência. Nessa situação hipotética, Fernando praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica penalmente."
      },
      {
        "letra": "B",
        "texto": "o crime de estupro de vulnerável, na forma tentada, previsto no art. 217-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "o crime de corrupção de menores, previsto no art. 218 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "o crime de assediar e constranger criança via meio de comunicação, com o fim de com ela praticar ato libidinoso, previsto no art. 241-D do Estatuto da Criança e do Adolescente."
      },
      {
        "letra": "E",
        "texto": "o crime de satisfação de lascívia mediante presença de criança ou adolescente, previsto no art. 218-A do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010557",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "A profissional do sexo Gumercinda atende a seus clientes no local onde reside juntamente com seu filho Joaquim de dez anos. O local é bastante exíguo, tendo pouco mais de quinze metros quadrados, onde existem apenas um quarto e um banheiro, ficando a cama onde Joaquim dorme ao lado da cama da mãe. Em uma determinada madrugada, Gumercinda acerta um “programa sexual” com Caio e o leva até sua casa. Durante o ato sexual, Joaquim acorda e presencia tudo, sem que Gumercinda ou Caio percebam que ele está assistindo à cena. No dia seguinte, Joaquim vai para a escola e conta o fato a um amigo, o qual, por sua vez, relata a história para Joana, sua mãe. Esta, abismada com a história, procura a delegacia do bairro e narra os fatos acima descritos. Diante desta situação hipotética, assinale a alternativa correta do ponto de vista legal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gumercinda e Caio responderão pelo delito de satisfação de lascívia mediante a presença de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "Gumercinda e Caio não cometeram nenhum crime."
      },
      {
        "letra": "C",
        "texto": "Gumercinda e Caio praticaram exploração sexual de criança ou adolescente."
      },
      {
        "letra": "D",
        "texto": "Gumercinda e Caio praticaram crime previsto no Estatuto da Criança e do Adolescente."
      },
      {
        "letra": "E",
        "texto": "Apenas Gumercinda responderá pelo delito de satisfação de lascívia mediante a presença de criança ou adolescente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "998892",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Ricardo e Sueli, ambos maiores de idade, são adeptos de prática consistente em exibicionismo sexual. Extraem prazer em serem vistos por terceiros enquanto praticam sexo. Em certa oportunidade, obrigam a vizinha Juliana, de 16 anos de idade, mediante grave ameaça verbal, mas sem encostarem na adolescente, a observá-los enquanto praticam sexo. A conduta de Ricardo e Sueli encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No art. 147 do Código Penal, crime de ameaça."
      },
      {
        "letra": "B",
        "texto": "No art. 218-A do Código Penal, crime de satisfação da lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "No art. 215-A do Código Penal, crime de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "No art. 146 do Código Penal, crime de constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "972049",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Julgue os itens a seguir, relativos a delitos de natureza sexual. I Praticar, em local público, ato libidinoso contra alguém e sem o seu consentimento caracteriza contravenção penal tipificada como importunação ofensiva ao pudor. II Praticar conjunção carnal com o parceiro na presença de menor de catorze anos de idade, a fim de satisfazer a própria lascívia, configura, a princípio, o tipo penal específico denominado satisfação de lascívia mediante presença de criança ou adolescente. III Praticar ato obsceno em praça pública, ainda que sem a intenção de ultrajar alguém específico, configura crime de importunação sexual, que, por equiparação, é considerado hediondo. IV Divulgar na Internet fotografias de conteúdo pornográfico envolvendo adolescente, como meio de vingança pelo término de relacionamento, configura crime específico previsto no ECA, o que afasta a incidência do novo tipo penal previsto no art. 218-C do Código Penal. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "930610",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "João e Maria, com 18 e 13 anos de idade, respectivamente, iniciaram relacionamento amoroso que culminou em relações sexuais consensuais. Inconformado com o fato, o pai de Maria procura a autoridade policial e solicita a instauração de inquérito policial contra João por entender que sua filha está sendo vítima de abuso sexual. No âmbito do direito penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João praticou o crime de satisfação de lascívia contra pessoa menor de 14 anos."
      },
      {
        "letra": "B",
        "texto": "a existência de relacionamento amoroso entre o casal torna a conduta de João atípica."
      },
      {
        "letra": "C",
        "texto": "o consentimento de Maria à conjunção carnal torna o crime de estupro impossível."
      },
      {
        "letra": "D",
        "texto": "comprovado que Maria tinha experiência sexual anterior, João praticou o crime de estupro privilegiado."
      },
      {
        "letra": "E",
        "texto": "João praticou o crime de estupro de vulnerável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "921270",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a dignidade sexual, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dadas as condições de evolução social, não se pune atualmente a violação sexual mediante fraude e nem a sedução."
      },
      {
        "letra": "B",
        "texto": "o crime de favorecimento da prostituição ou outra forma de exploração sexual de maiores de 18 anos não-vulneráveis só é punido se o agente tem intuito de lucro."
      },
      {
        "letra": "C",
        "texto": "o crime de assédio sexual, por expressa disposição legal fruto de ativismo jurídico, é punido mais gravemente se cometido por homem contra mulher do que vice-versa."
      },
      {
        "letra": "D",
        "texto": "é fato típico induzir menor de 14 (quatorze) anos a presenciar ato libidinoso diverso da conjunção carnal, a fim de satisfazer lascívia própria."
      },
      {
        "letra": "E",
        "texto": "apenas pessoas dignas são objeto de proteção penal, excluídas as pessoas que voluntariamente se entregam à má vida ou a práticas sexuais promíscuas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896384",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Desacato"
    ],
    "enunciado_principal": "É certo afirmar: I. A tentativa é inadmissível no crime de desacato em razão de exigir prática efetiva pelo sujeito ativo da ofensa ao proferir palavras injuriosas na presença do ofendido. II. Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente se constitui em crime previsto no Código Penal, salvo havendo autorização judicial, em respeito ao direito fundamental à livre expressão da atividade intelectual e artística. III. O sujeito ativo do crime de inserção de dados falsos em sistema de informações somente pode ser o funcionário público, e especialmente aquele devidamente autorizado a trabalhar com a informatização ou sistema de dados da Administração Pública. O tipo penal, que tipifica crime próprio, tem o especial cuidado de destacar que o sujeito ativo dessa infração penal é o funcionário autorizado, afastando, dessa forma, qualquer outro funcionário que, eventualmente, imiscuir-se indevidamente nos sistemas informatizados ou banco de dados da Administração Pública. IV. O objeto material do crime de “extravio, sonegação ou inutilização de livro ou documento” é o livro oficial ou qualquer documento público ou privado. Essa documentação pode ser de qualquer natureza, tais como de valor histórico, contábil, patrimonial, registral e protocolar. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305568",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "Valtemir praticou conjunção carnal com sua enteada Flaviana, que possui 12 anos de idade. Assim, Valtemir deve responder pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente (artigo 218-A do CP)."
      },
      {
        "letra": "B",
        "texto": "submissão de criança ou adolescente à prostituição ou à exploração sexual (artigo 244-A da Lei nº 8.069/1990)."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável (artigo 217-A do CP)."
      },
      {
        "letra": "D",
        "texto": "corrupção de menores (Lei nº 2.252/1954)."
      },
      {
        "letra": "E",
        "texto": "assédio sexual (artigo 216-A do CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305397",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Maria, a pedido de sua prima Joana, por concupiscência desta, convenceu sua vizinha Pauliana, de 12 anos de idade, a assistir Joana e seu namorado Paulo em intimidades sexuais. Assim, pode-se concluir que Maria obrou para o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter criança ou adolescente sob sua autoridade, guarda ou vigilância a vexame ou a constrangimento."
      },
      {
        "letra": "B",
        "texto": "aliciar criança, com o fim de com ela praticar ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "corrupção de menores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298692",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro. Aquele que submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual alguém menor de dezoito anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "instigação sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "E",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "269831",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima apresentada e o que dispõe o CP acerca dos crimes contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que algum adulto tenha praticado, com outro adulto, conjunção carnal ou qualquer outro ato libidinoso na presença dos adolescentes, ou que os tenha induzido a presenciar os referidos atos, a fim de satisfazer lascívia própria ou de outrem. Nessa situação, esse adulto deve ser responsabilizado pelo delito de satisfação de lascívia na presença de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "O proprietário ou o gerente do estabelecimento deve ser responsabilizado tão somente pelo delito de manutenção de estabelecimento para exploração sexual, haja ou não mediação direta na exploração sexual."
      },
      {
        "letra": "C",
        "texto": "Devem responder penalmente pela prática do delito de favorecimento à exploração sexual de vulnerável o proprietário, o gerente ou o responsável pela boate e, de igual modo, os clientes encontrados no local."
      },
      {
        "letra": "D",
        "texto": "Se algum dos clientes da boate for encontrado mantendo conjunção carnal ou qualquer outro ato libidinoso com algum adolescente, será responsabilizado por estupro de vulnerável, se restar demonstrado o pleno conhecimento da menoridade da vítima, ainda que esta tenha assentido em realizar a conduta."
      },
      {
        "letra": "E",
        "texto": "Caso os adolescentes tenham ingressado voluntariamente no estabelecimento para o exercício das atividades descritas e, ao tentarem deixar o local e cessar as práticas, tenham sido impedidos pelo proprietário e gerente, restará consumado o delito de exploração sexual de vulnerável na forma de impedimento ou dificultação do abandono da atividade, cuja pena será agravada da quarta parte pelo concurso de pessoas, com aplicação de pena de multa, tendo como efeito obrigatório da condenação a cassação da licença de localização e funcionamento da boate."
      }
    ],
    "gabarito": "E"
  }
]