[
  {
    "id": "3532773",
    "metadata": "Ano: 2025 | Banca: Instituto Ágata | Órgão: Prefeitura de Piçarra - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É considerado circunstância que sempre atenua a pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cometimento de crime sob a influência de multidão em tumulto, se não o provocou."
      },
      {
        "letra": "B",
        "texto": "Quando o agente apenas coage outra pessoa à execução material do crime."
      },
      {
        "letra": "C",
        "texto": "Ter o agente cometido o crime em estado de embriaguez preordenada."
      },
      {
        "letra": "D",
        "texto": "Quando o agente apenas instiga ou determina outro a cometer o crime, alguém sujeito à sua autoridade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324266",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da agravante da reincidência e da atenuante da confissão espontânea, é correto afirmar, à luz da jurisprudência do Superior Tribunal de Justiça, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão parcial, ainda que utilizada para a formação do convencimento do julgador, não autoriza a incidência da atenuante da confissão espontânea;"
      },
      {
        "letra": "B",
        "texto": "a reincidência específica não impede a compensação integral da respectiva agravante com a atenuante da confissão espontânea;"
      },
      {
        "letra": "C",
        "texto": "havendo concurso entre a agravante da reincidência e a atenuante da confissão espontânea, preponderará a primeira;"
      },
      {
        "letra": "D",
        "texto": "na hipótese de o réu ser multirreincidente, a agravante da reincidência não preponderará sobre a atenuante da confissão espontânea, em prestígio ao direito penal do fato, e não do autor;"
      },
      {
        "letra": "E",
        "texto": "no concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente, da idade da vítima e da reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3272325",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São atenuantes de pena expressamente previstas no CP: I. Ter o agente cometido o crime por motivo de relevante valor social ou pessoal. II. Ter o agente procurado, por sua espontânea vontade e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as consequências, ou ter, após o julgamento, reparado o dano. III. Ter o agente confessado espontaneamente, perante a autoridade, a autoria do crime. IV. Ter o agente cometido o crime sob a influência de multidão em tumulto, se não o provocou. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272317",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Márcio, 21 anos, confessou em sede policial a autoria do crime de furto, apesar de ter sido decretada sua revelia no processo de conhecimento, pois alterou endereço sem comunicar o juízo, sequer tendo sido ouvido em juízo. No transcorrer do processo de furto, ele foi condenado definitivamente pelo tráfico de drogas que cometeu quanto tinha 19 anos. O juiz, no processo de furto, condenou Márcio, aplicando a agravante da reincidência e deixando de aplicar qualquer atenuante, indicando que a confissão dele não influenciou na sua decisão condenatória. Quanto à aplicação da agravante e ausência de aplicação de atenuantes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz tomou decisão acertada ao aplicar a agravante, mas equivocou-se ao deixar de aplicar a atenuante da confissão."
      },
      {
        "letra": "B",
        "texto": "O juiz tomou decisão acertada ao aplicar a agravante e ao deixar de aplicar a atenuante da confissão."
      },
      {
        "letra": "C",
        "texto": "O juiz equivocou-se ao aplicar a agravante e ao deixar de aplicar as atenuantes da confissão e da menoridade relativa."
      },
      {
        "letra": "D",
        "texto": "O juiz equivocou-se ao aplicar a agravante e ao deixar de aplicar a atenuante da confissão."
      },
      {
        "letra": "E",
        "texto": "O juiz equivocou-se ao aplicar a agravante, mas tomou decisão acertada ao deixar de aplicar a atenuante da confissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267401",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "[Questão Inédita] Durante investigação sobre o furto qualificado de joias em uma residência, Mevinho, o rei do furtinho, foi informalmente abordado por policiais militares, fora do ambiente da delegacia, tendo relatado, de maneira espontânea, que havia praticado o crime sozinho. No entanto, quando formalmente ouvido na delegacia, permaneceu em silêncio. Em juízo, assistido por defensor, negou a prática do delito, alegando que havia sido coagido psicologicamente durante a abordagem policial. A sentença reconheceu Mevinho como culpado, mas o juiz não aplicou a atenuante da confissão espontânea, prevista no art. 65, III, \"d\", do CP, sob o fundamento de que a confissão feita de forma informal, sem confirmação posterior, não se equipara à confissão extrajudicial válida. Com base nesse cenário e no entendimento jurisprudencial sobre a matéria, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão feita a policiais militares, ainda que fora de ambiente formal, constitui confissão extrajudicial válida e impõe o reconhecimento da atenuante do art. 65, III, \"d\", do CP."
      },
      {
        "letra": "B",
        "texto": "A simples admissão informal do crime, posteriormente retratada e negada em sede policial e judicial, não se equipara à confissão espontânea para fins de atenuação da pena."
      },
      {
        "letra": "C",
        "texto": "A confissão informal, mesmo retratada, deve ser considerada para fins de atenuante sempre que for corroborada por outras provas nos autos."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência entende que qualquer manifestação inicial do acusado, ainda que informal e desmentida depois, deve ser premiada com a atenuante da confissão."
      },
      {
        "letra": "E",
        "texto": "Ainda que retratada, a confissão informal em qualquer fase do processo será obrigatoriamente considerada para concessão da atenuante do art. 65, III, \"d\", do CP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267400",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "[Questão Inédita] Em uma pequena cidade do interior da “Q”lândia, terra dos concurseiros, Mevinho, de 35 anos, vivia com sua enteada Nutella, de apenas 11 anos, filha de sua companheira, com quem mantinha união estável há quatro anos. Aproveitando-se da relação de confiança estabelecida no ambiente familiar, Mevinho passou a praticar atos libidinosos com Nutella durante as ausências da mãe, comportamento que se repetiu por meses, até que a criança confidenciou o fato a uma professora, que denunciou o caso às autoridades. O Ministério Público denunciou Mevinho pela prática de estupro de vulnerável (art. 217-A do Código Penal). Na dosimetria da pena, o magistrado aplicou simultaneamente a agravante da alínea \"f\" do inciso II do art. 61 do CP (prevalência de relações domésticas) e a causa de aumento do art. 226, II, do CP (delito cometido com abuso de autoridade ou confiança decorrente de relação doméstica ou de coabitação). A defesa, por sua vez, alegou bis in idem, sustentando que ambas as normas penais se referem à mesma circunstância. Com base na jurisprudência atual do Superior Tribunal de Justiça e nas normas penais pertinentes, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há bis in idem na aplicação simultânea da agravante do art. 61, II, \"f\", e da causa de aumento do art. 226, II, do CP, pois ambas se referem à mesma situação de abuso da confiança doméstica."
      },
      {
        "letra": "B",
        "texto": "A aplicação simultânea da agravante e da causa de aumento mencionadas viola o princípio da legalidade, uma vez que não é expressamente autorizada pela lei penal."
      },
      {
        "letra": "C",
        "texto": "O STJ admite a aplicação cumulativa da agravante do art. 61, II, \"f\", e da causa de aumento do art. 226, II, do CP, pois cada uma incide sobre aspectos distintos da conduta: uma valorando a condição subjetiva do agente e outra a circunstância objetiva da infração."
      },
      {
        "letra": "D",
        "texto": "A causa de aumento do art. 226, II, somente pode ser aplicada se o agente for pai biológico da vítima, o que não se verifica na hipótese, impedindo sua incidência."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência do STJ entende que a agravante do art. 61, II, \"f\", deve ser afastada quando o crime é praticado em contexto de coabitação, pois a relação de convivência já está abarcada pela majorante do art. 226, II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267396",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, o maior furtador da região da “Q”lândia, terra dos concurseiros, é denunciado como incurso no crime de furto (art. 155, caput, do Código Penal). Ao longo da persecução penal, Mevinho havia confessado na Delegacia ser o autor do crime patrimonial. Contudo, em juízo, operou a retratação, passando a negar a autoria do furto. Na audiência de instrução, uma testemunha de acusação foi ouvida e confirmou ser Mevinho o autor do crime, bem como a res furtiva foi recuperada. Demonstrou-se por certidão a reincidência de Mevinho. Ao cabo da instrução, o Juízo a quo condenou Mevinho, haja vista certeza da materialidade e da autoria, notadamente pela confissão extrajudicial, corroborada pelo depoimento da testemunha de acusação em juízo. Na dosimetria, fixou a pena-base no mínimo legal, ao passo que, na segunda fase, exasperou a pena de 1/6 (um sexto) em decorrência da comprovada reincidência, tornando a pena definitiva em 01 (um) ano e 02 (dois) meses de reclusão e 11 (onze) dias-multa, pois ausentes causas de aumento ou de diminuição. Fixou-se o regime inicial semiaberto. Diante do exposto e à luz da jurisprudência firmada no Superior Tribunal de Justiça, marque alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A dosimetria de Mevinho comporta reparo, pois a confissão extrajudicial, ainda que retratada em juízo, foi corroborada pelo restante do conjunto probatório, válida, portanto, à condenação. Devendo, ainda, a atenuante da confissão espontânea extrajudicial (art. 65, inc. III, ‘d’, do Código Penal) ser compensada com a agravante da reincidência (art. 61, inc. I, do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "A dosimetria de Mevinho comporta reparo, pois a confissão extrajudicial, ainda que retratada em juízo, foi corroborada pelo restante do conjunto probatório, válida, portanto, à condenação. Contudo, a atenuante da confissão espontânea extrajudicial (art. 65, inc. III, ‘d’, do Código Penal) não deve ser compensada com a agravante da reincidência (art. 61, inc. I, do Código Penal), porquanto de equivalências distintas."
      },
      {
        "letra": "C",
        "texto": "A dosimetria de Mevinho não comporta reparo, sendo que a confissão extrajudicial, quando retratada em juízo, não pode ser utilizada como argumento condenatório, bem como a atenuante da confissão espontânea extrajudicial (art. 65, inc. III, ‘d’, do Código Penal) não deve ser compensada com a agravante da reincidência (art. 61, inc. I, do Código Penal), porquanto de equivalências distintas."
      },
      {
        "letra": "D",
        "texto": "A dosimetria de Mevinho comporta reparo, sendo que a confissão extrajudicial, ainda que retratada em juízo e dissociada de outros elementos probatórios, poderá ser utilizada como fundamento de condenação e fará incidir a atenuante da confissão espontânea extrajudicial (art. 65, inc. III, ‘d’, do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "A condenação de Mevinho deve ser anulada, porquanto desprezada a confissão extrajudicial (art. 65, inc. III, ‘d’, do Código Penal)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179523",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Tácito, portando arma de fogo, rende entregador dos correios e subtrai furgão cheio de mercadorias. Policiais que avistaram a cena de longe perseguem o veículo, prendendo Tácito, o qual admite o crime. No momento da sentença, verifica o juiz que consta da folha de antecedentes de Tácito: 3 condenações transitadas em julgado por roubos anteriores a estes fatos, 2 condenações transitadas em julgado por crimes cometidos posteriormente a estes, além de mais 2 processos em curso. Na dosimetria da pena, poderá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exasperar a pena base com base nas ações em curso, pela conduta pessoal do agente."
      },
      {
        "letra": "B",
        "texto": "Compensar a multireincidência com a confissão, mantendo a pena estipulada na 1ª fase inalterada na 2ª fase."
      },
      {
        "letra": "C",
        "texto": "Reduzir a pena em 1/3, na 1ª fase, por conta da tentativa, considerando a aproximação da consumação do crime."
      },
      {
        "letra": "D",
        "texto": "Utilizar as condenações por crimes posteriores ao roubo, na 1ª fase, como maus antecedentes, e as condenações anteriores na 2ª fase, para agravar a pena."
      },
      {
        "letra": "E",
        "texto": "Utilizar o critério trifásico para estabelecer a dosimetria da pena restritiva de liberdade e da pena de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086954",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Amadeus, residente em Alta Floresta/MT, é preso em flagrante praticando um furto em coautoria com sua companheira Amélia. Verifica-se, em consulta aos sistemas informáticos do estado, que Amadeus já possuía uma condenação. Sobre sua situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que seja reincidente em crime doloso, se presentes os demais requisitos, Amadeus poderá obter a causa de diminuição de pena referente ao furto privilegiado;"
      },
      {
        "letra": "B",
        "texto": "caso Amadeus seja considerado reincidente e ele espontaneamente confesse a prática do delito, a jurisprudência admite a compensação entre ambas as circunstâncias;"
      },
      {
        "letra": "C",
        "texto": "por se tratar de circunstância elementar do crime, a pena de Amélia também será agravada por conta da reincidência de Amadeus;"
      },
      {
        "letra": "D",
        "texto": "ainda que seja reincidente em crime doloso, não haverá agravamento da pena com fulcro em julgamento do Supremo Tribunal Federal pela não recepção do instituto pela Constituição de 1988;"
      },
      {
        "letra": "E",
        "texto": "caso a condenação anterior seja por crime político ou militar, de qualquer natureza, Amadeus não poderá ser considerado reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3030458",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante uma briga, Paulo, movido por forte emoção após ser ofendido, agrediu fisicamente seu colega de trabalho, causando-lhe lesões corporais. No processo penal, a defesa de Paulo alegou que ele não deve ser responsabilizado devido ao estado emocional em que se encontrava. Como o Ministério Público deve tratar a questão da emoção no caso de Paulo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção atenua a pena, mas não exclui a culpabilidade de Paulo."
      },
      {
        "letra": "B",
        "texto": "A emoção agrava a pena, pois Paulo agiu de forma descontrolada."
      },
      {
        "letra": "C",
        "texto": "Paulo deve ser considerado inimputável, pois estava fora de si no momento do crime."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a culpabilidade, devendo Paulo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "A emoção transforma o ato de Paulo em uma contravenção penal, não em crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3028646",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Matheus foi condenado pela prática de determinado crime contra a Administração Pública, com a incidência de uma causa de aumento de pena. Registre-se que, em consulta à Folha de Antecedentes Criminais do réu, o juízo sentenciante constatou que ele ostenta uma única anotação, que caracteriza reincidência em crime doloso. Nesse cenário, considerando as normas atinentes à fixação da pena e o entendimento dominante dos Tribunais Superiores, a reincidência em crime doloso deverá ser considerada, pelo juiz, na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase da dosimetria, enquanto a causa de aumento de pena será valorada na segunda etapa do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "primeira fase da dosimetria, enquanto a causa de aumento de pena será valorada na terceira etapa do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "primeira fase da dosimetria, enquanto a causa de aumento de pena será valorada na segunda etapa do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "segunda fase da dosimetria, enquanto a causa de aumento de pena será valorada na terceira etapa do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "terceira fase da dosimetria, enquanto a causa de aumento de pena será valorada na primeira etapa do processo dosimétrico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522197",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Carlos é denunciado com base no art. 33, caput c.c 40, V da Lei nº 11.343/2006, em razão de ter sido flagrado com uma mochila com maconha em ônibus interestadual que trafegava na PR 323, realizando o trajeto Amambaí/MS a Londrina/PR. Na sentença condenatória, o magistrado, após a regular instrução processual, condena Carlos por tráfico de drogas, mantendo no mínimo legal na primeira fase, deixando de reconhecer atenuantes ou agravantes e reconhecendo a majorante solicitada pelo MP na denúncia e repetida em alegações finais (interestadualidade do delito) em seu grau mínimo, todavia reconheceu a causa de diminuição de pena, prevista no parágrafo quarto, em seu grau máximo. Diante desse quadro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da pena mínima cominada ao delito de tráfico de drogas ser superior a 4 anos, o ANPP no caso é inviável."
      },
      {
        "letra": "B",
        "texto": "O ANPP no caso é inviável, porque a denúncia já foi recebida e este é o limite temporal para o oferecimento do acordo."
      },
      {
        "letra": "C",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é inviável o ANPP no caso em tela."
      },
      {
        "letra": "D",
        "texto": "O crime de tráfico de drogas interestadual, ainda que não privilegiado, é, em razão da pena mínima cominada ao delito, passível de ANPP, razão pela qual o acordo deveria ter sido oferecido desde o início do feito pelo Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é possível o ANPP no caso em tela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489736",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, o juízo da 1ª Vara Criminal da Comarca Alfa condenou Tício pela prática do crime de roubo circunstanciado pelo emprego de arma de fogo de uso permitido. Ao analisar o processo, visando à dosagem das penas, o magistrado verificou que o acusado é reincidente e que as consequências do delito foram extremamente graves para a vítima. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o juiz considerará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e a reincidência, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; as consequências do crime, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "o emprego da arma de fogo de uso permitido, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Livramento condicional",
      "Extinção da pena",
      "Ação penal",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em uma ação penal por crime ocorrido em 04/03/2023, o réu, ao ser interrogado, confessa espontaneamente, perante o juiz, a prática do delito que lhe é imputado. Na folha de antecedentes criminais do acusado, constam as seguintes anotações, devidamente esclarecidas por certidões cartorárias: I. condenação transitada em julgado em 08/06/2016 por crime anterior, praticado em 06/02/2014, com pena de reclusão extinta em 15/03/2022, diante do término do livramento condicional, cujo período de prova se iniciara em 14/08/2017; II. condenação transitada em julgado em 02/09/2022 por contravenção penal anterior, praticada em 07/01/2022, com pena de prisão simples cumprida em 03/03/2023; e III. ação penal em curso, por crime posterior, praticado em 05/03/2024. À luz das informações apresentadas, conclusos os autos ao juiz para sentença, no dia de hoje, na segunda fase da dosimetria da pena, a pena deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuada, incidindo a atenuante da confissão espontânea, sendo o réu primário."
      },
      {
        "letra": "B",
        "texto": "atenuada, preponderando a atenuante da confissão espontânea sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "mantida, compensando-se integralmente a atenuante da confissão espontânea com a agravante da reincidência."
      },
      {
        "letra": "D",
        "texto": "agravada, compensando-se proporcionalmente a agravante da reincidência com a atenuante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "agravada, preponderando a agravante da reincidência, sem qualquer compensação em relação à atenuante da confissão espontânea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2376379",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Tucuruí - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A não reincidência."
      },
      {
        "letra": "B",
        "texto": "ter o agente cometido o crime por motivo fútil ou torpe"
      },
      {
        "letra": "C",
        "texto": "ter o agente cometido o crime para facilitar ou assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime."
      },
      {
        "letra": "D",
        "texto": "ter o agente cometido o crime à traição, de emboscada, ou mediante dissimulação, ou outro recurso que dificultou ou tornou impossível a defesa do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247801",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Ao proferir uma sentença condenatória em uma ação penal, o juiz vislumbra que o réu confessou em juízo a autoria do delito e que constam em sua folha de antecedentes criminais duas anotações, assinalando condenações anteriores definitivas à prática do crime objeto do processo, cujas penas foram cumpridas um e quatro anos antes, respectivamente, do cometimento do crime em julgamento. Diante da situação narrada, deverá o magistrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuar a pena-base, na segunda fase da dosimetria da pena, fazendo prevalecer a atenuante da confissão espontânea sobre a agravante da reincidência;"
      },
      {
        "letra": "B",
        "texto": "manter a pena-base, na segunda fase da dosimetria da pena, compensando integralmente a agravante da reincidência com a atenuante da confissão espontânea;"
      },
      {
        "letra": "C",
        "texto": "agravar a pena-base, na segunda fase da dosimetria da pena. fazendo prevalecer a agravante da reincidência sobre a atenuante da confissão espontânea;"
      },
      {
        "letra": "D",
        "texto": "agravar a pena-base, na segunda fase da dosimetria da pena. fazendo prevalecer a agravante da reincidência e compensando a atenuante da confissão espontânea com uma das anotações criminais geradora de reincidência;"
      },
      {
        "letra": "E",
        "texto": "fixar a pena-base acima do mínimo legal cominado ao crime, reconhecendo os maus antecedentes, e, na fase seguinte da dosimetria, manter a pena, compensando integralmente a agravante da reincidência com a atenuante da confissão espontânea."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2183249",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Tício, após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, foi condenado pela prática do crime de roubo circunstanciado pelo concurso de pessoas e pelo emprego de arma de fogo (Art. 157, §2º, II e §2º-A, I, do Código Penal). Considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, é correto afirmar que as causas de aumento de pena são analisadas, pelo juiz, na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que menos aumente;"
      },
      {
        "letra": "B",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que mais aumente;"
      },
      {
        "letra": "C",
        "texto": "segunda fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que mais aumente;"
      },
      {
        "letra": "D",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz deverá aplicar ambas;"
      },
      {
        "letra": "E",
        "texto": "segunda fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz deverá aplicar ambas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144068",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Ao elaborar uma sentença condenatória em um processo pela prática de determinado crime, na dosimetria da pena, após haver fixado a pena-base, o juiz verifica que o acusado possui uma condenação anterior transitada em julgado por porte ou posse de droga para consumo pessoal (Art. 28 da Lei nº 11.343/2006), cuja pena aplicada, prestação de serviços à comunidade, fora cumprida três anos antes da prática do delito objeto do processo em julgamento. Diante da situação narrada, deverá o magistrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravar a pena-base, ainda que tenha sido fixada no máximo de pena cominada legalmente ao crime, reconhecendo a reincidência;"
      },
      {
        "letra": "B",
        "texto": "manter a pena-base, pois a condenação anterior pelo fato previsto no Art. 28 da Lei nº 11.343/2006 não gera reincidência;"
      },
      {
        "letra": "C",
        "texto": "atenuar a pena-base, pois a pena de prestação de serviços à comunidade não produz reincidência;"
      },
      {
        "letra": "D",
        "texto": "manter a pena-base, tendo em vista o tempo decorrido entre a extinção da pena aplicada anteriormente e a prática do crime objeto do processo;"
      },
      {
        "letra": "E",
        "texto": "atenuar a pena-base, pois o fato previsto no Art. 28 da Lei nº 11.343/2006 é contravenção penal e não gera reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110708",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É circunstância que sempre atenua a pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o desconhecimento da lei."
      },
      {
        "letra": "B",
        "texto": "a ausência de dolo antecedente."
      },
      {
        "letra": "C",
        "texto": "a conduta da vítima."
      },
      {
        "letra": "D",
        "texto": "o estado de embriaguez involuntária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110707",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "A embriaguez deve ser considerada circunstância agravante do crime quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decorre de estado de violenta emoção."
      },
      {
        "letra": "B",
        "texto": "poderia ser evitada."
      },
      {
        "letra": "C",
        "texto": "é preordenada."
      },
      {
        "letra": "D",
        "texto": "decorre involuntariamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2073364",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "Mateus foi condenado por roubo simples à pena de 10 (dez) anos de reclusão e iniciou o cumprimento de pena em regime fechado na penitenciária de Goiânia-GO. Durante seu estágio no presídio, foi pego com grande quantidade de cocaína dentro de sua cela e foi processado por tráfico de drogas e condenado à pena de 9 (nove) anos de reclusão. Ao iniciar o cumprimento da segunda pena recebida, o juízo da execução penal deverá considerar qual percentual como tempo de progressão penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20% (vinte por cento) da pena, se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "25% (vinte e cinco por cento) da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "40% (quarenta por cento) da pena, se o apenado for condenado pela prática de crime hediondo ou equiparado, se for primário específico."
      },
      {
        "letra": "D",
        "texto": "30% (trinta por cento), se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "60% (sessenta por cento) da pena, se o apenado for reincidente na prática de crime hediondo ou equiparado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2053672",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Com base nas disposições relativas aos crimes previstos no Código Penal e no entendimento jurisprudencial acerca da matéria, julgue o item subsecutivo.Não caracteriza bis in idem o reconhecimento das qualificadoras de motivo torpe e de feminicídio no crime de homicídio praticado contra mulher em situação de violência doméstica e familiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2006436",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Promotor de Justiça, em suas alegações finais, pode e deve se manifestar sobre a dosimetria da pena e quanto ao regime prisional, inclusive apelando ou opondo embargos quanto a esses temas quando for o caso."
      },
      {
        "letra": "B",
        "texto": "A dosimetria da pena é matéria sujeita à certa discricionariedade judicial, à míngua de previsão, no Código Penal, de rígidos esquemas matemáticos ou regras absolutamente objetivas para a fixação da pena."
      },
      {
        "letra": "C",
        "texto": "Não há bis in idem na incidência da agravante genérica do art. 61, II, f 226 (com abuso de autoridade ou prevalecendo-se de relações domésticas, de coabitação ou de hospitalidade, ou com violência contra a mulher na forma da lei específica), concomitantemente com a causa de aumento de pena do art. 226, II, (se o agente é ascendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tiver autoridade sobre ela) ambas do CP, no crime de estupro."
      },
      {
        "letra": "D",
        "texto": "É possível o reconhecimento da atenuante de confissão espontânea ao delito de tráfico de drogas, quando o réu, em interrogatório judicial, confessa a destinação da droga apreendida para uso próprio."
      },
      {
        "letra": "E",
        "texto": "A invocação da natureza e da quantidade da droga, como fundamento da exasperação da pena-base, configura vetor suficiente a justificar a fixação da reprimenda acima do mínimo legal, tendo em conta o disposto no art. 42 da Lei nº 11.343/2006."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992053",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Ao Estado, por meio de ação penal, cabe impor sanção penal ao criminoso como retribuição ao delito realizado, bem como prevenção a novos crimes. Considerando as regras a respeito da Lei Penal e da Teoria Geral da Pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, cumulativamente com a devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "B",
        "texto": "Enquanto na pena privativa de liberdade computam-se o tempo de prisão provisória, no Brasil ou no estrangeiro, e o de prisão administrativa, na medida de segurança computa-se somente o tempo de internação em hospital de custódia e tratamento psiquiátrico ou, à falta, a outro estabelecimento adequado."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por embriaguez voluntária ou culposa, pelo álcool ou substância de efeitos análogos, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime os maus antecedentes e a reincidência."
      },
      {
        "letra": "E",
        "texto": "A pena-base será fixada atendendo-se ao critério do art. 59 deste Código; em seguida serão consideradas as circunstâncias atenuantes e agravantes; por último, as causas de diminuição e de aumento. No concurso de causas de aumento ou de diminuição previstas na parte especial, pode o juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1971693",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Sobre as circunstâncias agravantes e atenuantes previstas na parte geral do Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez voluntária sempre aumenta a pena."
      },
      {
        "letra": "B",
        "texto": "A pena é atenuada, em qualquer caso, se o agente tiver praticado o crime sob influência de multidão em tumulto."
      },
      {
        "letra": "C",
        "texto": "A pena é aumentada se o agente praticar o delito em ocasião de desgraça particular do ofendido."
      },
      {
        "letra": "D",
        "texto": "A pena é aumentada no caso de o agente coagir outrem a participar, de qualquer modo, do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1966750",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da pena, em sede de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior"
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executam-se ambas, conjuntamente"
      },
      {
        "letra": "C",
        "texto": "Na fixação da pena de multa o juiz deve atender, principalmente, à situação econômica do réu"
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência"
      },
      {
        "letra": "E",
        "texto": "A pena pode ser atenuada em razão de circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1962950",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Ao realizar o cálculo da pena, o juiz de direito deverá obedecer ao sistema trifásico. De acordo com o Código Penal, isso significa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as circunstâncias atenuantes e depois as agravantes; por último, as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "B",
        "texto": "a pena-base será fixada conforme o disposto no art. 59 do Código Penal; depois, serão consideradas as circunstâncias atenuantes e agravantes para se chegar na pena final."
      },
      {
        "letra": "C",
        "texto": "a pena-base será fixada atendendo-se ao critério do art. 59 do Código Penal, conhecida como primeira fase; em seguida, na segunda fase, serão consideradas as causas de diminuição e de aumento; por fim, na terceira fase, as circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "na primeira fase, a pena será fixada conforme disposto no art. 59 do Código Penal; após, serão consideradas as circunstâncias atenuantes e agravantes na segunda fase; e, na terceira fase, serão analisadas as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as causas de diminuição e de aumento da pena; por último, na terceira fase, circunstâncias atenuantes e agravantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959619",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça, o deslocamento das majorantes sobressalentes para outra(s) fase(s) da dosimetria da pena é admissível na",
    "alternativas": [
      {
        "letra": "A",
        "texto": "primeira fase, somente."
      },
      {
        "letra": "B",
        "texto": "primeira fase ou na segunda fase."
      },
      {
        "letra": "C",
        "texto": "primeira fase, exceto se a majorante trouxer patamar fixo."
      },
      {
        "letra": "D",
        "texto": "primeira fase, exceto se a majorante trouxer patamar variável."
      },
      {
        "letra": "E",
        "texto": "segunda fase, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914773",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Lúcio, após ter ingerido bebida alcóolica, foi parado em uma blitz. Os policiais constataram a existência de claros sinais de embriaguez, porém Lúcio insistiu em que fosse realizado o exame do etilômetro, o qual constatou a presença de concentração alcoólica cinco vezes acima do limite exigido para a caracterização do crime de embriaguez ao volante. Após o teste, Lúcio admitiu o consumo de álcool. Nessa situação hipotética, segundo a jurisprudência do STJ, caso venha a ser condenado, Lúcio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ter a pena base aumentada devido à alta concentração de álcool constatada pelo exame do etilômetro, e será possível o reconhecimento da atenuante da confissão."
      },
      {
        "letra": "B",
        "texto": "poderá ter a pena atenuada pela confissão espontânea e, também, pela realização voluntária do exame do etilômetro."
      },
      {
        "letra": "C",
        "texto": "não poderá ter a pena atenuada pela confissão espontânea, pois houve a constatação do crime por prova técnica."
      },
      {
        "letra": "D",
        "texto": "poderá ter a pena base aumentada devido à alta concentração de álcool constatada pelo exame do etilômetro, e a realização voluntária do teste não autorizará o reconhecimento da atenuante inominada, caso tenha havido a confissão do agente."
      },
      {
        "letra": "E",
        "texto": "não poderá ter a pena base aumentada devido à alta concentração de álcool constatada pelo exame do etilômetro, e não será possível o reconhecimento da atenuante da confissão, já suprida pela prova técnica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1911922",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A sentença penal condenatória é composta por três partes: relatório, fundamentação e dispositivo. Após decidir pela condenação, o magistrado dá início à chamada dosimetria da pena que, nos termos do Art. 68 do Código Penal, obedece ao critério trifásico. Assinale a afirmativa correta acerca das fases da aplicação da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na primeira fase, o magistrado deve levar em consideração as agravantes, na segunda fase, as causas de aumento e na terceira, as circunstâncias do Art. 59 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, o magistrado deve considerar as circunstâncias do Art. 59 do Código Penal, na segunda, as causas de diminuição de pena, e na terceira, as circunstâncias atenuantes."
      },
      {
        "letra": "C",
        "texto": "A reincidência deve ser valorada negativamente pelo magistrado na primeira fase, enquanto os antecedentes devem ser sopesados na segunda, e na terceira devem ser analisadas as causas de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "Na primeira fase, o magistrado deve considerar as causas de diminuição e aumento, na segunda, as atenuantes e agravantes, e na terceira, as circunstâncias do Art. 59 do CP."
      },
      {
        "letra": "E",
        "texto": "Os antecedentes são analisados na primeira fase, a reincidência na segunda e as causas de aumento de pena na terceira fase."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908910",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A respeito da dosimetria da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão somente será considerada quando for qualificada, ou seja, quando abranger todas as circunstâncias do crime."
      },
      {
        "letra": "B",
        "texto": "em se tratando de concurso formal impróprio, as penas são aplicadas de acordo com a regra do concurso material."
      },
      {
        "letra": "C",
        "texto": "na terceira fase de aplicação da pena no crime de roubo circunstanciado, para o aumento em patamar superior ao mínimo, basta a indicação do número de majorantes."
      },
      {
        "letra": "D",
        "texto": "em se tratando do delito de tráfico de drogas, a confissão será reconhecida ainda que o réu alegue que a droga era para uso próprio."
      },
      {
        "letra": "E",
        "texto": "mesmo que os registros da folha de antecedentes do réu sejam muito antigos, nunca se admite o afastamento de sua análise desfavorável na primeira fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1908907",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na sentença, o juiz elevou a pena-base do réu em razão de possuir condenação definitiva por fato anterior ao crime descrito na denúncia, mas com trânsito em julgado posterior à data do ilícito penal. De acordo com o Superior Tribunal de Justiça, a conclusão do juízo sobre essa condenação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possível, desde que seja utilizada para caracterizar maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "inadmissível por configurar direito penal do autor."
      },
      {
        "letra": "C",
        "texto": "inadmissível por violar o princípio da legalidade, já que na data do fato não havia trânsito em julgado."
      },
      {
        "letra": "D",
        "texto": "inadmissível, pois configura reincidência, sob pena de bis in idem."
      },
      {
        "letra": "E",
        "texto": "possível, desde que seja utilizada para desabonar a personalidade do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1893501",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Dentre os limitadores e modificadores da imputabilidade penal, muitos interferem na imputabilidade e outros estão relacionados às alterações neurológicas e/ou às psiquiátricas. Sobre imputabilidade e testemunho, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A surdo-mudez desqualifica o testemunho por ser consequente a atraso de desenvolvimento que impede a comunicação, levando também a imputabilidade por equiparação."
      },
      {
        "letra": "B",
        "texto": "Os indivíduos epiléticos são considerados inimputáveis em qualquer crime."
      },
      {
        "letra": "C",
        "texto": "O agente que comprove ser dependente químico de drogas ilícitas, independentemente de seu estado à época da ação ou omissão, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "Os sociopatas ou portadores de personalidades anormais são inimputáveis por terem inteligência abaixo do valor habitual."
      },
      {
        "letra": "E",
        "texto": "A emoção, descrita como estado agudo de excitação psíquica, apesar de não ser excludente de pena, é circunstância atenuante caso o agente cometa crime sob influência de violenta emoção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1874294",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre o sistema trifásico de aplicação da pena instituído por Nelson Hungria e adotado pela legislação penal brasileira, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o sistema que pressupõe uma sucessão de circunstâncias judiciais e legais, a partir dos quais, a cada fase, implementa-se um acréscimo ou decréscimo, a incidir sobre o montante da pena apurado na fase anterior."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, é fixada a pena-base, por meio da valoração das circunstâncias judiciais previstas no Código Penal."
      },
      {
        "letra": "C",
        "texto": "Na segunda fase, é fixada a pena intermediária, com a valoração das circunstâncias agravantes e atenuantes."
      },
      {
        "letra": "D",
        "texto": "Na terceira fase, é fixada a pena definitiva, após a incidência das causas de aumento e de diminuição da pena."
      },
      {
        "letra": "E",
        "texto": "A valoração das circunstâncias judiciais, das agravantes e das atenuantes, para fins de fixação da pena pelo magistrado, é baseada em patamares estabelecidos, de forma fixa ou variável, na legislação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864170",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Sobre os delitos praticados durante a pandemia do coronavírus, no que concerne à dosimetria, é correto afirmar que a agravante prevista no Art. 61, inciso II, alínea “j”, do Código Penal (“em ocasião de incêndio, naufrágio, inundação ou qualquer calamidade pública, ou de desgraça particular do ofendido”):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incide durante todo o período em que for reconhecida a existência da pandemia, independentemente do nexo de causalidade;"
      },
      {
        "letra": "B",
        "texto": "incide durante todo o período em que for reconhecida a existência da pandemia, dependendo do nexo de causalidade;"
      },
      {
        "letra": "C",
        "texto": "incide enquanto for reconhecida a existência da pandemia, independentemente do nexo de causalidade;"
      },
      {
        "letra": "D",
        "texto": "incide enquanto for reconhecida a existência da pandemia, dependendo do nexo de causalidade;"
      },
      {
        "letra": "E",
        "texto": "não deve incidir, em razão da inconstitucionalidade das agravantes de perigo abstrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1862945",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "À luz da moderna orientação do Superior Tribunal de Justiça sobre a confissão, para efeitos de reconhecimento da atenuante prevista no Art. 65, inciso III, alínea “d”, do Código Penal, a confissão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve explicitar todas as circunstâncias do crime;"
      },
      {
        "letra": "B",
        "texto": "deve ser motivada por motivo moral;"
      },
      {
        "letra": "C",
        "texto": "deve demonstrar o arrependimento do acusado;"
      },
      {
        "letra": "D",
        "texto": "deve influir decisivamente para a condenação;"
      },
      {
        "letra": "E",
        "texto": "pode usar teses defensivas descriminantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1859404",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre as causas de aumento previstas na parte especial do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena será aumentada até um terço se na associação criminosa houver a participação de adolescente."
      },
      {
        "letra": "B",
        "texto": "a sanção será em dobro se a vítima do crime de estelionato for idosa."
      },
      {
        "letra": "C",
        "texto": "no crime de perseguição a pena é aumentada de metade se for cometido contra pessoa com deficiência."
      },
      {
        "letra": "D",
        "texto": "a pena, exceto no caso de difamação, aumenta em um terço se o crime contra a honra for praticado contra pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "no crime de importunação sexual a pena é aumentada de metade se o agente é empregador da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852489",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Considerando-se as regras do Código Penal incidentes na segunda fase da fixação da pena privativa de liberdade, no caso de concurso de pessoas, são consideradas as seguintes circunstâncias em desfavor do respectivo concorrente, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coagir ou induzir outrem à execução material do crime."
      },
      {
        "letra": "B",
        "texto": "Promover, ou organizar a cooperação no crime, ou dirigir a atividade dos demais agentes."
      },
      {
        "letra": "C",
        "texto": "Executar o crime, ou nele participar, mediante violência ou grave ameaça exercida com emprego de arma."
      },
      {
        "letra": "D",
        "texto": "Instigar ou determinar a cometer o crime alguém sujeito à sua autoridade ou não-punível em virtude de condição ou qualidade pessoal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751212",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Acerca da teoria da pena, julgue o item que se segue.Na hipótese da prática de furto a residência, se a vítima não se encontrava no local e os autores desconheciam o fato de que ela era idosa, não se aplica a agravante relativa à vítima ser idosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138163",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incidindo as causas de diminuição da tentativa e do arrependimento posterior, pode o juiz limitar-se a uma só diminuição, prevalecendo, todavia, a causa que mais diminua."
      },
      {
        "letra": "B",
        "texto": "o juiz, na terceira fase do cálculo, ao fixar a fração de acréscimo pela causa de aumento identificada, sempre atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima."
      },
      {
        "letra": "C",
        "texto": "as qualificadoras, representando fatores de acréscimo assinalados em quantidades fixas ou em limites, incidem na terceira fase do cálculo, não permitindo, contudo, a fixação da pena acima do máximo legal."
      },
      {
        "letra": "D",
        "texto": "se concorrerem duas qualificadoras em um mesmo crime, aceita a jurisprudência que só uma delas incida como tal, podendo a outra servir como circunstância agravante, se cabível."
      },
      {
        "letra": "E",
        "texto": "se reconhecido o crime continuado específico, aplica-se a pena de um só dos delitos, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços, considerado o número de infrações cometidas, incidindo a extinção da punibilidade sobre o total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1347043",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É considerada circunstância atenuante da pena o fato de o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ser maior de 70 (setenta) anos na data da sentença;"
      },
      {
        "letra": "B",
        "texto": "Praticar o crime sob a influência de multidão em tumulto, ainda que o tenha provocado;"
      },
      {
        "letra": "C",
        "texto": "Ser reincidente na data da sentença;"
      },
      {
        "letra": "D",
        "texto": "Possuir bons antecedentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1154184",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No que se refere à sentença do juizado especial criminal, julgue os itens a seguir. I Tanto a sentença absolutória quanto a sentença condenatória devem ser proferidas por juiz togado. II Na fixação da pena, o juiz não pode levar em consideração circunstâncias como os antecedentes criminais nem a personalidade do agente. III Ao realizar a dosimetria, o juiz deve fixar a pena-base e, em seguida, considerar as circunstâncias atenuantes e agravantes, considerando, por último, as causas de diminuição e de aumento de pena. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100236",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na madrugada de determinado dia, João e Fernando, em conluio, dirigiram-se ao galpão de um porto com a intenção de furtar um barco guardado no local. Enquanto Fernando subtraía o bem — após ter escalado um muro e arrombado um portão, deixando vestígios —, João observava o movimento de transeuntes com o intuito de garantir que Fernando realizasse o furto sem ser visto. Reconhecidos por testemunhas, João e Fernando foram presos. Concluída a instrução criminal, o juiz proferiu a sentença em que reconheceu os fatos, confirmados apenas por testemunhas. João possuía extensa folha de antecedentes, constante em inquéritos policiais, além de duas condenações definitivas anteriores ao presente ato criminoso, tendo sido uma delas cumprida seis anos antes desse fato. Nessa situação hipotética, na dosimetria da pena de João, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode aumentar a pena-base, em razão da personalidade desajustada de João, constatada em sua extensa folha de antecedentes."
      },
      {
        "letra": "B",
        "texto": "pode considerar como maus antecedentes a condenação anterior cumprida por João, apesar de esta ter ultrapassado o período depurador."
      },
      {
        "letra": "C",
        "texto": "não deve utilizar a circunstância do repouso noturno como causa de aumento de pena, em razão de o crime ser qualificado."
      },
      {
        "letra": "D",
        "texto": "deve reconhecer a qualificadora do rompimento de obstáculo, mesmo que o arrombamento tenha sido comprovado apenas pela prova testemunhal."
      },
      {
        "letra": "E",
        "texto": "deve estabelecer a pena definitiva em três anos e seis meses, e o regime inicial será o aberto para o cumprimento da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1100217",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É circunstância que agrava a pena pela condição pessoal do autor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência."
      },
      {
        "letra": "B",
        "texto": "o fato de o crime ter sido praticado contra criança."
      },
      {
        "letra": "C",
        "texto": "a consequência do crime."
      },
      {
        "letra": "D",
        "texto": "o comportamento da vítima."
      },
      {
        "letra": "E",
        "texto": "o fato de o crime ter sido praticado com abuso de autoridade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1060398",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia.Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Na dosimetria da pena, Pedro e Paulo farão jus a circunstância atenuante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036623",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a folha de antecedentes constitui documento suficiente para a comprovação de reincidência, não prevalecendo a condenação anterior, contudo, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "B",
        "texto": "incidirá a atenuante da confissão espontânea quando for utilizada para a formação do convencimento do julgador, bastando, no crime de tráfico ilícito de entorpecentes, que o acusado admita a posse ou propriedade da substância, ainda que para uso próprio."
      },
      {
        "letra": "C",
        "texto": "se houver concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, pode o Juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      },
      {
        "letra": "D",
        "texto": "sempre cabível a substituição da pena privativa de liberdade por prestação de serviços à comunidade, isolada ou cumulativamente com outra sanção alternativa ou multa, se aplicada pena corporal não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa, tratando-se de réu não reincidente em crime doloso, além de favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base, não se configurando a má antecedência se o acusado ostentar condenação por crime anterior, transitada em julgado após o novo fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010446",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Reincidência"
    ],
    "enunciado_principal": "Considere as afirmações a seguir. I. Segundo entendimentos doutrinário e jurisprudencial majoritários, levando-se em consideração o rol do artigo 61 do Código Penal, a reincidência é a única agravante que pode ser reconhecida tanto em crime doloso como em crime culposo. II. Por ocasião da aplicação da pena, no concurso de circunstâncias agravantes e atenuantes, a compensação é possível, mas o juiz deve atentar para as circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. III. A pena de interdição temporária de direitos, prevista no inciso II do artigo 47 do Código Penal, não poderá ser aplicada se o crime não foi cometido com violação dos deveres inerentes à profissão, à atividade ou ao ofício que dependam de habilitação especial, de licença ou de autorização do poder público. IV. Por ocasião da aplicação da pena, havendo causas de diminuição e causas de aumento, a compensação é possível, mas o juiz deve atentar para as circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. V. Considerando as causas de aumento de pena previstas nos artigos 19 e 20 do Estatuto do Desarmamento – Lei n° 10.826/2003, é facultado ao Juiz, ao aplicar a pena ao condenado pela prática do crime previsto no artigo 18 do Estatuto, aumentar a pena duas vezes ou apenas uma, conforme o caso concreto, desde que devidamente justificado. Sobre essas afirmações, está correto apenas o contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1006899",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Com base no entendimento do STJ, julgue o próximo item, a respeito de aplicação da pena. A confissão espontânea na delegacia de polícia retratada em juízo deverá ser considerada atenuante da confissão espontânea, ainda que o magistrado não a utilize para fundamentar a condenação do réu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998895",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Após regular instrução processual penal na qual o réu Sandro se defendeu de denúncia ofertada pelo Ministério Público dando-o como incurso no art. 155 §4º, incisos II e III, do Código Penal, comprovou-se que o acusado, pulando um muro de três metros de altura e se utilizando de uma chave falsa, acessou uma residência quando o morador estava viajando e subtraiu de lá um relógio avaliado em aproximadamente R$ 10.000,00. Descoberta a autoria, por um vizinho que conhecia o réu e o viu entrando no local, Sandro foi eventualmente denunciado e, no dia da audiência de instrução, ao ser interrogado, confessou o crime e, por estar respondendo em liberdade, trouxe o relógio íntegro, para devolver para a vítima, se dizendo arrependido. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu faz jus ao reconhecimento da atenuante genérica do art. 65, III, “b”, do Código Penal, por ter, antes do julgamento, reparado o dano."
      },
      {
        "letra": "B",
        "texto": "Está presente a figura do arrependimento posterior, prevista no art. 16 do Código Penal, a qual autoriza a redução da eventual pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "A devolução do relógio há de ser considerada apenas na primeira fase da dosimetria da pena, nos termos do art. 59 do Código Penal, o qual estabelece que o juiz atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "Está presente a figura do arrependimento eficaz, prevista no art. 15 do Código Penal, a qual autoriza, no caso em tela, a desclassificação do crime do art. 155, §4º, incisos II e III, para o crime de invasão de domicílio, do art. 150 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "983979",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio, reincidente em razão de condenação definitiva anterior pela prática de crime de uso de documento falso, foi denunciado pela suposta prática de dois crimes de furto simples tentados, em concurso formal. Encerrada a instrução, após confissão do réu em interrogatório, e estando o processo com o juiz para a sentença, Lúcio procura o Defensor Público para esclarecimentos acerca do processo dosimétrico e da forma como será executada a pena no caso de procedência da pretensão punitiva, esclarecendo que os fatos ocorreram dois anos antes e que, atualmente, encontra-se casado, com filho bebê e trabalhando com carteira assinada. Considerando apenas as informações expostas, na oportunidade, deverá ser esclarecido por sua defesa técnica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena em razão do concurso formal de crimes deve ocorrer antes da redução realizada pela tentativa, e a definição do quantum a ser majorado em razão dessa causa de aumento deve ter por base as circunstâncias judiciais do Art. 59 do Código Penal;"
      },
      {
        "letra": "B",
        "texto": "a aplicação da pena privativa de liberdade e de multa, em não havendo desígnios autônomos, no concurso formal de crimes, de acordo com as previsões do Código Penal, se dará com base no princípio da exasperação;"
      },
      {
        "letra": "C",
        "texto": "a sua condição de tecnicamente reincidente, por si só, não impede de forma absoluta a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "a presença de uma circunstância agravante e de uma causa de diminuição da pena faz com que o juiz deva compensá-las na segunda fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "a reincidência, como circunstância agravante preponderante, não poderá ser compensada com eventual confissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "981407",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "A respeito de ação penal, espécies e cominação de penas, julgue o item a seguir. Inquéritos policiais e ações penais em curso podem servir para agravar a pena-base do condenado a título de maus antecedentes e de personalidade desajustada ou voltada para a criminalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960759",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ a respeito das circunstâncias judiciais e legais que devem ser consideradas quando da aplicação da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão qualificada, na qual o réu alega em seu favor causa descriminante ou exculpante, não afasta a incidência da atenuante de confissão espontânea."
      },
      {
        "letra": "B",
        "texto": "A confissão espontânea em delegacia de polícia pode servir como circunstância atenuante, desde que o réu não se retrate sobre essa declaração em juízo."
      },
      {
        "letra": "C",
        "texto": "Uma condenação transitada em julgado de fato posterior ao narrado na denúncia, embora não sirva para fins de reincidência, pode servir para valorar negativamente a personalidade e a conduta social do agente."
      },
      {
        "letra": "D",
        "texto": "A reincidência penal pode ser utilizada simultaneamente como circunstância agravante e como circunstância judicial."
      },
      {
        "letra": "E",
        "texto": "A múltipla reincidência não afasta a necessidade de integral compensação entre a atenuante da confissão espontânea e a agravante da reincidência, haja vista a igual preponderância entre as referidas circunstâncias legais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1676632",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: FCRIA-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência e ter o agente confessado espontaneamente a autoria do crime."
      },
      {
        "letra": "B",
        "texto": "o desconhecimento da lei e ter o agente cometido o crime com abuso de autoridade."
      },
      {
        "letra": "C",
        "texto": "ser o agente menor de 21 anos na data do fato e ter praticado o crime com abuso de poder."
      },
      {
        "letra": "D",
        "texto": "ter o agente cometido o crime sob influência de multidão e contra irmão ou cônjuge."
      },
      {
        "letra": "E",
        "texto": "ter o agente cometido o crime contra ascendente e quando o ofendido estava sob a imediata proteção da autoridade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1035529",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Matheus organizou uma festa para comemorar seu aniversário de 20 anos. Acompanhado de seus amigos, começou a participar de brincadeiras em que a consequência era beber copos de cerveja, o que acabou por gerar uma embriaguez que não era pretendida. Alterado em razão da grande quantidade de bebida que ingeriu, Matheus, mediante grave ameaça, subtraiu, em comunhão de ações e desígnios com dois amigos, o veículo de Maria, restringindo a liberdade da vítima por cerca de 40 minutos. Descobertos os fatos, Matheus foi denunciado pela prática do crime de roubo duplamente majorado pelo concurso de agentes e restrição da liberdade da vítima, vindo a confessar integralmente os fatos em audiência, com detalhes até mesmo não expostos pela vítima. Após juntada da Folha de Antecedentes Criminais demonstrando que Matheus era reincidente em razão de condenação anterior pela prática de crime de furto, o Ministério Público, como fiscal da lei e com base na jurisprudência do Superior Tribunal de Justiça, ao tratar da aplicação da pena em alegações finais, poderá requerer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena, na terceira fase do processo dosimétrico, em fração superior ao mínimo permitido com base, exclusivamente, na quantidade de majorantes;"
      },
      {
        "letra": "B",
        "texto": "o reconhecimento das atenuantes da menoridade relativa e confissão espontânea, permitindo aplicação da pena intermediária abaixo do mínimo legal;"
      },
      {
        "letra": "C",
        "texto": "a compensação da atenuante da confissão com a agravante da reincidência;"
      },
      {
        "letra": "D",
        "texto": "o aumento da pena base em razão da restrição da liberdade da vítima;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da agravante da embriaguez preordenada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026054",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É circunstância que sempre atenua a pena ter o agente cometido o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em ocasião de qualquer calamidade pública."
      },
      {
        "letra": "B",
        "texto": "quando o ofendido estava sob a imediata proteção da autoridade."
      },
      {
        "letra": "C",
        "texto": "por motivo de relevante valor social ou moral."
      },
      {
        "letra": "D",
        "texto": "em estado de embriaguez preordenada."
      },
      {
        "letra": "E",
        "texto": "prevalecendo-se de relações domésticas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "940928",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.Incide a favor de Carlos circunstância atenuante que tem efeito sobre a culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940921",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "A partir dessa situação hipotética e de assuntos a ela correlatos, julgue o item seguinte.A premeditação, que ocorre quando se verifica que, ainda que pudesse ter desistido do crime, o agente o cometeu, é uma causa de aumento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940920",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "A partir dessa situação hipotética e de assuntos a ela correlatos, julgue o item seguinte.O Código Penal dispõe o planejamento prévio à prática do intento criminoso como circunstância de agravamento genérico da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932923",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de aplicação de pena, cominação de penas, regime de penas, medidas de segurança e livramento condicional.Ronaldo, maior e capaz, e outras três pessoas, também maiores e capazes, furtaram um veículo que estava parado em um estacionamento público. Depois de terem retirado pertences do veículo, o abandonaram perto do local do assalto. O grupo foi preso. Constatou-se que Ronaldo era réu primário, tinha bons antecedentes e que agira por coação dos outros elementos do grupo. Nessa situação, se a coação foi resistível, se houver confissão do crime e se as circunstâncias atenuantes preponderarem sobre as agravantes, a pena de Ronaldo poderá ser reduzida para abaixo do mínimo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906943",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Frederico decide escalar os muros de uma residência e a invade, tencionando subtrair computadores e celulares que encontrar em seu interior. Quando começa a acomodar os aparelhos em sua sacola, escuta os proprietários da residência abrirem o portão da garagem, anunciando seu retorno à moradia. Nesse momento, Frederico decide abandonar a empreitada e bate em retirada sem subtrair qualquer bem. Após pular novamente o muro para fugir pela calçada, é surpreendido por policiais em uma viatura, sendo prendido em flagrante. Supondo que Frederico seja futuramente denunciado por crime de furto, qual instituto jurídico melhor se aplicaria a ele em eventual sentença?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicação da causa de diminuição de pena por \"erro evitável sobre a ilicitude do fato\" prevista no art. 21 do Código Penal, uma vez que o agente atuou sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "B",
        "texto": "Aplicação da regra da \"desistência voluntária\" prevista no art. 15 do Código Penal e consequente desclassificação da imputação de crime de \"furto\" para crime de \"invasão de domicílio\", pois o agente desistiu de prosseguir na execução do delito e responderá tão somente pelos atos praticados."
      },
      {
        "letra": "C",
        "texto": "Absolvição própria por não constituir o fato infração penal, uma vez que não se consumou a subtração de coisa alheia móvel exigente para configuração do delito de furto."
      },
      {
        "letra": "D",
        "texto": "Assunção da autoria e da materialidade do delito com aplicação de circunstância atenuante de ter o agente \"procurado, por sua espontânea vontade e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as consequências\", conforme prescreve o art. 65, III, \"b\", do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Aplicação do instituto do \"arrependimento posterior\" previsto no art. 16 do Código Penal, porquanto o agente reparara o dano e restituíra a coisa, voluntariamente, antes do recebimento da denúncia pelo Juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904036",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em relação ao processo em geral, marque a alternativa CORRETA, quanto aos enunciados de súmula de jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a utilização de inquéritos policiais e ações penais em curso para agravar a pena."
      },
      {
        "letra": "B",
        "texto": "Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade da pena em concreto do delito, no entendimento do STJ."
      },
      {
        "letra": "D",
        "texto": "Pronunciado o réu, fica superada a alegação do constrangimento ilegal da prisão por excesso do prazo de 80 (oitenta) dias, para conclusão da instrução, segundo o STJ."
      },
      {
        "letra": "E",
        "texto": "É anulável a decisão que determina o desaforamento de processo da competência do júri sem audiência da defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896544",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São circunstâncias que sempre atenuam a pena: I. Ter o agente cometido o crime sob coação a que não podia resistir. II. Ser o agente menor de 21 (vinte e um), na data do fato, ou maior de 70 (setenta) anos, na data da sentença. III. Ter o agente cometido o crime sob a influência de multidão em tumulto, se não o provocou. IV. Ter o agente confessado espontaneamente, perante a autoridade, a autoria do crime. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva III está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896539",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime: I. Ter o agente cometido o crime em estado de embriaguez preordenada. II. A reincidência. III. Ter o agente cometido o crime contra criança, maior de 60 (sessenta) anos, enfermo ou mulher grávida. IV. Ter o agente cometido o crime quando o ofendido estava sob a imediata proteção da autoridade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está incorreta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "878234",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É considerada circunstância atenuante da pena o fato de o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticar o delito em estado de embriaguez voluntária."
      },
      {
        "letra": "B",
        "texto": "praticar o crime sob a influência de multidão em tumulto, ainda que o tenha provocado."
      },
      {
        "letra": "C",
        "texto": "possuir baixo grau de instrução do agente, no caso de crimes ambientais."
      },
      {
        "letra": "D",
        "texto": "praticar crime ambiental em período de defeso à fauna."
      },
      {
        "letra": "E",
        "texto": "possuir bons antecedentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "969897",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, assinale a alternativa que representa entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "B",
        "texto": "No crime de roubo circunstanciado, basta a mera indicação do número de majorantes para que se aplique o aumento de pena na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "Como condição especial ao regime aberto, admite-se a fixação de pena substitutiva."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "A incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863426",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "A confissão judicial do réu implica em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compensação com eventual circunstância agravante."
      },
      {
        "letra": "B",
        "texto": "diminuição de sua pena final."
      },
      {
        "letra": "C",
        "texto": "compensação com eventual majorante."
      },
      {
        "letra": "D",
        "texto": "redução máxima da pena em face da presença de causa especial de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "redução de sua pena base."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "852771",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Quanto às circunstâncias agravantes e às atenuantes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui atenuante genérica o erro sobre a ilicitude do fato, embora o desconhecimento da lei seja inescusável."
      },
      {
        "letra": "B",
        "texto": "Inexiste, nas agravantes e atenuantes genéricas, previsão legal taxativa acerca do quantum a ser aplicado, cabendo ao juiz defini-lo."
      },
      {
        "letra": "C",
        "texto": "As circunstâncias agravantes incidem apenas sobre os crimes dolosos."
      },
      {
        "letra": "D",
        "texto": "A circunstância atenuante referente à senilidade é definida pelo Estatuto do Idoso."
      },
      {
        "letra": "E",
        "texto": "A clemência incide em circunstâncias anteriores à prática do crime, nas hipóteses previstas expressamente no CP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843724",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No que diz respeito ao sistema de aplicação da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de condenado reincidente em crime doloso, porém com as circunstâncias do artigo 59 do Código Penal inteiramente favoráveis, a pena-base pode ser aplicada no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A qualificadora da torpeza no crime de homicídio (CP, artigo 121, § 2°, inciso I) determina a majoração do quantum de pena privativa de liberdade na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "O início do cumprimento de pena privativa por condenação pelo crime de homicídio culposo na direção de veiculo automotor (artigo 302 da Lei n° 9.503/1997) sempre será no regime fechado em razão da gravidade da conduta em relação ao bem jurídico protegido penalmente."
      },
      {
        "letra": "D",
        "texto": "Sendo as circunstâncias judiciais favoráveis, admite-se a fixação do regime inicial aberto para o condenado reincidente, quando a pena fixada na sentença é igual ou inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "Na sentença condenatória por crime de estelionato (CP,artigo 171, caput), a pena aplicada em um ano de prisão pode ser substituída por duas penas restritivas de direitos, desde que presentes os requisitos previstos no artigo 44 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "825742",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Acerca da aplicação e da execução da pena, assinale a opção correta, conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento jurisprudencial, o tempo da internação para o cumprimento de medida de segurança é indeterminado, perdurando enquanto não for averiguada a cessação da periculosidade."
      },
      {
        "letra": "B",
        "texto": "No momento da aplicação da pena, o juiz pode compensar a atenuante da confissão espontânea com a agravante da promessa de recompensa."
      },
      {
        "letra": "C",
        "texto": "É vedada a concessão de trabalho externo a apenado em empresa familiar em que um dos sócios seja seu irmão."
      },
      {
        "letra": "D",
        "texto": "Confissão ocorrida na delegacia de polícia e não confirmada em juízo não pode ser utilizada como atenuante, mesmo que o juiz a utilize para fundamentar o seu convencimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800281",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "São circunstâncias atenuantes, a serem consideradas na aplicação da pena, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ser o agente menor de 21 anos e maior de setenta anos na data do fato."
      },
      {
        "letra": "B",
        "texto": "Circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei."
      },
      {
        "letra": "C",
        "texto": "O desconhecimento da lei."
      },
      {
        "letra": "D",
        "texto": "Ter o agente cometido o crime sob a influência de multidão em tumulto, se não o provocou"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "798589",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Quanto à fixação da pena, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que, se for reincidente o condenado a quem se imponha reclusão de até 4 (quatro) anos, o juiz fixará na sentença o regime fechado para início do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "Embora prepondere na doutrina o entendimento de que apenas a agravante genérica da reincidência se aplica aos crimes culposos, já admitiu o Supremo Tribunal Federal, como tal, em crime culposo, o motivo torpe."
      },
      {
        "letra": "C",
        "texto": "Que, no concurso de duas ou mais causas de aumento ou de diminuição, promoverá o juiz, em qualquer caso, a incidência de uma só, recaindo a escolha, que é da lei, sobre a que mais aumente ou mais diminua."
      },
      {
        "letra": "D",
        "texto": "Que, para a incidência da atenuante da clemência, é imprescindível que não tenha sido reconhecida a configuração de qualquer outra expressamente prevista em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "797808",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Em relação às circunstâncias agravantes e atenuantes, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É circunstância que sempre aumenta a pena, quando não constitui ou qualifica o crime a reincidência."
      },
      {
        "letra": "B",
        "texto": "A pena será ainda aumentada em relação ao agente que promove ou organiza a cooperação no crime ou dirige a atividade dos demais agentes."
      },
      {
        "letra": "C",
        "texto": "Para efeito de reincidência não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "D",
        "texto": "São circunstâncias que sempre atenuam a pena ser o agente menor de 21 (vinte e um), na data do fato, ou maior de 60 (sessenta) anos, na data da sentença."
      },
      {
        "letra": "E",
        "texto": "São circunstâncias que sempre atenuam a pena ter o agente cometido o crime por motivo de relevante valor social ou moral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "787875",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Sobre aplicação da pena, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei é uma causa atenuante."
      },
      {
        "letra": "B",
        "texto": "A incidência da circunstância atenuante não pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "C",
        "texto": "É circunstância que sempre atenua a pena ter o agente cometido o crime em estado de embriaguez preordenada."
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1328339",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "No cálculo da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução pela menoridade do acusado deve incidir após o acréscimo pelo crime continuado."
      },
      {
        "letra": "B",
        "texto": "O aumento pelo concurso formal deve preceder a diminuição pela confissão espontânea."
      },
      {
        "letra": "C",
        "texto": "O acréscimo pela má antecedência do acusado deve incidir antes da redução pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O aumento pela reincidência deve ser posterior à redução pela participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707173",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Quanto às causas de aumento da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode o juiz limitar-se a um só aumento, se houver concurso de causas previstas na parte geral do Código Penal."
      },
      {
        "letra": "B",
        "texto": "o respectivo acréscimo sempre pode ser integralmente compensado por igual redutor de eventual causa de diminuição, pois ausente prejuízo para o réu."
      },
      {
        "letra": "C",
        "texto": "deve prevalecer o acréscimo pela continuidade, ainda que se verifique concurso formal entre dois dos crimes integrantes da série continuada, segundo entendimento doutrinário e jurisprudencial."
      },
      {
        "letra": "D",
        "texto": "devem ser calculadas pelas circunstâncias da própria causa de aumento ou pelas circunstâncias do crime, se previstas em limites ou quantidades variáveis."
      },
      {
        "letra": "E",
        "texto": "a lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é posterior à cessação da continuidade ou da permanência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "644270",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere à sistemática do Código Penal, quanto às agravantes, atenuantes, majorantes, minorantes e qualificadoras, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira e última fase da Sentença Penal Condenatória. As agravantes e atenuantes somente são encontradas em nosso Código Penal na Parte Geral e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental ou básico. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "B",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, somente na Parte Geral, especificando o quantum do aumento ou diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na segunda fase da Sentença Penal Condenatória. As agravantes e atenuantes são encontradas em nosso Código Penal, tanto na Parte Geral quanto na Parte Especial do Código Penal, e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na terceira fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira fase da Sentença Penal Condenatória. O juiz poderá reconhecer a existência de minorantes inominadas. As agravantes e atenuantes são encontradas em nosso Código Penal, somente na Parte Geral, do Código Penal e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras são encontradas tanto na Parte Geral quanto na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "D",
        "texto": "As causas de aumento e de diminuição de pena são aplicadas na terceira fase da sentença penal condenatória e não podem ultrapassar o máximo da pena ou ir aquém do mínimo legal da pena prevista em abstrato no tipo penal; já as agravantes podem elevar a pena acima do máximo e as atenuantes aquém do mínimo legal da pena em abstrato prevista no tipo, vez que se situa na segunda fase da sentença. As majorantes e minorantes se encontram tanto na Parte Geral quanto na Parte Especial e expressamente dizem o quantum do aumento ou da diminuição da pena, ao contrário das agravantes e atenuantes que se encontram apenas na Parte Geral do Código Penal e são aferidas pelo juiz na segunda fase da sentença. O Juiz poderá reconhecer a existência de atenuantes inominadas. As qualificadoras, que se encontram somente na Parte Especial e que são avaliadas na primeira fase da sentença penal condenatória, permitem que sobre elas incidam as causas de aumento e de diminuição de pena, agravantes e atenuantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595627",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando as orientações legais relativas a aplicação de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo concurso formal de delitos, em que o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicar-se-á a pena privativa de liberdade mais grave, ou, se as penas forem iguais, aplicar-se-á apenas uma delas, majorada, em qualquer caso, de um sexto até metade, sem prejuízo de eventual cumulação de penas, nas situações em que a ação ou a omissão for dolosa, e os crimes resultarem de desígnios autônomos."
      },
      {
        "letra": "B",
        "texto": "As agravantes e as atenuantes previstas no CP são numerus clausus, ou seja, não é possível invocar circunstância atenuante ou agravante que não tenha sido expressamente prevista no texto legal."
      },
      {
        "letra": "C",
        "texto": "No caso de concurso material de delitos, quando os crimes forem praticados, mediante mais de uma ação ou omissão, e resultarem na aplicação cumulativa de penas de reclusão e detenção, o agente deverá cumprir, primeiramente, a pena de detenção."
      },
      {
        "letra": "D",
        "texto": "O agente, condenado por sentença transitada em julgado pela prática de crime de motim, será considerado reincidente, em caso de sentença condenatória por crime de furto."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do prazo, o agente cometer novo crime doloso ou culposo, a suspensão condicional da pena deverá ser revogada; no entanto, se o beneficiado for condenado, irrecorrivelmente, por contravenção penal à pena privativa de liberdade, a revogação será facultativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1330943",
    "metadata": "Ano: 2015 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fixação da pena-base o juiz deve analisar as circunstâncias judiciais do artigo 59 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O magistrado na dosimetria da pena deve levar em consideração as circunstâncias e consequências do crime."
      },
      {
        "letra": "C",
        "texto": "Caso o condenado descumpra sua pena restritiva de direitos será esta reconvertida em privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Na segunda fase de aplicação da pena o juiz pode reduzir a pena abaixo do mínimo caso o acusado confesse o crime"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592858",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No caso de concurso entre a atenuante da confissão espontânea e a agravante de violência contra a mulher, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a atenuante da confissão espontânea deve ser considerada como circunstância preponderante, por envolver a personalidade do agente;"
      },
      {
        "letra": "B",
        "texto": "a atenuante da confissão espontânea não deve ser considerada como circunstância preponderante, por envolver a personalidade do agente;"
      },
      {
        "letra": "C",
        "texto": "a agravante da violência contra a mulher deve ser considerada como circunstância preponderante, por envolver a personalidade do agente;"
      },
      {
        "letra": "D",
        "texto": "a agravante da violência contra a mulher não deve ser considerada como circunstância preponderante, por envolver a personalidade do agente;"
      },
      {
        "letra": "E",
        "texto": "a agravante da violência contra a mulher e a atenuante da confissão espontânea se compensam, por serem igualmente preponderantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "589583",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No tocante a aplicação da pena, concurso de crimes e causas de exclusão de ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa sucessiva é inadmissível como causa excludente de ilicitude da conduta."
      },
      {
        "letra": "B",
        "texto": "A coação física irresistível configura causa excludente da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "No que se refere ao concurso de pessoas, configuram exceções à teoria dualista a previsão expressa de conduta de cada concorrente em tipo penal autônomo e a cooperação dolosamente distinta."
      },
      {
        "letra": "D",
        "texto": "Conforme o STJ, aquele que, ao juiz, admite a autoria de um crime, ainda que alegue, em seu favor, a existência de causa excludente de ilicitude, pode se beneficiar da atenuante genérica relativa à confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "De acordo com a jurisprudência do STJ, em se tratando de delitos ocorridos em comarcas limítrofes ou próximas, não se admite a continuidade delitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "581761",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública bem como à aplicação das penas, julgue o item que se segue. Segundo o STJ, tanto os inquéritos policiais quanto as ações penais sem trânsito em julgado podem ser considerados como maus antecedentes para fins de dosimetria da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553901",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Quanto à aplicação da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso de agravantes e atenuantes entende-se por circunstâncias preponderantes as que resultam dos motivos determinantes do crime, da personalidade do agente e da primariedade."
      },
      {
        "letra": "B",
        "texto": "A reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
      },
      {
        "letra": "C",
        "texto": "A incidência da circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução, o que se aplica à Parte Geral, igualmente."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução sendo inaplicável esta regra à Parte Geral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "534572",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Segundo a doutrina dominante e o CP, o juiz, ao aplicar a pena, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicar pena inferior ao mínimo legal se houver circunstância atenuante."
      },
      {
        "letra": "B",
        "texto": "agravar a sanção a ser aplicada a quem tiver coagido outrem a praticar o crime no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "valer-se de sua discricionariedade no que diz respeito à fixação do regime prisional em que o condenado começará a cumprir a sanção."
      },
      {
        "letra": "D",
        "texto": "indicar, no caso de condenado a pena de reclusão, que o cumprimento da sanção deve ser iniciado em regime fechado."
      },
      {
        "letra": "E",
        "texto": "considerar eventuais causas de aumento de pena do condenado na segunda fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530902",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a utilização de inquéritos policiais ou as ações penais em curso como fundamento para aumentar a pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível na segunda fase e terceira fase de individualização da pena, mas não pode intervir sobre a fixação da pena-base."
      },
      {
        "letra": "B",
        "texto": "Embora não esteja expressamente prevista como circunstância agravante, pode ser considerada agravante genérica com especial permissão de emprego no processo individualizador da pena."
      },
      {
        "letra": "C",
        "texto": "Integra espectro compreendido no chamado princípio do livre convencimento do juiz que pode utilizá-la como causa geral de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "É considerada circunstância agravante expressamente prevista no art. 61 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não é reconhecida pela jurisprudência do Superior Tribunal de Justiça que editou, inclusive, súmula sobre o tema."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No momento da fixação da pena, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relegar a fixação do regime inicial da pena, depois de fixado o seu quantum, para o juiz da execução, a quem compete fiscalizá-la"
      },
      {
        "letra": "B",
        "texto": "remeter os autos à Fazenda Pública para cálculo, fixação e cobrança da pena de multa, posto tratar-se de dívida de valor."
      },
      {
        "letra": "C",
        "texto": "seguir o critério trifásico da aplicação da pena que é dividido em: pena base, circunstâncias atenuantes e agravantes e qualificadoras do delito."
      },
      {
        "letra": "D",
        "texto": "considerar a menoridade relativa do agente na segunda fase do cálculo da pena (circunstâncias atenuantes e agravantes)."
      },
      {
        "letra": "E",
        "texto": "considerar a reincidência do agente na primeira fase do cálculo, no momento da análise dos seus antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "521348",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca de circunstâncias agravantes e atenuantes, bem como de causas de aumento e diminuição de pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação anterior transitada em julgado por crime militar próprio induz reincidência."
      },
      {
        "letra": "B",
        "texto": "É causa de diminuição de pena a reparação do dano pelo réu, antes do julgamento do processo, em caso de crime sem violência ou grave ameaça à pessoa."
      },
      {
        "letra": "C",
        "texto": "De acordo com a jurisprudência consolidada do STJ, a confissão qualificada é circunstância atenuante que pode levar à redução da pena na segunda fase da dosimetria."
      },
      {
        "letra": "D",
        "texto": "Segundo a jurisprudência mais recente do STF e do STJ, a atenuante da confissão espontânea deve ser considerada preponderante com relação à reincidência."
      },
      {
        "letra": "E",
        "texto": "Há reincidência quando o julgamento de novo crime cometido pelo agente ocorre após trânsito em julgado da condenação pelo crime anterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485294",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "O Art. 68 do Código Penal prevê um sistema trifásico de aplicação da pena pelo magistrado. Na primeira fase serão consideradas as circunstâncias do Art. 59 do Código Penal; na segunda, as agravantes e atenuantes; na terceira, as causas de aumento e de diminuição. A esse respeito, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diversas ações penais em curso podem justificar o reconhecimento de maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "A sentença penal condenatória, cuja execução da pena tenha sido extinta há mais de cinco anos, não pode justificar o reconhecimento da reincidência, mas pode justificar os maus antecedentes."
      },
      {
        "letra": "C",
        "texto": "A sentença condenatória definitiva pela prática de crime posterior poderá configurar maus antecedentes caso o trânsito em julgado ocorra antes do julgamento do primeiro crime."
      },
      {
        "letra": "D",
        "texto": "No crime de roubo, o número de majorantes pode, por si só, determinar o quantum de aumento na terceira fase."
      },
      {
        "letra": "E",
        "texto": "Na segunda fase de aplicação da pena, a pena intermediária pode ser fixada abaixo do mínimo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "465965",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação à aplicação da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a chamada “confissão qualificada\", ainda que efetivamente utilizada como elemento de convicção, não enseja a aplicação da atenuante prevista no Art. 65 do CP;"
      },
      {
        "letra": "B",
        "texto": "é possível o reconhecimento de continuidade delitiva entre os crimes de roubo e extorsão, quando praticados em conjunto;"
      },
      {
        "letra": "C",
        "texto": "na dosimetria da pena, os fatos posteriores ao crime em julgamento não podem ser utilizados como fundamento para valorar negativa a culpabilidade do réu;"
      },
      {
        "letra": "D",
        "texto": "não é admissível a fixação do regime prisional fechado aos não reincidentes condenados por roubo a pena superior a quatro anos e inferior a oito anos, mesmo que constatada a gravidade concreta da conduta delituosa;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da atenuante da confissão espontânea tem o condão de conduzir a pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456592",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Assinale a opção correta em relação à segunda fase da dosimetria da pena, com base nos dispositivos legais pertinentes e à jurisprudência dominante dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consoante expressa previsão legal, a embriaguez culposa é circunstância atenuante apta a reduzir a reprimenda nessa fase."
      },
      {
        "letra": "B",
        "texto": "A prática de delito sob a influência de multidão em tumulto constitui atenuante da pena, desde que o incidente não tenha sido provocado pelo próprio agente."
      },
      {
        "letra": "C",
        "texto": "Em caso de concurso da atenuante da menoridade relativa com a agravante da reincidência, a pena deverá ser aumentada, dada a preponderância da reincidência sobre a atenuante."
      },
      {
        "letra": "D",
        "texto": "Em atendimento ao princípio da legalidade, não é possível a aplicação de circunstância atenuante que não esteja expressamente tipificada no CP."
      },
      {
        "letra": "E",
        "texto": "Nessa fase, a incidência de diversas circunstâncias agravantes poderá conduzir ao aumento da pena acima do patamar máximo previsto no preceito secundário do tipo penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456500",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "As circunstâncias atenuantes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre preponderam sobre as circunstâncias agravantes, no caso de concurso entre umas e outras."
      },
      {
        "letra": "B",
        "texto": "constituem fatores de redução da pena estabelecidos em quantidades fixas."
      },
      {
        "letra": "C",
        "texto": "não devem ser consideradas na fixação da pena-base."
      },
      {
        "letra": "D",
        "texto": "podem ser reconhecidas ainda que não previstas expressamente em lei, mas apenas se anteriores ao crime."
      },
      {
        "letra": "E",
        "texto": "permitem a redução da pena abaixo do mínimo legal, segundo entendimento sumulado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429706",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Tratando-se de crime doloso, não caracteriza circunstância genérica agravante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a maternidade, no infanticídio."
      },
      {
        "letra": "B",
        "texto": "a filiação, no parricídio."
      },
      {
        "letra": "C",
        "texto": "a execução mediante promessa de recompensa, na ameaça."
      },
      {
        "letra": "D",
        "texto": "a embriaguez preordenada, no roubo."
      },
      {
        "letra": "E",
        "texto": "a motivação torpe, na lesão corporal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "420624",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Observadas as disposições do Código Penal referentes à aplicação da pena, analise as afirmações a seguir.I - No concurso de crimes, as penas de multa são aplicadas distinta e integralmente.II - São circunstâncias que sempre atenuam a pena, ter o agente desconhecimento da lei, bem como cometido o crime por motivo de relevante valor social ou morai.III - Quando forem aplicadas penas restritivas de direitos, o condenado cumprirá simultanea­ mente as que forem compatíveis entre si e sucessivamente às demais.IV - Quando, por acidente ou erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime na forma culposa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419578",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Assinale a opção correta à luz da orientação dominante e/ou do texto legal expresso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existente o concurso de crime, a aplicação da pena de multa observa as regras pertinentes à modalidade de concurso que incidiu ao caso."
      },
      {
        "letra": "B",
        "texto": "A incidência de circunstância atenuante pode conduzir, à luz da ponderação e da razoabilidade, à redução da pena para abaixo do mínimo legal."
      },
      {
        "letra": "C",
        "texto": "As causas de aumento e de diminuição da pena devem ser computadas na primeira fase da operação pelo sistema trifásico."
      },
      {
        "letra": "D",
        "texto": "Majorante é sinônimo de qualificadora, vale dizer, a pena abstratamente cominada será distinta da aplicada ao tipo simples."
      },
      {
        "letra": "E",
        "texto": "A reincidência não pode ser considerada como agravante e, simultaneamente, como circunstância judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415098",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Para a doutrina dominante, o Código Penal Brasileiro, ao disciplinar o cálculo da pena, adotou o sistema trifásico, sendo observado na primeira fase da individualização as agravantes e atenuantes legais, circunstâncias estas inseridas nos artigos 61 a 66 daquele diploma legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "408733",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Um determinado agente comete um crime sob coação a que podia resistir. Nesse caso, a consequência jurídica será a :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "exclusão da ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "exclusão da culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "aplicação de uma causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "aplicação de uma atenuante genérica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406900",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Analise a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São circunstâncias que sempre atenuam a pena, ser o agente menor de 21 (vinte e um) anos ou maior de 70 (setenta) anos, na data do fato."
      },
      {
        "letra": "B",
        "texto": "A pena poderá ser ainda atenuada em razão de circunstância relevante, anterior ou posterior ao crime, desde que prevista expressamente em lei."
      },
      {
        "letra": "C",
        "texto": "Quando, por acidente ou erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do concurso material, descrita no artigo 69 do Estatuto Repressivo."
      },
      {
        "letra": "D",
        "texto": "No que se refere a suspensão condicional da pena, artigo 77, e parágrafos, do Código Penal, pode-se dizer que o legislador criou dois tipos de suspensão, quais sejam, a simples, consistente na aplicação das condições de prestação de serviços à comunidade ou limitação de final de semana (artigo 78, § 1º, CP); e a especial, consistente na aplicação das condições de proibição de frequentar determinados lugares; proibição de ausentar-se da comarca na qual reside, sem autorização do Juiz; comparecimento pessoal e obrigatório a Juízo, mensalmente, para informar e justificar suas atividades (artigo 78, § 2º, CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402712",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No que se refere a concurso de pessoas, aplicação da pena, medidas de segurança e ação penal, julgue os itens a seguir. As circunstâncias agravantes e atenuantes são examinadas na segunda fase de dosimetria da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402202",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Osvaldo foi condenado pela prática do crime de estelionato. Ao aplicar a pena, o magistrado majorou a pena base indicando, entre as circunstâncias judiciais previstas no Artigo 59 do Código Penal brasileiro, os antecedentes de Osvaldo. Para tanto, o magistrado observou que a Folha de Antecedentes Criminais de Osvaldo trazia 5 anotações, entre elas uma condenação não transitada em julgado pela prática do crime de falsidade ideológica. As demais anotações referiam-se a inquéritos policiais em andamento para a apuração de suposta prática do crime de estelionato. Quanto à decisão do magistrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena base não poderia ter sido majorada com fundamento nos antecedentes de Osvaldo, uma vez que não há condenação transitada em julgado na Folha de Antecedentes Criminais do acusado."
      },
      {
        "letra": "B",
        "texto": "a pena base foi majorada corretamente, uma vez que algumas anotações constantes da Folha de Antecedentes Criminais de Osvaldo se referem ao crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "a pena base foi majorada corretamente, uma vez que há condenação, ainda que não transitada em julgado, na Folha de Antecedentes Criminais de Osvaldo."
      },
      {
        "letra": "D",
        "texto": "a pena base poderia ter sido majorada caso a condenação constante da Folha de Antecedentes Criminais de Osvaldo dissesse respeito ao crime de estelionato."
      },
      {
        "letra": "E",
        "texto": "a pena base foi majorada corretamente, uma vez que qualquer anotação em Folha de Antecedentes Criminais pode justificar o incremento da pena base com fundamento nos antecedentes do acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "395556",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, o agente que voluntariamente repara o dano, depois do recebimento da denúncia ou da queixa, mas antes do julgamento,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará com sua pena inalterada."
      },
      {
        "letra": "B",
        "texto": "terá a pena reduzida de um a dois terços"
      },
      {
        "letra": "C",
        "texto": "terá a pena atenuada."
      },
      {
        "letra": "D",
        "texto": "ficará isento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386780",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aceito pela jurisprudência que, incidindo duas qualificadoras, uma sirva de circunstância agravante, se assim prevista."
      },
      {
        "letra": "B",
        "texto": "a diminuição pela atenuante da confissão espontânea deve incidir depois do acréscimo pelo concurso formal."
      },
      {
        "letra": "C",
        "texto": "pode o juiz limitar-se a um só aumento ou a uma só diminuição no caso de concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, sempre prevalecendo a que mais diminua."
      },
      {
        "letra": "D",
        "texto": "o acréscimo pelo concurso formal não pode conduzir a pena superior à que seria cabível pela regra do concurso material, diversamente do que se verifica em relação ao crime continuado."
      },
      {
        "letra": "E",
        "texto": "é possível o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, ainda que fixada a pena-base no mínimo legal, ante a gravidade abstrata do delito, segundo entendimento sumulado do Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "378914",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Com relação à atenuante genérica da menoridade etária do agente, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não incide em crimes cometidos contra criança (Código Penal, art. 61, inc. II, alínea “h”, primeira hipótese)."
      },
      {
        "letra": "B",
        "texto": "Segundo a atual jurisprudência do Superior Tribunal de Justiça, prepondera sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "Segundo o atual entendimento do Superior Tribunal de Justiça, sua prova não necessariamente será documental."
      },
      {
        "letra": "D",
        "texto": "Segundo o atual entendimento do Superior Tribunal de Justiça, pode eventualmente reduzir a pena final abaixo do mínimo legal abstratamente cominado."
      },
      {
        "letra": "E",
        "texto": "Segundo posicionamento doutrinário dominante, a norma penal em referência foi derrogada em 2002 pelo advento da plena capacidade civil aos 18 anos de idade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378658",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No tocante às circunstâncias atenuantes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permitem a redução da pena abaixo do mínimo previsto na lei, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "incidem na terceira etapa do cálculo da pena."
      },
      {
        "letra": "C",
        "texto": "são inaplicáveis se não previstas expressamente em lei."
      },
      {
        "letra": "D",
        "texto": "o desconhecimento da lei, embora inescusável, pode ser empregado para atenuar a pena."
      },
      {
        "letra": "E",
        "texto": "a reparação do dano não a configura, constituindo apenas causa geral de diminuição da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360494",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Crimes contra a honra",
      "Calúnia",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Acerca de crimes previstos na legislação penal extravagante, de condições objetivas de punibilidade, da suspensão condicional do processo e da aplicação das agravantes do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer infração penal pode figurar como antecedente do crime de lavagem ou ocultação de bens, direitos e valores."
      },
      {
        "letra": "B",
        "texto": "Se um fato estiver previsto como crime na LSN e no CP, devem-se levar em consideração, para o efeito de aplicação da LSN, a motivação e os objetivos do agente, a lesão real ou potencial à integridade territorial, a soberania nacional, o regime representativo e democrático, a Federação, o estado de direito e a pessoa dos chefes dos poderes da União e dos estados brasileiros."
      },
      {
        "letra": "C",
        "texto": "A decisão declaratória de falência e a constituição definitiva do crédito tributário são condições objetivas de punibilidade."
      },
      {
        "letra": "D",
        "texto": "Para o STF, haverá bis in idem na aplicação das agravantes do concurso de pessoas ao crime de associação em bando ou quadrilha."
      },
      {
        "letra": "E",
        "texto": "A suspensão condicional do processo pode ser aplicada ao crime de calúnia praticado por meio que facilite a divulgação da informação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360491",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio e Lucinda, marido e mulher, desempregados, sem qualificação para o trabalho e pais de três filhos pequenos, planejaram e praticaram juntos, entre janeiro e março de 2012, mais de sete furtos, todos com rompimento de obstáculo e durante o repouso noturno. Lúcio tem dezenove anos. Em dezembro de 2012, enquanto corria o processo pelos referidos crimes patrimoniais, transitou em julgado sentença condenatória que o havia condenado pela prática de outro delito, o de receptação, cometido no ano de 2010. Lucinda, de vinte e quatro anos de idade, primária e de bons antecedentes, arrependida, confessou espontaneamente os fatos. O produto dos furtos foi estimado em valor considerável, entre dinheiro, relógios, joias e aparelhos eletrodomésticos, nenhum deles recuperado nem devolvido. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lúcio é reincidente, mas tem a seu favor a atenuante da menoridade, sendo possível a compensação entre uma e outra circunstância, na segunda fase da dosimetria, por serem ambas preponderantes."
      },
      {
        "letra": "B",
        "texto": "Lúcio e Lucinda devem responder pelos crimes com incidência de causa de aumento de pena prevista na parte geral do CP, no seu limite máximo, ou seja, igual à fração de um meio, por terem realizado, no total, mais de sete furtos."
      },
      {
        "letra": "C",
        "texto": "Lúcio e Lucinda responderão por furto triplamente qualificado."
      },
      {
        "letra": "D",
        "texto": "Embora não se prestem à caracterização do estado de necessidade, as circunstâncias do desemprego, da falta de qualificação para o trabalho e o fato de possuírem três filhos pequenos sob sua guarda e responsabilidade podem interferir em favor de Lúcio e Lucinda, seja na primeira, seja na segunda fase da dosimetria."
      },
      {
        "letra": "E",
        "texto": "Lucinda tem a seu favor a atenuante da confissão espontânea, que, embora não preponderante, atua como dado positivo relacionado à sua personalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346788",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Acerca do crime e da imputabilidade penal, assinale a opção correta, de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena poderá ser agravada em razão de circunstância relevante, anterior ou posterior ao crime, ainda que tal possibilidade não seja prevista expressamente em lei."
      },
      {
        "letra": "B",
        "texto": "O desconhecimento da lei é circunstância que atenua a pena, conforme expressa previsão legal"
      },
      {
        "letra": "C",
        "texto": "Na hipótese de desistência voluntária, em que o agente, por vontade própria, desiste de prosseguir na execução do crime, a pena será reduzida na proporção prevista em lei."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior é causa de redução da pena prevista para o crime de roubo, se a reparação voluntária do dano ocorrer até o recebimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado pode isentar a pena, considerando-se, nesse caso, as qualidades da vítima real, e não as da pessoa contra a qual o agente queria praticar o crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314240",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Se Ângelo for condenado pela prática do delito praticado contra a administração pública, não caberá a seguinte agravante, prevista em artigo do CP: Ter o agente cometido o crime com abuso de poder ou violação de dever inerente a cargo, ofício, ministério ou profissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "304685",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "De acordo com o Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A utilização de papel moeda falsificado configura crime de moeda falsa, em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "As ações penais em curso podem ser utilizadas como antecedentes criminais para agravar a pena-base."
      },
      {
        "letra": "C",
        "texto": "Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é pelo estelionato absorvido."
      },
      {
        "letra": "D",
        "texto": "É admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "E",
        "texto": "O crime de extorsão consuma-se no momento da obtenção da vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303088",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "A respeito de aspectos diversos relacionados às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal perfeito, ou próprio, de crimes, a pena de multa é resultado da pena mais grave, aumentada de um sexto até a metade."
      },
      {
        "letra": "B",
        "texto": "Para agravar a pena, o juiz poderá, em decisão fundamentada, aplicar ao crime de furto qualificado pelo concurso de pessoas a causa especial de aumento relativa ao concurso de pessoas que se encontra prevista no crime de roubo."
      },
      {
        "letra": "C",
        "texto": "A existência de ações penais em curso, e não de inquéritos policiais, pode ser utilizada como critério de aumento da pena- base na primeira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A confissão espontânea e a menoridade relativa são circunstâncias atenuantes preponderantes e que, por tal motivo, podem servir de fundamento à redução da pena-base abaixo do grau mínimo previsto em lei."
      },
      {
        "letra": "E",
        "texto": "O juiz pode aplicar o regime semiaberto ao condenado a pena igual ou inferior a quatro anos, se forem favoráveis as circunstâncias judiciais, ainda que a reincidência se opere em crime específico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302395",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em tema de aplicação e execução da pena, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento na segunda fase de aplicação da pena, no crime de roubo circunstanciado, exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes."
      },
      {
        "letra": "B",
        "texto": "a falta grave não interrompe o prazo para obtenção do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "é admissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299087",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Com base no Código Penal, assinale a alternativa que não retrata fielmente “circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ter o agente cometido o crime por motivo fútil ou torpe"
      },
      {
        "letra": "B",
        "texto": "Ter o agente cometido o crime contra criança, velho ou enfermo"
      },
      {
        "letra": "C",
        "texto": "Ter o agente cometido o crime quando o ofendido estava sob a imediata proteção da autoridade"
      },
      {
        "letra": "D",
        "texto": "Ter o agente cometido o crime contra ascendente, descendente, irmão, cônjuge ou companheiro"
      },
      {
        "letra": "E",
        "texto": "Ter o agente cometido o crime depois de embriagar-se proposìtadamente para cometê-lo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "293474",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "É certo afirmar: I. Não se tipifica crime material contra a ordem tributária, previsto no art. 1º, incisos I a IV, da Lei nº 8.137/90, antes do lançamento definitivo do tributo. II. A incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal. III. No caso de concurso de material, para cálculo do prazo prescricional, deve ser considerada a totalidade da pena obtida. IV. O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293469",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "É certo afirmar: I. Causas de aumento ou de diminuição são fatores de acréscimo ou redução da pena, assinalados em quantidades fixas ou em limites, previstos na parte geral ou especial do Código Penal. II. No concurso de crimes as penas de multa são aplicadas igualitariamente e integralmente. III. No concurso de infrações, executar-se-á primeiramente a pena mais grave, não se admitindo a absorção da contravenção pelo crime. IV. Há concurso ideal quando o agente pratica dois ou mais crimes mediante uma só conduta (positiva ou negativa), embora sobrevenha dois ou mais resultados puníveis. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "288618",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "De acordo com os preceitos do CP relativos à aplicação de pena, a circunstância judicial referente ao conjunto de ações que compõe o comportamento do agente em diversos âmbitos, tais como na família, na sociedade e no trabalho, corresponde",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aos antecedentes penais do agente."
      },
      {
        "letra": "B",
        "texto": "à culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "à personalidade do agente."
      },
      {
        "letra": "D",
        "texto": "às circunstâncias do crime."
      },
      {
        "letra": "E",
        "texto": "à conduta social do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239288",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "I – O Código Penal prevê a delação premiada para o crime de extorsão mediante sequestro, prevendo a redução obrigatória da pena se um dos concorrentes denunciar o fato à autoridade, facilitando a libertação do sequestrado. II – O crime de apropriação indébita consuma-se com a posse ou detenção da coisa alheia móvel, sendo impunível sua inversão em domínio. III – Por força de expressa previsão do Código Penal, o crime de lesão corporal leve depende de representação para a instauração de inquérito policial e para a deflagração da ação penal respectiva. IV – Responde por furto aquele que subtrai para si coisa alheia móvel para se pagar ou se ressarcir de prejuízo legítimo. V – A direção de veículos automotores sem habilitação, nas vias terrestres, tipificada no artigo 309 do Código de Trânsito Brasileiro, é crime de perigo concreto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II, III e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  }
]