[
  {
    "id": "3289720",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Dra. Sicrana, casada e mãe de três filhos, foi violentada e fortemente agredida por pessoa estranha, tarde da noite, ao sair do plantão que dava na empresa. Ela foi imediatamente socorrida e levada a Hospital Municipal de São Paulo, mas, em razão do trauma deixado pela agressão, Dra. Sicrana decidiu que não desejava tornar público o crime praticado contra sua pessoa. O criminoso foi localizado e preso semanas depois do crime. Nesse caso, tendo como base a disciplina do Decreto n° 53.823, de 12 de dezembro de 2012. I. relativamente aos órgãos e às entidades municipais de São Paulo, as informações relativas à esse crime, por dizerem respeito à intimidade, à vida privada, à honra e à imagem de Dra. Sicrana, serão de acesso restrito a agentes públicos legalmente autorizados e à pessoa à que se referirem, pelo prazo máximo de 25 anos, contado da data de sua produção. II. se o acesso à informação for necessário, por exemplo, ao cumprimento de decisão judicial, esse acesso poderá ser feito junto a órgãos e entidades municipais de São Paulo (no caso, o hospital), mesmo sem a consentimento de Dra., Sicrana. III. as informações relativas a esse crime, detidas pelos órgãos e entidades municipais de São Paulo (no caso, o hospital), poderão ter sua divulgação ou seu acesso por terceiros autorizados, dentre outros motivos, em razão de consentimento expresso de Dra. Sicrana. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260323",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "O esporte tem, entre outros, como princípios fundamentais, a educação, a identidade nacional, a inclusão, a qualidade, a saúde e a segurança. Além disso, é considerado atividade de alto interesse social. É o que dispõe o artigo 2o da Lei no 14.597/2023 (Lei Geral do Esporte). A referida lei também instituiu o Plano Nacional pela Cultura de Paz no Esporte. Entretanto, as atividades esportivas, notadamente as profissionais, que geram empregos e empolgam milhões de brasileiros, muitas vezes transformam-se em palco de tragédias. A regulação sob a perspectiva da normativa criminalizadora, portanto, continua a fazer parte da referida lei e do ordenamento jurídico brasileiro. Dito isso, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Àquele que organiza ou prepara o tumulto ou incita a sua prática, em todas as modalidades previstas no artigo 201 da Lei Geral do Esporte, fica vedada a aplicação, em qualquer circunstância, da conversão da pena corporal em pena impeditiva de comparecimento às proximidades da arena esportiva, conforme disposto no § 6o do mesmo artigo."
      },
      {
        "letra": "B",
        "texto": "A Lei no 14.532/2023 alterou a Lei no 7.716/1989 para prever pena de suspensão de direito em caso de racismo praticado no contexto de atividade esportiva ou artística (artigo 20, § 2o - A)."
      },
      {
        "letra": "C",
        "texto": "A Lei Geral do Esporte revogou expressamente a Lei no 10.671/2003 (Estatuto de Defesa do Torcedor). Com relação ao crime descrito no artigo 41-B, § 1o, inciso I (“Promover tumulto, praticar ou incitar a violência num raio de 5.000 [cinco mil] metros ao redor do local de realização do evento esportivo, ou durante o trajeto de ida e volta do local da realização do evento”), do Estatuto de Defesa do Torcedor, portanto, houve a abolitio criminis."
      },
      {
        "letra": "D",
        "texto": "A Lei Geral do Esporte revogou expressamente a Lei no 10.671/2003 (Estatuto de Defesa do Torcedor). No entanto, com relação ao crime descrito no artigo 41-B, § 1o, inciso I, do Estatuto de Defesa do Torcedor (“Promover tumulto, praticar ou incitar a violência num raio de 5.000 [cinco mil] metros ao redor do local de realização do evento esportivo, ou durante o trajeto de ida e volta do local da realização do evento”), houve a continuidade normativo-típica, uma vez que as condutas ali descritas migraram para o artigo 201, § 1o, inciso I, da Lei Geral do Esporte."
      },
      {
        "letra": "E",
        "texto": "As penalidades previstas no artigo 201 da Lei Geral do Esporte serão aplicadas em dobro quando se tratar de casos de racismo no esporte brasileiro ou de infrações cometidas contra as mulheres."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2660444",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRF-AC",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "A Lei nº 11.343/2006 prescreve medidas para prevenção do uso indevido, atenção e reinserção social de usuários e dependentes de drogas. Também estabeleceu normas para repressão à produção não autorizada e ao tráfico ilícito de drogas e tipificou os crimes relacionados ao tráfico de drogas. Em relação aos Conselhos de Políticas de Drogas, assinale a alternativa que apresenta seus constituintes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sociedade civil, estados e Distrito Federal"
      },
      {
        "letra": "B",
        "texto": "sociedade civil e municípios"
      },
      {
        "letra": "C",
        "texto": "União e municípios"
      },
      {
        "letra": "D",
        "texto": "estados, Distrito Federal e municípios"
      },
      {
        "letra": "E",
        "texto": "estados e Distrito Federal"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2658247",
    "metadata": "Ano: 2023 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Joaquim, na qualidade de ordenador de despesas do Instituto Federal do Estado Gama, ordenou, de forma livre e consciente, a realização de despesa que, além de não estar autorizada em lei, causou efetiva perda patrimonial para a instituição. Com base na situação hipotética descrita acima, segundo a Lei Federal nº 8.429/1992, é CORRETO afirmar que a medida adotada por Joaquim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura somente um ato administrativo ilícito, punível com a pena de demissão via processo administrativo."
      },
      {
        "letra": "B",
        "texto": "Configura somente um ato criminal contra a administração pública, punível com reclusão, de 2 (dois) a 4 (quatro) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Configura um ato de improbidade administrativa que causa lesão ao erário."
      },
      {
        "letra": "D",
        "texto": "Configura um ato de improbidade administrativa que atenta contra os princípios da administração pública."
      },
      {
        "letra": "E",
        "texto": "Configura um ato de improbidade administrativa que importa em enriquecimento ilícito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2658246",
    "metadata": "Ano: 2023 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Pedro, servidor público do Instituto Federal do Estado Delta, por indulgência, deixou de responsabilizar um de seus subordinados que cometeu infração no exercício do cargo, pois julgava não possuir competência para tal. Mas, ainda assim, Pedro não levou o fato ao conhecimento da autoridade competente. Com base na situação hipotética descrita acima, segundo o Código Penal (Decreto-lei nº 2.848/1940), é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro cometeu o crime de omissão administrativa."
      },
      {
        "letra": "B",
        "texto": "Pedro cometeu o crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Pedro cometeu o crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "Pedro cometeu o crime de conivência."
      },
      {
        "letra": "E",
        "texto": "Pedro cometeu o crime de violação de dever funcional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2658245",
    "metadata": "Ano: 2023 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Nos termos do Código Penal (Decreto-lei nº 2.848/1940}, o servidor público que modifica ou altera sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime punível com detenção, de 3 (três) meses a 2 (dois) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Comete crime punível com reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Comete infração administrativa punível com a pena de demissão, a bem do serviço público."
      },
      {
        "letra": "D",
        "texto": "Comete crime punível com reclusão, de 3 (três) meses a 2 (dois) anos, ou multa."
      },
      {
        "letra": "E",
        "texto": "Não comete nenhum ato ilícito passível de punição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2627055",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Câmara de Jaguariúna - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa correta acerca dos crimes contra a Administração Pública.I - No momento em que um funcionário público usa o veículo da administração pública para emprestar a outras pessoas, em caráter particular, comete crime de peculato.Il - Com sentença condenatória transitada em julgado, o crime leva à demissão do servidor público, independente de processo administrativo disciplinar.III - O crime de concussão se assemelha à corrupção passiva, pois há a solicitação de vantagem ilícita. Porém, envolve aspectos como medo e temor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Nenhum item é falso."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2627053",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Câmara de Jaguariúna - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Sobre os crimes contra a incolumidade pública, assinale a alternativa correta.I — Busca punir atos que causem perigo comum ou coloquem em risco a segurança pública, a segurança dos meios de comunicação, transporte e outros serviços públicos.II - Crime comum, tanto no que diz respeito ao sujeito ativo quanto ao sujeito passivo; doloso; instantâneo; monossubjetivo; plurissubsistente e não transeunte.III - Envenenar água potável, de uso comum ou particular, ou substância alimentícia ou medicinal destinada a consumo é um tipo penal dessa categorial de crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Nenhum item é falso."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2627052",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Câmara de Jaguariúna - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Para que o delito seja caracterizado como concurso de pessoas, é necessário a existência de alguns requisitos, de natureza objetiva e subjetiva, assinale a alternativa que não apresenta um deles.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pluralidade de agentes de conduta."
      },
      {
        "letra": "B",
        "texto": "Relevância causal das condutas."
      },
      {
        "letra": "C",
        "texto": "Vínculo subjetivo."
      },
      {
        "letra": "D",
        "texto": "Identidade de fato."
      },
      {
        "letra": "E",
        "texto": "Materialidade concursal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2627051",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Câmara de Jaguariúna - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa correta sobre a Teoria do Crime.I- A tipicidade formal é o desdobramento do conceito formal de crime: só haverá tipicidade formal quando houver lesão (ou exposição a perigo) significativa a bem jurídico relevante de terceiro.II - O reconhecimento da atipicidade da conduta delitiva com fundamento no princípio da insignificância não é admissível em relação ao crime de tráfico ilícito de drogas.III - Apenas nos crimes materiais se exige um resultado naturalístico. Nos crimes formais e de mera conduta não há essa exigência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas o item II e III são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2627049",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Câmara de Jaguariúna - SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa correta sobre a aplicação da lei penalI - Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes que, por tratado ou convenção, o Brasil se obrigou a reprimir e os crimes contra a administração pública (por quem está a seu serviço).II - Reunidas as condições previstas, a lei brasileira aplica-se também ao crime cometido por estrangeiro contra brasileiro fora do Brasil, se, houve requisição do Presidente da República.III - Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, desde que sejam públicas, onde quer que se encontrem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas o item II e III são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2861516",
    "metadata": "Ano: 2019 | Banca: IF Sertão - PE | Órgão: IF Sertão - PE",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "A respeito dos crimes contra a Administração Pública, de que trata o Código Penal, assinale a alternativa que corresponde ao crime de concussão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei."
      },
      {
        "letra": "C",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "D",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      },
      {
        "letra": "E",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2718953",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Barra do Quaraí - RS",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Consoante dispõe a Lei nº 7.210/84, a qual instituiu a execução penal, são órgãos da execução penal, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conselho Penitenciário."
      },
      {
        "letra": "B",
        "texto": "Patronato."
      },
      {
        "letra": "C",
        "texto": "Defensoria Pública."
      },
      {
        "letra": "D",
        "texto": "Conselho Nacional de Justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2716763",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Aceguá - RS",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "De acordo com a Lei de Execução Penal, analisar a sentença abaixo: O trabalho externo será admissível para os presos em regime fechado somente em serviço ou obras públicas realizadas por órgãos da Administração Direta ou Indireta, ou entidades privadas, desde que tomadas as cautelas contra a fuga e em favor da disciplina (1ª parte). O limite máximo do número de presos será de 10% do total de empregados na obra e caberá ao órgão da administração, à entidade ou à empresa empreiteira a remuneração desse trabalho (2ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente incorreta."
      },
      {
        "letra": "B",
        "texto": "Correta somente em sua 1ª parte."
      },
      {
        "letra": "C",
        "texto": "Correta somente em sua 2ª parte."
      },
      {
        "letra": "D",
        "texto": "Totalmente correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2746074",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: CRC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "De acordo com Código Penal Brasileiro são considerados crimes contra a administração pública, dentre outros: I. Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente. II. Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado. III. Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem. IV. Falsificar, alterar ou fazer uso indevido de marcas, logotipos, siglas ou quaisquer outros símbolos utilizados ou identificadores de órgãos ou entidades da Administração Pública. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2892254",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Penal",
    "subcategorias": [],
    "enunciado_principal": "Sobre os crimes contra administração pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de peculato culposo, a reparação do dano que precede à sentença penal condenatória irrecorrível é causa de redução da pena."
      },
      {
        "letra": "B",
        "texto": "tão somente o funcionário público pode ser sujeito ativo do crime de prevaricação, embora o particular possa ser responsabilizado a título de coautoria e participação."
      },
      {
        "letra": "C",
        "texto": "o delito de corrupção ativa é considerado crime próprio."
      },
      {
        "letra": "D",
        "texto": "o crime de concussão é considerado crime material."
      },
      {
        "letra": "E",
        "texto": "para os fins de aplicação da lei penal, só o servidor concursado é considerado sujeito ativo dos crimes de funcionário público contra a administração."
      }
    ],
    "gabarito": "B"
  }
]