[
  {
    "id": "3260319",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Perseguição",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O rol dos crimes contra a liberdade pessoal, descritos na Seção I do Capítulo VI do Título I da Parte Especial do Código Penal, vem sendo especialmente ampliado nos últimos cinco anos e, além disso, recebendo tratamento especial, tanto no Código Penal quanto na legislação penal especial. Sob tais perspectivas, analise as seguintes afirmações. I. Foi incluído no Código Penal o crime de “intimidação sistemática” (artigo 146-A), bem como sua forma qualificada de “intimidação sistemática virtual” (artigo 146-A, parágrafo único). II. Foram incluídos no Código Penal os crimes de “perseguição” (artigo 147-A) e “violência psicológica contra a mulher” (artigo 147-B). III. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos apenados com reclusão. IV. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos de ação penal pública incondicionada. V. O crime de “sequestro e cárcere privado” cometido contra menor de 18 (dezoito) anos (artigo 148, § 1o, inciso IV, do Código Penal) e o crime de “tráfico de pessoas” cometido contra criança ou adolescente (artigo 149-A, caput, incisos I a V e § 1o, inciso II, do Código Penal) foram incluídos no rol dos crimes hediondos (Lei no 8.072/90, artigo 1o, incisos XI e XII respectivamente). Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2464794",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Caio contrata Mévio, para matar Seprônia, sua ex-chefe, que não perdoa por ter sido demitido. Antes, contudo, solicita que Mévio mantenha Seprônia presa, por alguns dias, em um quarto fechado, infestado de baratas, inseto do qual ela tem fobia. Para tanto, Caio entrega a Mévio metade do valor convencionado, comprometendo-se a pagar o restante somente após a morte. Mévio passa a seguir Seprônia e, no dia em que ela caminhava, sozinha, por rua sem movimento, a aborda, com arma de fogo, obrigando-a a entrar no carro, partindo para um bairro distante, onde já tinha uma casa alugada, para mantê-la, em cárcere privado. Seprônia é trancada em um quarto fechado, todo escuro, sem ventilação, infestado de baratas. Passados alguns minutos presa, Seprônia percebe a presença das baratas e começa a gritar, em desespero. Mévio a mantém presa, por três horas, mas, tendo se excitado com os gritos de pavor de Seprônia, decide tirá-la do quarto, mantendo com ela, sob ameaça de arma de fogo, conjunção carnal forçada. Após, Mévio volta a manter Seprônia presa, no quarto. Durante o período em que Seprônia é mantida trancada, Caio e Mévio se falam. Mévio não conta que submeteu Seprônia à conjunção carnal forçada, apenas reportando a ele o desespero dela, em razão das baratas. No dia em que Mévio mataria Seprônia, ele vê no jornal televisivo a notícia do desaparecimento dela, seguida de entrevista da mãe, chorando pelo sumiço da filha. Neste momento, Mévio se dá conta de que Seprônia é filha de Tícia, sua professora de infância, que o ensinou a ler, além de auxiliar sua família carente, ao longo de anos. Diante disso, Mévio decide não mais matar Seprônia, libertando-a, após a manter em cárcere privado, por 5 dias. Mévio comunica a decisão a Caio, que disse que por conta de Seprônia permanecer viva, tudo viria à tona e eles acabariam presos. Caio ainda falou que nada mais devia a Mévio, já que ele não cumpriu com metade do acordo. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      },
      {
        "letra": "B",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "C",
        "texto": "Caio e Mévio responderão pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "D",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio também responderá pelo estupro (artigo 213, do CP)."
      },
      {
        "letra": "E",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2312114",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias, assim procurando melhor compreendê-los. Considerando algumas das classificações existentes, são, respectivamente, delito de resultado, delito de lesão, delito permanente e delito omissivo próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão, furto, rufianismo e prevaricação;"
      },
      {
        "letra": "B",
        "texto": "furto, dano, cárcere privado e omissão de socorro;"
      },
      {
        "letra": "C",
        "texto": "roubo, lesão corporal, sequestro e homicídio por omissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio, autoaborto, perseguição e estupro por omissão;"
      },
      {
        "letra": "E",
        "texto": "peculato, omissão de socorro, extorsão mediante sequestro e omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2218512",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Miguel, passando por necessidades físicas, em decorrência de dificuldades pessoais, resolver subtrair coisa alheia móvel, ameaçando as vítimas com arma de fogo, devidamente municiada. Após o evento, Miguel consegue se evadir do local com o produto do ilícito, vindo a ser capturado pela polícia, com auxílio de guardas municipais, alguns dias depois. Nos termos do Código Penal, os fatos descrevem o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sequestro"
      },
      {
        "letra": "B",
        "texto": "extorsão"
      },
      {
        "letra": "C",
        "texto": "roubo"
      },
      {
        "letra": "D",
        "texto": "furto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960229",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Configura crime contra a dignidade sexual a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer, por qualquer meio, inclusive por meio de comunicação de massa, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro, ou, sem o consentimento da vítima, cena de sexo ou de nudez ou pornografia"
      },
      {
        "letra": "B",
        "texto": "privar alguém de sua liberdade, mediante sequestro ou cárcere privado, para a prática de atos libidinosos"
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos"
      },
      {
        "letra": "D",
        "texto": "fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes"
      },
      {
        "letra": "E",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1955045",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O crime de sequestro e cárcere privado do art. 148 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem como bens jurídicos tutelados a liberdade individual e o patrimônio."
      },
      {
        "letra": "B",
        "texto": "é classificado como crime continuado, tendo em vista que a ação se protrai no tempo."
      },
      {
        "letra": "C",
        "texto": "apenas se consuma se o agente tem intenção de obter vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "não admite tentativa."
      },
      {
        "letra": "E",
        "texto": "é qualificado se a vítima é cônjuge do agente, independentemente de serem, um(a) ou outro(a), homem ou mulher."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1946481",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo",
      "Legislação Penal Especial",
      "Perseguição"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de violência psicológica, previsto no artigo 147-B, do Código Penal, pode ser praticado contra mulher, criança e adolescente."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal, previsto no artigo 146 do Código Penal, é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "No crime de sequestro e cárcere privado, previsto no artigo 148, do Código Penal, a morte da vítima qualifica o crime."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição, previsto no artigo 147-A, do Código Penal, é de ação pública incondicionada se cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "E",
        "texto": "É equiparada ao crime de reduzir a condição análoga à de escravo, previsto no art. 149, do Código Penal, a conduta de cercear o uso de qualquer meio de transporte ao trabalhador, com o fim de retê-lo no ambiente do trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1899399",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "João e Maria namoravam há 3 meses. Maria afirmava que pretendia casar-se virgem. Todavia, João insistia de forma recorrente para que Maria tivesse com ele conjunção carnal. Obcecado pela ideia, no dia 30/06/2019, João forçou Maria a entrar em seu carro e dirigiu-se com ela a um sítio de sua propriedade, em lugar ermo na zona rural do município. Chegando ao local, João disse que Maria só iria embora se aceitasse ter relação sexual. Três dias depois, a polícia militar chegou ao local, a partir do rastreamento do aparelho telefônico de Maria, e prendeu João em flagrante. Diante do exposto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não praticou crime algum, visto que sua conduta foi interrompida nos atos preparatórios."
      },
      {
        "letra": "B",
        "texto": "João praticou o crime de estupro na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que a conduta de João não compreende atos executórios do crime de estupro, deve responder apenas pelo crime de sequestro e cárcere privado."
      },
      {
        "letra": "D",
        "texto": "João praticou o crime de importunação sexual na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "E",
        "texto": "José praticou o crime de importunação sexual, na modalidade consumada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866111",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.O crime de sequestro é considerado um crime continuado, já que ele se prolonga no tempo e a sua consumação só cessa pela vontade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1048825",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade pessoal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça é de ação penal pública condicionada à representação, mesmo nos casos que envolvem violência doméstica contra a mulher. Nesta última hipótese, só será admitida a renúncia à representação perante o juiz, em audiência especialmente designada com tal finalidade, antes do recebimento da denúncia e ouvido o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O crime de sequestro e cárcere privado em regra é material. Entretanto, será crime formal quando praticado com fins libidinosos, uma das modalidades em que o crime é qualificado."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de tráfico de pessoas é reduzida de um a dois terços se o agente for primário e não integrar organização criminosa. No entanto, opera-se uma qualificadora quando o crime for cometido por funcionário público no exercício de suas funções ou a pretexto de exercê-las."
      },
      {
        "letra": "D",
        "texto": "A coação exercida para impedir o suicídio não configura o delito de constrangimento ilegal, sendo expressa no Código Penal a causa de exclusão da tipicidade (entretanto, parte da doutrina considera como causa excludente da ilicitude)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905939",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, previstos nos artigos 146 a 149 do Código Penal, bem como os de extorsão (158 do CP) e extorsão mediante sequestro (159 do CP), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio, demitidos, ao manterem preso, por 10 dias, em uma casa abandonada, por vingança, o filho do dono da empresa em que trabalhavam, praticam o crime de extorsão mediante sequestro, previsto no artigo 159 do CP."
      },
      {
        "letra": "B",
        "texto": "Mévio, ao manter Tícia, sua vizinha, presa em casa, amarrada à cama, por uma semana, condicionando sua soltura à entrega da senha do cofre, onde ele sabia existir dólares e joias, pratica o crime de cárcere privado, previsto no artigo 148 do CP."
      },
      {
        "letra": "C",
        "texto": "Tício, ao submeter seus empregados a trabalho forçado e a condições degradantes, com restrição à locomoção, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      },
      {
        "letra": "D",
        "texto": "Tício, ao ficar parado em frente ao trabalho de Mévia, sua ex-mulher, fazendo gestos com as mãos que simbolizam disparos de arma de fogo, causando-lhe temor, pratica o crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio, médico, ao realizar transfusão de sangue em Tício, menor, sem o consentimento dos pais, ainda que para salvá-lo de risco iminente de morte, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "844171",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA em relação aos crimes contra a liberdade individual prescritos no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de invasão de domicílio é classificado como crime de mera conduta."
      },
      {
        "letra": "B",
        "texto": "O crime de ameaça somente se procede mediante representação."
      },
      {
        "letra": "C",
        "texto": "O crime de constrangimento ilegal é subsidiário de condutas mais graves."
      },
      {
        "letra": "D",
        "texto": "O crime de sequestro e cárcere privado pressupõe a exigência de vantagem como condição ou preço do resgate."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "836749",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Lucas é empregador dos trabalhadores Manuel, Francisco e Pedro em sua fazenda na zona rural. Analise as três situações apresentadas: I. Lucas retém a carteira de identidade de Manuel, único documento deste, impedindo que deixe o local de trabalho.II. Lucas autoriza que Francisco gaste apenas 15 minutos todo dia para horário de almoço, de modo que Francisco somente pode comprar uma refeição na pequena cantina de Lucas que funciona dentro da fazenda. Em razão dos altos preços dos produtos, Francisco contrai dívida alta e é impedido de deixar a fazenda antes do pagamento dos valores devidos. III. Lucas instala diversas câmeras e outros mecanismos de vigilância ostensiva na fazenda com o fim de reter Pedro em seu local de trabalho. Considerando as situações apresentadas, o comportamento de Lucas em relação a Manuel, Francisco e Pedro configura, respectivamente, o(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redução à condição análoga à de escravo, nas três situações;"
      },
      {
        "letra": "B",
        "texto": "redução à condição análoga à de escravo, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, redução à condição análoga à de escravo e redução à condição análoga à de escravo;"
      },
      {
        "letra": "D",
        "texto": "cárcere privado, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "E",
        "texto": "redução à condição análoga à de escravo, redução à condição análoga à de escravo e constrangimento ilegal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "831161",
    "metadata": "Ano: 2017 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena relativa ao crime de redução a condição análoga à de escravo é aumentada se o crime é cometido por motivo de religião."
      },
      {
        "letra": "B",
        "texto": "O delito de sequestro e cárcere privado é considerado crime de natureza permanente, consumando-se com a privação da liberdade da vítima, impedida de ir e vir."
      },
      {
        "letra": "C",
        "texto": "O Código Penal prevê, para o delito de sequestro e cárcere privado, como circunstância de aumento de pena, a de que o crime tenha sido praticado com fins de remover órgãos, tecidos ou partes do corpo da vítima."
      },
      {
        "letra": "D",
        "texto": "O tipo penal do crime de frustração de direito assegurado por lei trabalhista consiste em norma penal em branco e não prevê modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812653",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O delito de sequestro ou cárcere privado é classificado como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "continuado e de perigo"
      },
      {
        "letra": "B",
        "texto": "permanente e de dano"
      },
      {
        "letra": "C",
        "texto": "permanente e de perigo."
      },
      {
        "letra": "D",
        "texto": "continuada e de dano"
      },
      {
        "letra": "E",
        "texto": "habitual e de perigo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "773157",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Desde os quinze anos de idade, Mariana, adolescente, vive maritalmente com Alfredo, um médico respeitado de quarenta anos de idade. Inicialmente, ela fazia trabalhos domésticos na casa de Alfredo, que tendo achado interessante ter uma companheira nova, convenceu a família de Mariana de que seria melhor para ela casar-se logo, com alguém de posses que pudesse cuidar dela. A família da menina, então, concordou com Alfredo, tendo-a obrigado a ir morar com ele. Ambos casaram-se formalmente quando Mariana completou dezesseis anos de idade. Desde o início da convivência dos dois, Mariana era obrigada a fazer sexo com Alfredo, mesmo contra sua vontade, e era proibida de sair e ter amizades com pessoas de sua idade, sob o argumento de que ela lhe devia obediência por ele ser seu responsável legal, já que ela era menor de dezoito anos idade. Após várias tentativas de fuga, Mariana, então com dezessete anos de idade, conseguiu pular a janela, depois de ter sido novamente violentada, e procurou uma delegacia em busca de ajuda. Na delegacia, o agente recusou-se a registrar o boletim de ocorrência, por ter achado que a adolescente não tinha cara de mulher séria e contava mentiras. Em vez de encaminhar a menina ao Instituto Médico Legal ou ao hospital para exames, o agente mandou-a de volta para casa, tendo oferecido a viatura para acompanhá-la. No mesmo dia, Alfredo matou Mariana. Exumado o corpo da moça, encontraram-se sinais de violência sexual e presença de material biológico nos órgãos genitais de Mariana e embaixo de suas unhas. Considerando a situação hipotética precedente e a respeito de crimes contra a administração pública, contra a dignidade sexual e contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo Mariana menor de dezoito anos de idade e estando sob a responsabilidade de Alfredo, não se configurou o crime de cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Como Mariana era casada com Alfredo, o agente agiu corretamente ao mandá-la de volta para casa."
      },
      {
        "letra": "C",
        "texto": "O agente cometeu o crime de concussão ao deixar de registrar o boletim de ocorrência."
      },
      {
        "letra": "D",
        "texto": "Como Mariana morreu, Alfredo não poderá ser responsabilizado por estupro se nenhum dos parentes da vítima oferecer a representação em seu lugar."
      },
      {
        "letra": "E",
        "texto": "Alfredo será indiciado pelos crimes de estupro com causa de aumento de pena, homicídio qualificado e cárcere privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2971876",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados Crimes Hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Sequestro."
      },
      {
        "letra": "C",
        "texto": "Genocídio."
      },
      {
        "letra": "D",
        "texto": "Latrocínio."
      },
      {
        "letra": "E",
        "texto": "Estupro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588522",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a liberdade pessoal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento da vítima ou de seu representante legal, não exclui, em qualquer situação, o constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal não se reveste de subsidiariedade em relação a outros delitos."
      },
      {
        "letra": "C",
        "texto": "Constitui figura equiparada à de redução a condição análoga à de escravo o ato de cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "O crime de cárcere privado é permanente e formal, não admitindo a tentativa."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça, se praticado no contexto de violência doméstica e familiar contra a mulher, é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393348",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso formal",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Carlos, Maurício, Alexandre, todos maiores de idade, e o adolescente José planejaram, de comum acordo e agindo em unidade de desígnios, subtrair aparelhos eletrônicos da casa de Gabriel. O quarteto dividiu-se, então, da seguinte forma: Carlos e Maurício permaneceram de vigia, dentro de um automóvel, nas cercanias da referida residência, enquanto Alexandre e José se incumbiram da tarefa de consumar a subtração dos equipamentos. Ao chegarem à porta da garagem da casa, esses dois últimos avistaram e renderam Marcelo, amigo de Gabriel que ali estacionava seu veículo. A rendição ocorreu com o uso de arma de fogo de propriedade de Alexandre, a qual fora por ele ocultada de todos os demais comparsas. Em seguida, os dois criminosos entraram na residência, renderam, também, seu proprietário e iniciaram a movimentação dos aparelhos eletrônicos em direção ao carro do grupo. Quando todo o material desejado havia sido subtraído, o grupo viu-se impossibilitado, por razões técnicas, de dar partida no veículo e fugiu do local sem levar nenhum objeto. Avisada por vizinhos, a polícia chegou rapidamente ao local, prendendo os bandidos após breve perseguição a pé.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Maurício concorreram para dois crimes de tentativa de roubo praticados por Alexandre; contudo, como quiseram participar de crime menos grave, a pena de ambos poderá ser diminuída até metade, já que foi previsível o resultado mais grave."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a punição de Carlos, Maurício e Alexandre pelo crime de corrupção de menores dependerá da prova da efetiva corrupção de José."
      },
      {
        "letra": "C",
        "texto": "Carlos e Maurício praticaram dois crimes de roubo consumado, qualificado pelo concurso de agentes, e um de corrupção de menores, devendo a pena imposta ser acrescida de um quinto em razão do concurso formal."
      },
      {
        "letra": "D",
        "texto": "Alexandre praticou dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, um delito de corrupção de menores e um crime de porte ilegal de arma de fogo, devendo sua pena ser acrescida de um quarto em razão do concurso formal."
      },
      {
        "letra": "E",
        "texto": "Carlos, Maurício e Alexandre praticaram dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, em concurso formal com o crime de corrupção de menores, devendo suas penas serem acrescidas de metade em razão do concurso formal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "363885",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação às figuras abaixo descritas, aponte a alternativa correta que corresponda com exatidão, de forma respectiva e seqüencial, os crimes correspondentes: 1. subtrair o sócio, para outrem, a quem legitimamente a detém, a coisa comum; 2. constranger alguém, mediante violência com o intuito de obter indevida vantagem econômica a deixar de fazer alguma coisa; 3. exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento a que pode dar causa a procedimento criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto de coisa comum; constrangimento ilegal; extorsão."
      },
      {
        "letra": "B",
        "texto": "Furto; extorsão indireta; seqüestro."
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal; extorsão indireta; furto de coisa comum."
      },
      {
        "letra": "D",
        "texto": "Furto de coisa comum; extorsão; extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "Furto; extorsão; extorsão mediante seqüestro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "542797",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423151",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Considere as assertivas abaixo, I. O princípio da legalidade, que se desdobra nos princípios da reserva legal e da anterioridade, não é aplicável às medidas de segurança, pois elas não possuem natureza de pena, uma vez que o Código Penal apenas se refere aos crimes e contravenção penal. II. A abolitiio criminis, que possui natureza jurídica de causa de extinção da punibilidade, acarreta a extinção dos efeitos penais e extrapenais da sentença condenatória. III. Aplicável é a lei penal do tempo da libertação da vítima de sequestro, mesmo que mais gravosa do que aquela vigente ao tempo da ação que levou a vítima para o cativeiro. IV. Em caso de relevância e urgência, é possível a edição de Medida Provisória em matéria penal, unicamente para beneficiar o réu. São incorretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as assertivas I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "348180",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, acerca de crimes contra a pessoa.Considere que Jonas encarcere seu filho adolescente, usuário de drogas, em um dos cômodos da casa da família, durante três dias, para evitar que ele volte a se drogar. Nesse caso, Jonas pratica o crime de cárcere privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331878",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322488",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crimes contra a pessoa. Considere que Jonas encarcere seu filho adolescente,usuário de drogas, em um dos cômodos da casa da família, durante três dias, para evitar que ele volte a se drogar.Nesse caso, Jonas pratica o crime de cárcere privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação aos crimes contra a liberdade pessoal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de a vítima consentir no seu sequestro, realizado por seu namorado, a fim de exigir certa quantia em dinheiro de seus pais, exclui a tipicidade penal, não havendo, portanto, crime de sequestro ou cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Para a consumação do crime de ameaça, exige-se a ocorrência de mal injusto à vítima."
      },
      {
        "letra": "C",
        "texto": "A privação de liberdade de outrem, mediante sequestro ou cárcere privado, consuma-se após vinte e quatro horas do início da execução do ato."
      },
      {
        "letra": "D",
        "texto": "O empregador que retiver a carteira de trabalho do empregado com a finalidade de fazer que ele permaneça no local de trabalho responderá pela prática do crime de constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "O policial que, para impedir determinada pessoa de se suicidar, usar de coação mediante violência poderá ser beneficiado com o perdão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305401",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Lucileide, ao sair de sua residência, foi rendida por dois homens, que portavam armas de fogo, e colocada no porta-malas do seu próprio veículo. Os marginais percorreram por muitas horas vários bairros, sendo exigido sempre de Lucileide efetuar vários saques bancários em contas de sua titularidade, sempre sob a ameaça de armas, inclusive sob a ameaça de ser violentada sexualmente. Logo, Lucileide foi vítima do delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado (artigo 148 do CP)."
      },
      {
        "letra": "B",
        "texto": "roubo (artigo 157, § 2, V, doCP)."
      },
      {
        "letra": "C",
        "texto": "extorsão simples (artigo 158, caput do CP)."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada (artigo 158, § 3º do CP)."
      },
      {
        "letra": "E",
        "texto": "extorsãomediante sequestro (artigo 159 do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "791265",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Quanto à classificação dos delitos, é correto afirmar-se que o sequestro caracteriza-se como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, permanente e unissubsistente."
      },
      {
        "letra": "B",
        "texto": "comum, permanente e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "comum, instantâneo e unissubsistente."
      },
      {
        "letra": "D",
        "texto": "próprio, instantâneo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "próprio, permanente e unissubsistente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236564",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a organização do trabalho",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Crimes contra a administração pública",
      "Fraude processual"
    ],
    "enunciado_principal": "Escolha a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No cárcere privado o bem jurídico tutelado é a liberdade individual, caracterizando-se o crime mesmo quando a privação da liberdade ocorre com o consentimento da vítima, validamente manifestado."
      },
      {
        "letra": "B",
        "texto": "Para os efeitos penais previstos no tipo “falsificação de documento público”, equiparam-se a documento público o emanado de entidade paraestatal, o título ao portador ou transmissível por endosso, as ações de sociedade comercial, os livros mercantis e o testamento particular."
      },
      {
        "letra": "C",
        "texto": "No crime de aliciamento de trabalhadores de um local para outro do território nacional, a pena é aumentada de um sexto a um terço se a vítima é menor de 18 (dezoito) anos, idosa, gestante, indígena ou portadora de deficiência."
      },
      {
        "letra": "D",
        "texto": "O crime de fraude processual se constitui em inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito."
      }
    ],
    "gabarito": "A"
  }
]