[
  {
    "id": "3272316",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas: I. A reincidência não impede o reconhecimento do princípio da insignificância. PORQUE II. No Brasil, aplica-se o Direito Penal do Autor. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa, não servindo de justificativa para a primeira."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira, não servindo de fundamento para a primeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345831",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O sistema de teoria do crime que inspirou a parte geral do Código Penal brasileiro é o finalista, que, embora possa ser considerado ultrapassado em alguns pontos na atualidade, representou uma evolução em relação aos sistemas clássico e neoclássico. Os três sistemas dividem os elementos do crime em duas categorias: o injusto e a culpabilidade. É um aspecto característico do sistema finalista",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a imputabilidade como mero pressuposto da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "a culpabilidade caracterizada a partir de elementos psicológicos e normativos."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade caracterizada a partir de elementos psicológicos."
      },
      {
        "letra": "D",
        "texto": "o dolo como elemento do tipo penal inserido no injusto."
      },
      {
        "letra": "E",
        "texto": "a culpa como elemento do tipo penal inserido na culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971695",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a perspectiva da teoria finalista, que influenciou intensamente a reforma do Código Penal Brasileiro (1984), é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo é considerado como “dolo natural”, não o integrando a consciência da ilicitude."
      },
      {
        "letra": "B",
        "texto": "O dolo exige representação real da ação típica, não bastando uma consciência potencial, ainda que não se exija uma representação refletida."
      },
      {
        "letra": "C",
        "texto": "O ilícito pessoal não se esgota no desvalor de resultado e se co-constitui pelo desvalor da ação, devendo, o resultado, ser considerado como “obra do autor”."
      },
      {
        "letra": "D",
        "texto": "A culpabilidade mantém-se como uma categoria psicológica, desprovida de aspectos valorativos/normativos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1914845",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Assinale a opção correta com referência ao direito das vítimas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O termo instituições de garantia, nas quais se enquadra o Ministério Público — referência feita por Luigi Ferrajoli —, é fruto das chamadas Constituições de segunda geração, como a Constituição Portuguesa de 1976."
      },
      {
        "letra": "B",
        "texto": "O garantismo hiperbólico é uma consequência da racionalidade do garantismo monocular, que, por sua vez, acarreta uma proteção sistêmica."
      },
      {
        "letra": "C",
        "texto": "O garantismo penal se confunde com o legalismo, porque ambas as teorias estão calcadas no Estado Democrático de Direito."
      },
      {
        "letra": "D",
        "texto": "O garantismo penal evoluiu para uma visão integral, protegendo, além dos direitos individuais, também direitos sociais e coletivos, bem como os deveres, nos quais se insere, além do dever de investigar, processar e punir, também o direito das vítimas."
      },
      {
        "letra": "E",
        "texto": "A visão atual de garantismo penal, a partir da ideia de instituições de garantia, é a de que existe mais de um garantismo: o garantismo do delinquente, calcado no status libertatis; e o garantismo das vítimas, fundamentado na prevenção da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1866113",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.A teoria do crime adotada pelo ordenamento jurídico brasileiro adere à corrente causalista, segundo a qual a conduta do agente representa tão somente uma relação de causa-efeito, ausente de qualquer finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2196348",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O pensador francês Michel Foucault publicou, em 1975, uma obra que analisa os mecanismos que promoveram mudanças significativas nos sistemas penais do Ocidente. Trata também da vigilância e das formas de punições promovidas por instituições como prisões, hospitais e escolas. Assinale a alternativa correta sobre o título da obra referida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Microfísica do poder"
      },
      {
        "letra": "B",
        "texto": "História da loucura na idade clássica"
      },
      {
        "letra": "C",
        "texto": "Arqueologia do saber: submundo do crime"
      },
      {
        "letra": "D",
        "texto": "Nascimento da clínica: prisão controlada"
      },
      {
        "letra": "E",
        "texto": "Vigiar e punir: nascimento da prisão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2196346",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Leia com atenção o texto a seguir. As informações históricas disponíveis nos permitem verificar que, entre as principais motivações para a transformação da prisão de _____________________ em privação de liberdade como pena, foi o interesse em aproveitar a mão de obra e a necessidade de controlar sua utilização. Esse sistema de privação da liberdade, com trabalho imposto aos condenados, também tinha a finalidade de atender as necessidade do capitalismo, com trabalhadores sem o mesmo poder de reinvindicações dos operários livres, caracterizando um período denominado __________________. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevenção • socialista"
      },
      {
        "letra": "B",
        "texto": "custódia • utilitarista"
      },
      {
        "letra": "C",
        "texto": "tutela • participativo"
      },
      {
        "letra": "D",
        "texto": "domicílio • macarthista"
      },
      {
        "letra": "E",
        "texto": "sanção • colaboracionista"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1109695",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A clássica frase a seguir inaugurou uma nova fase na dogmática jurídico-penal: \" O caminho correto só pode ser deixar as decisões valorativas político-criminais introduzirem-se no sistema de direito penal\" . Assinale a alternativa em que consta o autor da referida afirmação, bem como o sistema jurídico-penal a que se refere:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Edmund Mezger - neokantismo penal"
      },
      {
        "letra": "B",
        "texto": "Claus Roxin - funcionalismo teleológico racional"
      },
      {
        "letra": "C",
        "texto": "Günther Jakobs - funcionalismo sistêmico radical"
      },
      {
        "letra": "D",
        "texto": "Hans Welzel - finalismo penal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048814",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Analise as proposições seguintes e assinale a alternativa correta: I - Jesús-María Silva Sánchez fala em Direito Penal de “duas velocidades”. Segundo o referido autor, há um a primeira velocidade, representada pelo Direito Penal “da prisão” , na qual haver-se-iam de manter rigidamente os princípios político-criminais clássicos, as regras de imputação e os princípios processuais. A segunda velocidade, por sua vez, estaria relacionada aos casos em que, por não se tratar de prisão, mas de penas de privação de direitos ou pecuniárias, aqueles princípios e regras poderiam experimentar um a flexibilização proporcional a menor intensidade da sanção. II - Na medida em que o Direito Penal nazista era entendido como um instrumento de luta contra os infiéis à com unidade do povo e que a violação de um dever era o conteúdo material do crime, era lógico que o centro de gravidade para o exercício do poder punitivo tinha de passar a ser a “vontade contrária ao Direito” , e não mais o “ resultado proibido” . Nesse contexto foi concebido o “Direito Penal da vontade” , construção teórica marcante do Direito Penal nazista, sendo Roland Freisler um de seus principais expoentes. Essa concepção baseada na vontade permitiu a expansão do poder punitivo a níveis que um a dogmática atrelada a resultados de dano a bens jurídicos não admitia, já que ensejou uma profusa criminalização dos perigos abstratos. Além do mais, tal concepção também defendia que a tentativa tivesse a mesma pena do crime consumado. III - Para Günther Jakobs a função do Direito Penal é tutelar a vigência da norma. Quando o infrator comete um crime ele rompe com as expectativas normativas. A pena, assim, tem como função restabelecer a vigência da norma e demonstrar para a sociedade que ela pode seguir confiando no sistema normativo (estabilização das expectativas normativas). IV - Winfried Hassemer, da chamada “Escola Penal de Frankfurt”, observa que o Direito Penal Moderno, procurando minimizar a insegurança oriunda de uma sociedade de riscos, tem se tornado um instrumento em busca do controle dos grandes problemas da sociedade atual, como a proteção ao meio ambiente, da saúde pública, da ordem econômica, dentre outros. Assim, com o intuito de frear essa tendência de expansão do Direito Penal e com o objetivo de permitir a atuação do Direito Penal em relação aos tipos penais tradicionais, consubstanciados pelo núcleo básico de bens jurídicos individuais, propõe um “Direito de Intervenção” , situado entre o Direito Penal e o Direito Administrativo, que teria por finalidade controlar e inibir os riscos oriundos das novas tecnologias e do desenvolvimento econômico contemporâneo, por meio da proibição de condutas perigosas e da proteção de bens jurídicos coletivos. Esse “Direito de Intervenção”, segundo Hassemer, poderia contar com garantias e formalidades mais flexíveis e menos exigentes, mas também seria provido com sanções menos intensas contra o indivíduo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretos os itens I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "São corretos os itens I, III e IV."
      },
      {
        "letra": "C",
        "texto": "São corretos os itens II e III."
      },
      {
        "letra": "D",
        "texto": "É correto apenas o item I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987656",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito da teoria do delito e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria finalista de Hans Welzel define que a ação consiste no mero movimento corporal capaz de alterar o mundo exterior, independentemente da intenção do agente."
      },
      {
        "letra": "B",
        "texto": "A ação, no neokantismo, é o movimento corporal impregnado de finalidade para se atingir o propósito consciente almejado pelo agente."
      },
      {
        "letra": "C",
        "texto": "A teoria causalista do delito propõe que o dolo e a culpa, por estarem situados na conduta, tornam o injusto penal a parte subjetiva do conceito de crime."
      },
      {
        "letra": "D",
        "texto": "A teoria funcionalista radical, de Gunther Jackobs, assevera que a missão do direito penal é a proteção da norma e a punição do indivíduo desviante."
      },
      {
        "letra": "E",
        "texto": "A ação, na teoria do funcionalismo sistêmico, de Claus Roxin, designa o exercício de uma atividade final, que direciona a conduta humana ao ato consciente e voluntário para o cometimento do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987309",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Constitui uma das características do direito penal do inimigo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a legislação diferenciada."
      },
      {
        "letra": "B",
        "texto": "a punição a partir de atos executórios."
      },
      {
        "letra": "C",
        "texto": "a não utilização de medidas de segurança."
      },
      {
        "letra": "D",
        "texto": "a observância das garantias processuais penais."
      },
      {
        "letra": "E",
        "texto": "o abrandamento das penas na antecipação da tutela penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960481",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A forma pela qual ocorreu a estruturação da teoria do delito nem sempre foi uniforme, sendo variável segundo um perfil de evolução de conceitos do que é o direito. Assim, na medida em que ocorreram mudanças nas teorias basilares que influenciaram a estruturação do Direito Penal, a forma de apresentação e de estudo do delito igualmente foram mudando. Tendo isto em mente, a afirmação de que “o direito positivo não possui uma valoração intrínseca e objetiva, sendo que as normas jurídicas aparecem determinadas por valores prévios e que contaminam, além de sua edição, também os próprios autores de sua elaboração, sendo que uma pretensa ‘verdade jurídica’ vem influenciada pela cultura”, se mostra ajustada à definição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Causalismo."
      },
      {
        "letra": "B",
        "texto": "Neokantismo."
      },
      {
        "letra": "C",
        "texto": "Finalismo."
      },
      {
        "letra": "D",
        "texto": "Pós-finalismo."
      },
      {
        "letra": "E",
        "texto": "Funcionalismo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941658",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Dentre as modernas teorias sobre a imputação penal, cresceu, no Brasil, nos últimos anos, o debate sobre a “teoria da imputação objetiva de Claus Roxin”. Quanto às bases do sistema jurídico-penal concebido por Claus Roxin, no panorama da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina radical-sistêmica (ou racional-anímica) caracteriza-se pela projeção da tipicidade objetiva como principal elemento da antijuridicidade, no contexto do finalismo."
      },
      {
        "letra": "B",
        "texto": "A doutrina teleológico-sistêmica (ou racional-final) caracteriza-se pela projeção da tipicidade subjetiva como principal elemento da culpabilidade, no contexto do neokantismo."
      },
      {
        "letra": "C",
        "texto": "A doutrina normativo-teleológica (ou racional-funcional) caracteriza-se pela inserção de elementos político-criminais nas categorias dogmático-penais, no contexto do funcionalismo."
      },
      {
        "letra": "D",
        "texto": "A doutrina natural-sistêmica (ou racional-causal) caracteriza-se pela negação de relevância jurídica do erro que incide sobre os pressupostos fáticos do processo causal, no contexto do causalismo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886365",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime."
      },
      {
        "letra": "B",
        "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade."
      },
      {
        "letra": "C",
        "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal."
      },
      {
        "letra": "D",
        "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis."
      },
      {
        "letra": "E",
        "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873676",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O chamado versari in re illicita implica que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que realizar um ato ilícito penal responde por todas as consequências derivadas deste fato, ainda que em sua inicial atuação não houvesse nenhum nexo subjetivo."
      },
      {
        "letra": "B",
        "texto": "o fato (o que compreende o acontecimento principal e todas as consequências que se derivem posteriormente) deve pertencer ao sujeito."
      },
      {
        "letra": "C",
        "texto": "a pena não pode transcender da pessoa do delinquente."
      },
      {
        "letra": "D",
        "texto": "a determinação da pena e das medidas de segurança deve se guiar por critérios de proporcionalidade ao delito cometido."
      },
      {
        "letra": "E",
        "texto": "deve-se aplicar sanção penal a produtores de artigos de consumo perigosos que afetam a vida e a saúde das pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1331680",
    "metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria do Delito, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O crime considera-se praticado no momento da ação ou omissão, ainda que outro seja o momento do resultado. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Não se pune o exaurimento quando, por ineficácia relativa do meio ou por impropriedade completa do objeto, é impossível executar os atos preparatórios. ( ) A pena não será reduzida, se o inimputável, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com o direito. A alternativa que contém a sequência correta, de cima pra baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F"
      },
      {
        "letra": "B",
        "texto": "V V F F"
      },
      {
        "letra": "C",
        "texto": "V F F V"
      },
      {
        "letra": "D",
        "texto": "F F V V"
      },
      {
        "letra": "E",
        "texto": "F V F V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "785439",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O chamado sistema penal garantista é marcado por 10 axiomas fundamentais. Assinale a alternativa que indica princípios pertinentes ao indigitado sistema.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesividade. intervenção mínima e eficiência."
      },
      {
        "letra": "B",
        "texto": "Colegialidade. indelegabilidade e intervenção máxima."
      },
      {
        "letra": "C",
        "texto": "Segurança jurídica, defesa social e ofensividade."
      },
      {
        "letra": "D",
        "texto": "Legalidade. lesividade e economia do direito penal (necessidade)."
      },
      {
        "letra": "E",
        "texto": "Legalidade, fraternidade e obrigatoriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690095",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a evolução das Escolas Penais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a base ontológica do funcionalismo permitiu a construção da teoria da imputação objetiva."
      },
      {
        "letra": "B",
        "texto": "a estrutura do delito no causal-naturalismo tem por característica a presença de elementos subjetivos no tipo."
      },
      {
        "letra": "C",
        "texto": "a transformação realizada pelo finalismo na teoria do delito consiste, principalmente, na relevância atribuída à vontade e aos aspectos subjetivos da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "a necessidade de associação das categorias do delito a um fundamento material de ofensa ao bem jurídico é uma das bases do funcionalismo de Claus Roxin."
      },
      {
        "letra": "E",
        "texto": "o funcionalismo teleológico de Günther Jakobs impossibilitou a construção de mecanismos de imputação baseados no direito penal do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649445",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A corrente/teoria penal que se funda na ideia de que as normas jurídicas devem ser protegidas por si mesmas, pouco importando o bem jurídico por trás delas, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria do garantismo penal, de Luigi Ferrajoli."
      },
      {
        "letra": "B",
        "texto": "o funcionalismo teleológico-racional, de Claus Roxin."
      },
      {
        "letra": "C",
        "texto": "o funcionalismo sistêmico, de Günther Jakobs."
      },
      {
        "letra": "D",
        "texto": "a teoria da tipicidade conglobante, de Eugenio Zaffaroni."
      },
      {
        "letra": "E",
        "texto": "a teoria constitucionalista do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613169",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a teoria do Direito Penal que está intimamente ligada à seguinte ideia: “a estruturação do Direito Penal não deve se basear em uma realidade ontológica, devendo ser mitigada a função do bem jurídico como pressuposto e critério norteador para a intervenção penal\".",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitucionalista."
      },
      {
        "letra": "B",
        "texto": "Clássica."
      },
      {
        "letra": "C",
        "texto": "Finalista."
      },
      {
        "letra": "D",
        "texto": "Funcionalista."
      },
      {
        "letra": "E",
        "texto": "Garantista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "553903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "A teoria finalista da ação, adotada pelo Código Penal em sua Parte Geral, concebe o crime como um fato típico e antijurídico. A culpabilidade diz respeito à reprovabilidade da conduta. O dolo, que integrava o juízo de culpabilidade, para esta teoria é elemento estruturante do fato típico. Essa adoção pretende corrigir contradições na teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "da responsabilidade objetiva."
      },
      {
        "letra": "C",
        "texto": "da causalidade normativa."
      },
      {
        "letra": "D",
        "texto": "do domínio do fato."
      },
      {
        "letra": "E",
        "texto": "da imputabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458160",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da lei penal, analise as assertivas a abaixo:I. Ultratividade da lei penal significa que quando a lei revogada for mais benéfica, ela será aplicada ao fato cometido durante a sua vigência.II. Abolitio criminis significa que a nova lei deixa de considerar crime um fato anteriormente tipificado como ilícito penal, fazendo desaparecer todos os efeitos penais e civis das condenações proferidas com base na lei anterior.III. O Código Penal Brasileiro adotou a teoria da ubiquidade, também conhecida por mista ou unitária, considerando o lugar do crime tanto o local onde ocorreu a ação ou a omissão, no todo ou em parte, como onde se produziu ou deveria produzir-se o resultado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417892",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Com relação à classificação e às teorias do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dever jurídico de evitar o resultado existente no crime omissivo impróprio deve obrigatoriamente decorrer de uma imposição legal direta que determine cuidado e vigilância em relação à vítima."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria do funcionalismo racional teleológico, a função do direito penal é promover a proteção subsidiária de bens jurídicos, de modo que o que é tratado como delito deve corresponder aos anseios sociais."
      },
      {
        "letra": "C",
        "texto": "Para a vertente do funcionalismo sistêmico, a função do direito penal não se limitaria à reafirmação da autoridade do direito ou o dever de obediência às normas, já que tem viés voltado para a ação em si, e não para o resultado."
      },
      {
        "letra": "D",
        "texto": "O crime de porte ilegal de arma de fogo é crime de perigo em que o risco figura como elementar do tipo"
      },
      {
        "letra": "E",
        "texto": "Para que se caracterize crime omissivo próprio, é necessário que o agente tenha ocasionado o resultado naturalístico em decorrência de um não fazer que figure como elementar do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406899",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Analise a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso exculpante na legítima defesa busca eliminar a antijuridicidade, vale dizer, o fato, embora típico, deixa se ser ilícito."
      },
      {
        "letra": "B",
        "texto": "No que se refere ao instituto do estado de necessidade, para que se possa diferenciar o estado de necessidade justificante e exculpante, pode-se destacar as denominadas teorias unitária e diferenciadora, sendo que para a unitária, todo estado de necessidade é justificante, ou seja, tem a finalidade de eliminar a ilicitude do fato típico praticado pelo agente."
      },
      {
        "letra": "C",
        "texto": "Para que se possa reconhecer o instituto consentimento do ofendido, doutrina enumera alguns requisitos que deverão ser preenchidos pelo agente, dentre eles que o ofendido seja capaz de consentir; que o bem sobre o qual recaia a conduta do agente seja indisponível, que o consentimento tenha sido dado posteriormente à conduta do agente."
      },
      {
        "letra": "D",
        "texto": "A estrutura da culpabilidade na concepção finalista preconizada por Welzel ficaria com o seguinte conteúdo, qual seja, a imputabilidade; dolo e culpa e exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1638727",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Tipicidade formal"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA segundo a evolução da Teoria do Tipo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria dos elementos negativos do tipo, ainda que não defendida por Edmund Mezger, além de incluir as causas de justificação no próprio tipo, pressupõe a existência de uma antijuridicidade penal distinta da antijuridicidade geral."
      },
      {
        "letra": "B",
        "texto": "Para a fase da independência, que teve como maior idealizador Max Ernest Mayer, a tipicidade era compreendida com um caráter indiciário da antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "Para a fase da ratio essendi da antijuridicidade, que teve como maior idealizador Edmund Mezger, a tipicidade é totalmente desvinculada da ilicitude, ou seja, a tipicidade é neutra, avalorada em relação à tipicidade."
      },
      {
        "letra": "D",
        "texto": "Com o surgimento do finalismo, o tipo sofreu forte mudança estrutural no que se refere ao dolo e à culpa, notadamente porque estes dois elementos passaram a integrar a culpabilidade. Segundo Hans Welzel, principal idealizador, a culpabilidade seria ou dolosa ou culposa."
      },
      {
        "letra": "E",
        "texto": "Segundo entendimento dos doutrinadores brasileiros acerca da evolução da teoria do tipo, a concepção que mais se adapta ao direito penal pátrio é a de Hans Wezel, precursor do finalismo, para o qual a tipicidade é ratio essendi da antijuridicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "542786",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "No que se refere à teoria geral do crime, julgue o próximo item.Segundo a teoria causal, o dolo causalista é conhecido como dolo normativo, pelo fato de existir, nesse dolo, juntamente com os elementos volitivos e cognitivos, considerados psicológicos, elemento de natureza normativa (real ou potencial consciência sobre a ilicitude do fato).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470155",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "É exemplo típico do chamado Direito Penal do Inimigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a caça, o sequestro e a condução do oficial nazista (Executor Chefe do III Reich) Adolf Eichmann para Israel em 1960, onde ele foi preso, julgado, condenado e executado por haver contribuído para a “solução final”, que vitimou mais de cinco milhões de judeus, durante a II Guerra Mundial."
      },
      {
        "letra": "B",
        "texto": "a prisão e o julgamento (ainda não encerrado) por Tribunal instalado no Camboja, do dirigente do Khmer Vermelho Khieu Samphan (expresidente do conselho de estado do Kampuchea Democrático) – que é filho de um juiz e que estudou economia e ciências políticas em Paris –, pela prática de crimes de guerra e contra a humanidade, assassinato, tortura e perseguição por razões religiosas e de raça contra a minoria muçulmana cham, a população vietnamita e o monacato, cujo resultado foi a morte de cerca de um quarto da população daquele país (mais de um milhão e meio de pessoas), entre os anos de 1975 e 1979."
      },
      {
        "letra": "C",
        "texto": ")a perseguição, prisão e submissão a julgamento (está em curso) do psiquiatra e poeta Radovan Karadzic, de origem sérvia e cristã, que presidiu a Bósnia-Herzegovina durante a Guerra dos Bálcãs, em 1992, acusado perante o Tribunal Internacional da ONU para a ex-Iugoslávia, instalado em Haia, de ter contribuído para o genocídio, a “limpeza étnica” e a prática de crimes contra a humanidade que resultaram na morte de dezenas de milhares mulçumanos bósnios e croatas."
      },
      {
        "letra": "D",
        "texto": "a prisão, o julgamento e a condenação à prisão perpétua (pena máxima permitida), por genocídio e crimes contra a humanidade, em dezembro de 2008, pelo Tribunal Penal Internacional para Ruanda, instalado na Tanzânia, dos três principais dirigentes – Theoneste Bagosora, Aloys Ntabakuze e Anatole Nsengiyumva – do governo daquele país à época, pertencentes à etnia Hutu, que instigaram, colaboraram, permitiram e foram responsabilizados pelo massacre de cerca de oitocentas mil pessoas da etnia Tutsi, ocorrido em 1994."
      },
      {
        "letra": "E",
        "texto": "a procura, localização e a posterior execução (por tropa militar norte- americana - SEALs) do árabe saudita e muçulmano Osama Bin Laden, líder da Al-Qaeda (A Base), ocorrida no Paquistão, em maio de 2011, por ter sido a ele atribuída a prática de crimes contra a humanidade, assassinatos em massa e terrorismo (inclusive o planejamento do ataque aéreo às chamadas “Torres Gêmeas” em Nova Iorque, EUA, em que mais de três mil pessoas morreram)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423150",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Considere as seguintes proposições, I. O Direito Penal do Inimigo, idealizado por Günther Jakobs, pode ser entendido como um Direito Penal de quarta geração. Na sua concepção inimigo é aquele que afasta de modo permanente da norma. Segundo esta teoria, não deve ser ao criminoso conferido o status de cidadão. II. Segundo Hans Welzel, o Direito Penal tipifica somente condutas que tenham certa relevância social; caso contrário não poderiam ser delitos. Welzel desenvolve, a partir dessa ideia, o princípio da adequação social. III. Com introdução de considerações axiológicas e materiais, o neokantismo substituiu o método puramente jurídico-formal do positivismo. O modelo neokantista possui o mérito de ter demonstrado que toda realidade traz em seu bojo um valor preestabelecido, permitindo a constatação de que as normas jurídicas, como um produto cultural, possuem como pressupostos valores prévios, e o próprio intérprete que, por mais que procure adorar certa neutralidade, não estará imune a maior ou menor influência desses valores. IV. Claus Roxin aborda a Teoria da Imputação Objetiva sob a concepção de um funcionalismo radical, entendendo que o Direito Penal tem como função essencial a reafirmação da norma, visando fortalecer as expectativas de quem a obedece.São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302407",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em qual sistema penal a culpabilidade é concebida como o vínculo psicológico que une o autor ao fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "finalista"
      },
      {
        "letra": "B",
        "texto": "neoclássico"
      },
      {
        "letra": "C",
        "texto": "clássico"
      },
      {
        "letra": "D",
        "texto": "funcionalista"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984184",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Nos termos do Código Penal – CP: I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado. II. A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversa, mas nela é computada, quando idêntica. III. O dia do começo não se inclui no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum. IV. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "190315",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado."
      },
      {
        "letra": "B",
        "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito."
      },
      {
        "letra": "C",
        "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los."
      },
      {
        "letra": "D",
        "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema."
      }
    ],
    "gabarito": "D"
  }
]