[
  {
    "id": "3016726",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Consumação e tentativa",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No contexto da legislação penal e processual penal brasileira, avalie as afirmativas abaixo: 1. O Código Penal Brasileiro prevê que a tentativa de crime é punível, mas a pena pode ser reduzida em até dois terços dependendo das circunstâncias do caso. 2. O princípio da presunção de inocência garante que nenhum réu pode ser considerado culpado até o trânsito em julgado de sentença penal condenatória. 3. A prisão temporária pode ser decretada durante a investigação policial, por um prazo inicial de 30 dias, prorrogável por igual período em casos de crimes hediondos. 4. A legislação penal prevê a possibilidade de aplicação de penas alternativas, como a prestação de serviços à comunidade, em substituição à pena privativa de liberdade em casos específicos. 5. O procedimento penal sumário é utilizado para crimes com penas máximas superiores a quatro anos e permite uma tramitação mais rápida do processo. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens 2, 3 e 5 são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens 1, 2 e 4 são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens 1, 3 e 4 são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens 2, 4 e 5 são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2522182",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a possibilidade de substituição da pena privativa de liberdade por pena restritiva de direitos, de acordo com o Código Penal e com a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o entendimento atualmente adotado pelas duas Turmas de Direito Penal do Superior Tribunal de Justiça, a reincidência em crimes da mesma espécie não equivale à específica para obstar a substituição da pena."
      },
      {
        "letra": "B",
        "texto": "No caso de acusado que possui reincidência em qualquer delito, fica obstada a substituição de que trata o art. 44, §3º, do CP."
      },
      {
        "letra": "C",
        "texto": "As penas restritivas de direitos não são autônomas e estão vinculadas às penas privativas de liberdade."
      },
      {
        "letra": "D",
        "texto": "Na condenação igual ou superior a dois anos, a substituição pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Consoante o art. 44, §3º, do CP, o condenado reincidente pode ter sua pena privativa de liberdade substituída por restritiva de direitos, se a medida for socialmente recomendável e a reincidência não se operar no mesmo crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2476391",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "João, brasileiro, foi condenado à pena de 4 anos de reclusão pela prática do crime de receptação qualificada. Na data do fato, ele estava com 80 anos de idade. Na sentença, ao aplicar a pena, o juiz reconheceu serem favoráveis as circunstâncias judiciais do art. 59 do Código Penal (CP), mas também reconheceu a agravante da reincidência, em razão da prática anterior do crime de embriaguez ao volante. Considerando a situação hipotética apresentada, assinale a opção correta de acordo com as disposições do CP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a substituição da pena privativa de liberdade por pena restritiva de direitos, uma vez que a reincidência não é específica e a quantidade de pena aplicada não ultrapassa o limite estabelecido no CP para a concessão desse benefício."
      },
      {
        "letra": "B",
        "texto": "É cabível a suspensão condicional da pena imposta, uma vez que a reincidência não é específica e a quantidade de pena aplicada não ultrapassa o limite estabelecido no CP para a concessão do benefício."
      },
      {
        "letra": "C",
        "texto": "Ainda que não haja impedimento à substituição da pena privativa de liberdade por restritiva de direitos em razão da quantidade de pena aplicada, não é cabível a concessão de tal benefício no caso, devido ao reconhecimento da reincidência."
      },
      {
        "letra": "D",
        "texto": "Ainda que não haja impedimento à substituição da pena privativa de liberdade por restritiva de direitos em razão da reincidência, não é cabível a concessão de tal benefício no caso, uma vez que a pena aplicada ultrapassa o limite estabelecido no CP para a concessão desse benefício."
      },
      {
        "letra": "E",
        "texto": "Ainda que não haja impedimento à suspensão condicional da pena imposta em razão da reincidência, não é cabível a concessão de tal benefício no caso, uma vez que a pena aplicada ultrapassa o limite estabelecido no CP para a concessão desse benefício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2386344",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Segundo o Código Penal, as penas são privativas de liberdade, restritivas de direitos e multa. Sobre as penas restritivas de direitos, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Na condenação igual ou inferior a um ano, a substituição pode ser feita por multa ou por uma pena restritiva de direitos; se superior a um ano, a pena privativa de liberdade pode ser substituída por uma pena restritiva de direitos e multa ou por duas restritivas de direitos. ( ) Se o condenado for reincidente, o juiz não poderá aplicar a substituição na pena privativa de liberdade por restritiva de direitos. ( ) A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta. No cálculo da pena privativa de liberdade a executar será deduzido o tempo cumprido da pena restritiva de direitos, respeitado o saldo mínimo de trinta dias de detenção ou reclusão. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V"
      },
      {
        "letra": "B",
        "texto": "V - F - V"
      },
      {
        "letra": "C",
        "texto": "F - F - V"
      },
      {
        "letra": "D",
        "texto": "V - V - F"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2531041",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "No caso do crime de furto, de acordo com o Código Penal Brasileiro, é CORRETO afirmar que se o criminoso é primário, e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mas nunca aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "ou aplicar somente a pena de multa."
      },
      {
        "letra": "C",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de detenção."
      },
      {
        "letra": "E",
        "texto": "ou aplicar a pena de multa em conjunto com a pena de tortura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2231566",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Considerando os artigos 44 e 129 do Código Penal, referente à possibilidade de substituição da pena privativa de liberdade por restritiva de direitos, no delito de lesão corporal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está vedada por lei."
      },
      {
        "letra": "B",
        "texto": "Somente pode ocorrer quando a lesão corporal for cumulativamente leve e culposa."
      },
      {
        "letra": "C",
        "texto": "Pode ocorrer somente na lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "Pode ocorrer na lesão corporal grave."
      },
      {
        "letra": "E",
        "texto": "Pode ocorrer na lesão corporal culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2067116",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Quando as penas “alternativas” serão aplicadas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São aplicáveis ao reincidente específico, desde que a medida seja socialmente recomendável."
      },
      {
        "letra": "B",
        "texto": "Substituem as penas restritivas de liberdade quando estas não superam seis anos e em caso de réu idoso."
      },
      {
        "letra": "C",
        "texto": "Prescrevem no mesmo prazo previsto para as penas privativas de liberdade que substituem."
      },
      {
        "letra": "D",
        "texto": "Não houve violência ou ameaça no cometimento do crime, a pena aplicada não for maior do que 4 anos, ou para crimes culposos independente da pena, se o réu não for reincidente em crime doloso e o réu não tiver maus antecedentes."
      },
      {
        "letra": "E",
        "texto": "As penas privativas de liberdade deverão ser obrigatoriamente convertidas em restritiva de direito se sobrevier nova condenação dessa espécie por outro crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2000035",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre a aplicação das penas no Direito Penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael, policial civil, foi condenado a uma pena de 2 anos de detenção por ter invadido, à revelia dos ocupantes, imóvel habitado, sem autorização judicial. Neste caso, Rafael pode ter a pena privativa de liberdade substituída pela suspensão do cargo público pelo prazo de um a seis meses."
      },
      {
        "letra": "B",
        "texto": "Rodrigo, policial militar e em serviço, praticou o delito de corrupção passiva. Neste caso, se aplicada pena inferior a quatro anos, Rodrigo pode se beneficiar da substituição por restritiva de direitos prevista no Art. 44 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Rodolfo foi condenado a uma pena de 12 anos de reclusão por um determinado crime e, na mesma sentença, a uma pena de 1 ano de detenção por outro fato. Neste caso, caberá a substituição da pena de detenção por restritiva de direitos, a ser executada após a pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "Rogério, empresário, foi condenado pela supressão fraudulenta de ICMS apurado no valor total de dois milhões de reais. Neste caso, pode ser fixada pena de prestação pecuniária equivalente ao valor do tributo suprimido, em substituição à pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "Renato, ocupando função de confiança, solicitou vantagem indevida para deixar de praticar ato de ofício, o qual efetivamente não se realizou. Por incidirem duas causas de aumento de um terço, a pena deverá ser aumentada de 2/3."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992059",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre as penas restritivas de direitos, analise as assertivas a seguir e assinale a alternativa que aponta as corretas. I. A cumulação de penas (privativa de liberdade e multa) imposta por lei especial permite a substituição da primeira por prestação pecuniária. II. A opção pela aplicação da pena restritiva de direitos há que ser fundamentada, pois expõe o condenado à situação mais gravosa, tendo em vista que o não cumprimento desta, mesmo que consubstanciada em prestação pecuniária, ao contrário do que ocorre com a pena de multa, poderá resultar na sua conversão em pena privativa de liberdade. III. Sendo a suspensão de habilitação para dirigir espécie de pena restritiva de direitos, aplica-se o mesmo prazo de prescrição previsto para as privativas de liberdade. IV. A execução do crime mediante o emprego de violência é circunstância impeditiva da substituição da pena privativa de liberdade por restritiva de direito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964201",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SECONT-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes às penas e à prescrição, de acordo com as disposições do Código Penal. Em se tratando de réu não reincidente em crime doloso, a pena privativa de liberdade não superior a seis meses poderá ser substituída por multa quando a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado, bem como os motivos e as circunstâncias indicarem que essa substituição será suficiente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964199",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SECONT-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes às penas e à prescrição, de acordo com as disposições do Código Penal. Admite-se a substituição da pena privativa de liberdade por restritiva de direitos, independentemente da sanção aplicada, quando se tratar de condenação por crime culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1959513",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a dosimetria das penas e a substituição da pena privativa de liberdade por restritivas de direitos, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o antecedente negativo pode ser reconhecido quando o delito ocorreu após a conduta criminosa em julgamento, desde que o trânsito em julgado da decisão respectiva se verifique antes da sentença."
      },
      {
        "letra": "B",
        "texto": "a chamada “prescrição da reincidência” ocorre após 5 (cinco) anos do trânsito em julgado da decisão condenatória."
      },
      {
        "letra": "C",
        "texto": "a reincidência genérica não impede a substituição da pena privativa de liberdade por restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "A circunstância judicial dos maus antecedentes não pode ser reconhecida se passados mais de 5 (cinco) anos do cumprimento ou extinção da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1947755",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Um indivíduo foi condenado por furto qualificado, na modalidade tentada, à pena de 1 ano e 6 meses. Na análise de antecedentes penais, verificou-se que ele era reincidente, pois havia sido condenado pela prática de lesões corporais culposas, cuja sentença transitou em julgado antes da prática do furto, mas os elementos subjetivos eram, apesar disso, favoráveis. Nessa situação, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impor o regime inicial semiaberto, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "impor o regime inicial fechado, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "impor o regime inicial aberto, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "substituir a pena privativa de liberdade por multa ou por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos e multa ou por duas restritivas de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1933158",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre a possibilidade de substituição da pena no delito de lesão corporal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está vedada por lei;"
      },
      {
        "letra": "B",
        "texto": "pode ocorrer na lesão corporal leve;"
      },
      {
        "letra": "C",
        "texto": "pode ocorrer na lesão corporal culposa;"
      },
      {
        "letra": "D",
        "texto": "pode ocorrer na lesão corporal grave;"
      },
      {
        "letra": "E",
        "texto": "pode ocorrer na lesão corporal leve e na culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899857",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Com relação à parte geral do Código Penal, julgue o item que se segue. O indivíduo condenado a uma pena de três meses de reclusão em razão de crime cometido sem violência ou grave ameaça pode ser beneficiado pela conversão da pena à de prestação de serviços à comunidade, devendo cada dia da condenação ser convertido em uma hora de tarefa diária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860054",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "José foi condenado pelo crime de estelionato a uma pena de três anos de reclusão. Nos seus antecedentes criminais, constava o registro de outras duas condenações: uma por homicídio culposo, na condução de sua motocicleta; e outra por furto qualificado. A sentença pelo crime de estelionato não permitiu a substituição da pena. Considerando essa situação hipotética, julgue o seguinte item. A substituição da pena seria plenamente admissível, uma vez que uma das condenações anteriores de José é por crime culposo e a outra, por crime doloso diverso do julgado na recente condenação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1929950",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Considere que o servidor público Joaquim, condenado previamente por contravenção penal com trânsito em julgado e sem nenhuma outra circunstância desfavorável ou agravante, tenha sido condenado em crime de peculato, cuja pena prevista em lei é de dois a doze anos de reclusão. Tendo em vista essa situação hipotética e as disposições legais a respeito da pena, de suas espécies e da cominação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por haver reincidência, Joaquim não poderá ser beneficiado com a substituição da pena privativa de liberdade em penas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "Em nenhuma circunstância, poderá o juiz aplicar a suspensão condicional de pena, haja vista a reincidência de Joaquim."
      },
      {
        "letra": "C",
        "texto": "O juiz poderá substituir a pena privativa de liberdade por penas restritivas de direitos, incluindo-se a interdição temporária de direitos, especificamente a proibição do exercício de cargo, função ou atividade pública."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá aplicar a pena isolada de multa, com a finalidade de restituição do prejuízo causado à administração pública."
      },
      {
        "letra": "E",
        "texto": "Aplicada pena restritiva de direitos a Joaquim, fica vedada a aplicação cumulativa de pena de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1798789",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Pedro foi intimado do trânsito em julgado de uma sentença penal condenatória, que o considerou culpado pela prática de crime contra a fé pública, condenando-o à pena privativa de liberdade, que foi substituída por pena restritiva de direitos. Considerando a sua aspiração de concorrer a um cargo eletivo, um amigo lhe informou que sua cidadania estava suspensa em suas acepções ativa e passiva. A informação do amigo de Pedro está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "errada, pois tão somente a pena privativa de liberdade gera essa consequência, enquanto produzir efeitos;"
      },
      {
        "letra": "B",
        "texto": "certa, pois a pena restritiva de direitos gera essa consequência, enquanto produzir efeitos;"
      },
      {
        "letra": "C",
        "texto": "parcialmente certa, pois a cidadania de Pedro somente foi suspensa em sua acepção passiva;"
      },
      {
        "letra": "D",
        "texto": "errada, pois a cidadania, como fator nuclear da democracia, não é suscetível de ser suspensa;"
      },
      {
        "letra": "E",
        "texto": "parcialmente certa, pois a cidadania de Pedro somente foi suspensa em sua acepção ativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1785359",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre as penas restritivas de direitos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A limitação de fim de semana restringe-se aos crimes punidos com detenção."
      },
      {
        "letra": "B",
        "texto": "O descumprimento prévio de acordo de não persecução penal impossibilita a substituição da pena privativa de liberdade por restritivas de direitos na sentença."
      },
      {
        "letra": "C",
        "texto": "A prestação de serviços à comunidade ou a entidades públicas é aplicável às condenações inferiores a seis meses de privação da liberdade."
      },
      {
        "letra": "D",
        "texto": "Se o crime for praticado com violência ou ameaça à pessoa, o juiz poderá aplicar a substituição da pena privativa de liberdade por restritiva de direitos, desde que a medida seja socialmente recomendável."
      },
      {
        "letra": "E",
        "texto": "A pena restritiva de direitos que substitui pena privativa de liberdade superior a um ano pode ser cumprida em menor tempo, nunca inferior à metade da pena fixada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1744097",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Carminha foi condenada por tráfico de drogas privilegiado, após ser surpreendida na rodoviária da cidade do Rio de Janeiro, embarcando em ônibus com destino a Caxambu/MG, trazendo consigo dois quilogramas da substância vulgarmente conhecida como maconha. A sentença condenatória fixou a pena base acima do mínimo legal, em 5 (cinco) anos e 10 (dez) meses, sob o fundamento de que a quantidade de substância entorpecente justificava o incremento. Na segunda fase da dosimetria penal, reduziu a pena para 5 (anos), eis que quando da prática do crime Carminha contava vinte anos de idade, o que configura circunstância atenuante. Na terceira fase, majorou a pena de 1/6 por entender que se caracterizou o tráfico entre Estados da Federação, fixando-a em 5 (cinco) anos e 10 (meses). Ainda nesta terceira fase, reduziu esta mesma pena por reconhecer que Carminha era primária, possuidora de bons antecedentes, sem que tivessem sido produzidas provas de que integrasse organização criminosa ou se dedicasse à atividade criminosa. Contudo, escolheu reduzir a pena somente da metade, nada obstante a lei prever redução de até 2/3, sob o fundamento de que a quantidade de droga justificava fosse descartada a redução máxima. Assim, a pena definitiva restou fixada em 2 (dois) anos e 11 (onze) meses de reclusão. Por fim, a sentença fixou o regime fechado para o início do cumprimento da pena, aduzindo que a Lei dos Crimes Hediondos (Lei n.º 8.072/1990) impunha tal regime e deixou de substituir a pena privativa de liberdade por restritivas de direito em razão da expressa vedação consagrada na Lei de Drogas (Lei n.º 11.343/2006), justamente no dispositivo que trata da causa de diminuição de pena do chamado tráfico de drogas privilegiado. A Defensoria Pública foi intimada da sentença e o residente jurídico João Lucas foi incumbido de elaborar a minuta das razões de apelação, apresentando documento que continha as seguintes teses: I) A quantidade de drogas não pode ser invocada simultaneamente como circunstância judicial desfavorável e fundamento para redução inferior à máxima prevista em lei em razão da causa de diminuição de pena reconhecida pela sentença, o que inclusive já foi afirmado pelo STF. II) Fixada a pena-base no patamar mínimo legal, ante as considerações expostas no item I, a pena deve ser reduzida aquém do mínimo legal na segunda fase da dosimetria penal, eis que reconhecida circunstância atenuante, sendo a redução assegurada pela jurisprudência dos Tribunais Superiores. III) Não restou configurada a causa de aumento de pena que incide sobre os casos de tráfico de drogas interestadual, haja vista que Carminha sequer iniciou à viagem que faria à Caxambu/MG, argumento que encontra respaldo na jurisprudência do STJ. IV) O dispositivo da Lei dos Crimes Hediondos que determina a fixação do regime fechado para o início do cumprimento da pena privativa de liberdade imposta em razão da prática de crime hediondo ou equiparado é inconstitucional, o que já foi afirmado pelo STF, razão pela qual o regime deve ser fixado à luz das regras extraídas do Código Penal. V) A substituição da pena privativa de liberdade por restritivas de direitos é plenamente possível nos casos tráfico de drogas privilegiado, estando, inclusive, suspensa por Resolução do Senado Federal a eficácia da expressão “vedada a conversão em penas restritivas de direitos” contida no dispositivo legal invocado pela sentença. Assinale a alternativa que aponta os itens que contêm os argumentos corretamente elaborados pelo residente jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1302826",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Acerca do que dispõe o Código Penal, bem como o entendimento dos tribunais superiores, sobre as espécies, cominação, aplicação e suspensão das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição da pena privativa de liberdade pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo Código Penal, deverá ser considerada para a concessão de outros benefícios, como o livramento condicional."
      },
      {
        "letra": "D",
        "texto": "no concurso de infrações, executar-se-á primeiramente a pena menos grave."
      },
      {
        "letra": "E",
        "texto": "condenação anterior à pena de multa, ainda que a única cominada, impede a aplicação ao agente da suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136446",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Cada um dos itens a seguir apresenta uma situação hipotética, seguida de uma assertiva a ser julgada, acerca da aplicação de pena e do livramento condicional, considerando-se o entendimento dos tribunais superiores. I Flávio, processado e condenado pela prática de delito de tráfico ilícito de entorpecentes, confessou, em interrogatório judicial, que possuía a droga para consumo próprio. Nesse caso, a confissão feita por Flávio em juízo, ainda que parcial, não deve servir como circunstância atenuante da confissão espontânea para fins de diminuição de pena. II Pela prática de delitos de vias de fato e ameaça em contexto de violência doméstica e familiar contra sua ex-esposa, Joana, José foi condenado às penas de vinte dias de prisão simples e um mês e cinco dias de detenção, ambas em regime aberto. Nesse caso, é cabível a substituição da pena restritiva de liberdade por restritiva de direitos apenas em relação à contravenção penal de vias de fato. III Pela prática de delito de homicídio culposo no trânsito, na forma qualificada, por conduzir veículo sob influência de bebida alcoólica, Marcos foi condenado à pena de cinco anos de reclusão, a ser cumprida inicialmente em regime semiaberto. Nesse caso, em que pese o quantum da pena, é cabível a substituição da pena privativa de liberdade por restritiva de direitos. IV Pela prática de delito de porte ilegal de arma de fogo de uso restrito, Pedro, reincidente por crime de roubo simples, foi condenado à pena privativa de liberdade de quatro anos de reclusão, em regime fechado. Nesse caso, ante a prática de crime hediondo e a reincidência, Pedro não fará jus ao livramento condicional. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2001594",
    "metadata": "Ano: 2019 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Acerca das espécies de penas, o Código Penal (Decreto-Lei nº. 2.848/1940) disciplina que as penas são privativas de liberdade, restritivas de direitos e de multa. Sobre as penas e suas disposições, pode-se afirmar corretamente, com base no texto legal, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o condenado for reincidente, o juiz não poderá aplicar a substituição, mesmo que, em face de condenação anterior, a medida seja socialmente recomendável e a reincidência não se tenha operado em virtude da prática do mesmo crime."
      },
      {
        "letra": "B",
        "texto": "a limitação de fim de semana consiste na obrigação de permanecer, aos sábados, domingos e feriados, por 5 (cinco) horas diárias, em casa de albergado ou outro estabelecimento adequado."
      },
      {
        "letra": "C",
        "texto": "as penas privativas de liberdade deverão ser executadas em forma regressiva, segundo o mérito do condenado."
      },
      {
        "letra": "D",
        "texto": "o condenado será transferido do regime aberto, se praticar fato definido como crime doloso, se frustrar os fins da execução ou se, podendo, não pagar a multa cumulativamente aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1251298",
    "metadata": "Ano: 2019 | Banca: CETREDE | Órgão: Prefeitura de São Gonçalo do Amarante - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "As penas restritivas de direito são autônomas e substituem as privativas de liberdade, EXCETO quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicada pena privativa de liberdade não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa ou qualquer que seja a pena aplicada, se o crime for culposo."
      },
      {
        "letra": "B",
        "texto": "o réu não for reincidente em crime doloso."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado, bem como os motivos e as circunstâncias indicarem que essa substituição seja suficiente."
      },
      {
        "letra": "D",
        "texto": "na condenação, igual ou inferior a um ano, a substituição pode ser feita por multa ou por uma pena restritiva de direitos; se superior a um ano, a pena privativa de liberdade pode ser substituída por uma pena restritiva de direitos e multa ou por duas restritivas de direitos."
      },
      {
        "letra": "E",
        "texto": "a pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento, mesmo que justificado, da restrição imposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1103359",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "No que concerne à aplicação das penas restritivas de direitos dos arts. 43 a 48 do CP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao reincidente é vedada a substituição da privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "o benefício não pode ser aplicado mais de uma vez no interregno de 5 (cinco) anos ao mesmo réu."
      },
      {
        "letra": "C",
        "texto": "a pena restritiva de direitos se converte em privativa de liberdade sempre que ocorrer o descumprimento da restrição imposta."
      },
      {
        "letra": "D",
        "texto": "os crimes culposos admitem sua aplicação em substituição às privativas de liberdade, independentemente da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "penas privativas de até 2 (dois) anos em regime aberto podem ser substituídas por uma multa ou por uma pena restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1048826",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre as penas restritivas de direitos previstas no Código Penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na condenação igual ou inferior a dois anos, a substituição pode ser feita por multa ou por uma pena restritiva de direitos; se superior a dois anos, a pena privativa de liberdade pode ser substituída por uma pena restritiva de direitos e multa ou por duas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "As penas restritivas de direitos são autônomas e substituem as privativas de liberdade, quando: aplicada pena privativa de liberdade não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa ou, qualquer que seja a pena aplicada, se o crime for culposo; o réu não for reincidente em crime doloso; a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado, bem como os motivos e as circunstâncias indicarem que essa substituição seja suficiente."
      },
      {
        "letra": "C",
        "texto": "No caso de prestação de serviços à comunidade, se a pena substituída for superior a um ano, é facultado ao condenado cumprir a pena substitutiva em menor tempo, nunca inferior à metade da pena privativa de liberdade fixada."
      },
      {
        "letra": "D",
        "texto": "A limitação de fim de semana consiste na obrigação de permanecer, aos sábados e domingos, por 5 (cinco) horas diárias, em casa de albergado ou outro estabelecimento adequado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1041608",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Antônio, ex-secretário de Estado da Educação, foi processado criminalmente por dispensa indevida de licitação, o que havia gerado prejuízo financeiro ao erário, e condenado a pena de 3 anos e 6 meses de detenção em regime inicial semiaberto, além do pagamento de 25 dias-multa, no valor unitário de dois salários-mínimos. A pena privativa de liberdade foi substituída por uma pena de prestação de serviço gratuito à comunidade e uma pena de multa de 30 salários-mínimos; a sentença foi publicada em 17/8/2014. Antônio apelou e o recurso foi improvido, sendo o acórdão publicado em 20/9/2018, data em que Antônio tinha 66 anos de idade. Considerando-se essa situação e a legislação penal vigente, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença deve ser modificada, pois, no caso em apreço, a pena privativa de liberdade somente poderia ter sido substituída por duas penas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "Em razão da pena aplicada e da idade do réu no momento da publicação do acórdão, houve prescrição da punibilidade após a condenação."
      },
      {
        "letra": "C",
        "texto": "É facultado a Antônio cumprir integralmente as horas de prestação de serviço à comunidade no prazo de 1 ano e 6 meses."
      },
      {
        "letra": "D",
        "texto": "A pena de multa deve ser paga obrigatoriamente em parcela única, no prazo de 10 dias após transitar em julgado a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Em caso de descumprimento injustificado da pena de prestação de serviço, o restante da pena converter-se-á em privativa de liberdade, respeitado o saldo mínimo de 30 dias de detenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987302",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada, a respeito da substituição das penas privativas de liberdade por penas restritivas de direitos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antônio, com anterior condenação transitada em julgado pelo delito de dano ao patrimônio público, foi processado e condenado à pena privativa de liberdade de um ano e dois meses de reclusão pelo cometimento do delito de receptação. Nessa situação, em razão da reincidência criminal em crime doloso, não é cabível a substituição da pena corporal imposta a Antônio por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "Manoel foi processado e condenado pela prática de violência física, de ameaça e de lesão corporal em contexto de violência doméstica contra a mulher, tendo-lhe sido impostas as penas privativas de liberdade de quinze dias de prisão simples e de três meses e um mês de detenção, em regime aberto. Nessa situação, somente é possível a substituição da pena privativa de liberdade por restritiva de direitos em relação à contravenção de violência física."
      },
      {
        "letra": "C",
        "texto": "Pedro, réu primário, foi processado e condenado pela prática de delito de roubo simples na modalidade tentada, tendo-lhe sido imposta pena privativa de liberdade de dois anos e oito meses de reclusão, em regime aberto. Nessa situação, a pena privativa de liberdade imposta a Pedro poderá ser substituída por uma pena restritiva de direitos e multa ou por duas penas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "Alberto, réu primário e em circunstâncias judiciais favoráveis, praticou crime de homicídio culposo qualificado ao conduzir embriagado veículo automotor. Em razão dessa conduta, ele foi processado e condenado ao cumprimento de pena privativa de liberdade de cinco anos de reclusão, inicialmente em regime semiaberto. Nessa hipótese, o quantum de pena fixado não impede a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "João foi processado e condenado à pena privativa de liberdade de um ano e oito meses de reclusão, em regime aberto, pela prática de delito de tráfico de drogas na forma privilegiada. Nessa hipótese, haja vista a condenação por delito equiparável a hediondo, não é admitida a substituição da pena privativa de liberdade por restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "986558",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Tício, réu primário e sem qualquer antecedente criminal, foi denunciado pela prática do crime de furto qualificado, porque teria subtraído uma televisão da residência da vítima, sendo que, para ingressar no local, teria, segundo a inicial acusatória, quebrado uma janela. Após a instrução, não foi juntado aos autos laudo que comprovasse que, de fato, a janela havia sido quebrada. O Ministério Público, diante da confissão judicial de Tício, requereu a condenação dele, pela prática do crime de furto simples, e a fixação de regime aberto, para o início de cumprimento de pena. Na condição de Defensor Público de Tício, em debates orais, é correto requerer, entre outros pedidos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a aplicação da suspensão condicional da pena, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "B",
        "texto": "a aplicação da suspensão condicional do processo, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "C",
        "texto": "a aplicação da transação penal, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "D",
        "texto": "diante da preclusão dos pedidos de transação penal e da suspensão condicional do processo, apenas a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "a absolvição, pois a confissão não é rainha das provas, não podendo ser valorada em desfavor do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "981406",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A respeito de ação penal, espécies e cominação de penas, julgue o item a seguir. A reincidência em qualquer crime na modalidade dolosa impede a substituição da pena privativa de liberdade por restritiva de direitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1285595",
    "metadata": "Ano: 2018 | Banca: GUALIMP | Órgão: Câmara de Nova Venécia - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A limitação de fim de semana é uma pena restritiva de direitos prevista no Código Penal."
      },
      {
        "letra": "B",
        "texto": "As penas restritivas de direitos podem substituir as privativas de liberdade quando a pena aplicada não for superior a oito anos."
      },
      {
        "letra": "C",
        "texto": "Na condenação igual ou inferior a um ano, a substituição pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Se o condenado for reincidente, o juiz poderá aplicar a substituição, desde que, em face de condenação anterior, a medida seja socialmente recomendável e a reincidência não se tenha operado em virtude da prática do mesmo crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "953787",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "É(São) requisito(s) para a substituição da pena privativa de liberdade por restritivas de direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter a vítima mais de 14 (quatorze) e menos de 60 (sessenta) anos de idade, na data dos fatos."
      },
      {
        "letra": "B",
        "texto": "salvo no caso de delação premiada prevista na Lei n° 12.850/2013, e se o crime não for cometido com violência ou grave ameaça à pessoa, se doloso, que a pena aplicada não supere 4 (quatro) anos; se culposo, independentemente da quantidade de pena."
      },
      {
        "letra": "C",
        "texto": "não reincidência comum ou específica em crime doloso, ainda que em face da condenação anterior a medida seja socialmente recomendável."
      },
      {
        "letra": "D",
        "texto": "a culpabilidade, os antecedentes, a conduta social, a reparação do dano, salvo impossibilidade de fazê-lo, bem como os motivos e circunstâncias indicarem que a substituição seja suficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "951033",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Acerca da aplicação de penas restritivas de direitos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prestação de serviços à comunidade ou a entidades públicas, em qualquer hipótese, poderá ser cumprida em menos tempo do que a pena privativa de liberdade cominada nunca inferior à metade."
      },
      {
        "letra": "B",
        "texto": "Inclui-se nas penas restritivas de direitos do Código Penal a pena de medida educativa de comparecimento a programa ou curso educativo."
      },
      {
        "letra": "C",
        "texto": "Não é possível a aplicação de duas penas restritivas de direitos concomitantemente."
      },
      {
        "letra": "D",
        "texto": "O reincidente em crime doloso poderá em certos casos ter a pena privativa de liberdade substituída pela pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Para a conversão de pena privativa de liberdade por restritiva de direitos, a pena aplicada deverá ser sempre de até quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "926050",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Determinado deputado está sendo investigado pela prática do crime de porte/posse de arma de fogo de uso restrito (Art. 16, caput, Lei nº 10.826/03), que teria sido praticado em maio de 2018, diante da notícia que estaria guardando uma arma de calibre .40 em seu local de trabalho, sem autorização legal. Preocupado com as consequências de tal investigação, solicita esclarecimentos ao advogado sobre as possíveis consequências da punição pelo delito imputado. O advogado deverá esclarecer, de acordo com a jurisprudência majoritária e atual do Supremo Tribunal Federal, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente poderá, em caso de condenação, ser beneficiado pela graça, mas não pelo indulto ou anistia."
      },
      {
        "letra": "B",
        "texto": "o regime inicial de cumprimento de pena, em caso de condenação, será necessariamente o fechado."
      },
      {
        "letra": "C",
        "texto": "o requisito objetivo, em caso de condenação, para progressão de regime será de 1/6, se primário."
      },
      {
        "letra": "D",
        "texto": "a decretação de eventual prisão temporária poderá prever prazo inicial de 60 dias."
      },
      {
        "letra": "E",
        "texto": "a substituição da pena privativa de liberdade por restritiva de direitos é possível, dependendo da pena aplicada e do preenchimento dos demais requisitos do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "918606",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Juarez, 72 anos de idade, primário e de bons antecedentes, em situação de desespero, praticou um crime de roubo simples, não restando o delito consumado por circunstâncias alheias à vontade do agente. Considerando as circunstâncias do fato e o iter criminis percorrido, foi aplicada pena de 2 anos e 8 meses de reclusão. Considerando as informações narradas, no momento da aplicação da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ser reconhecida a substituição da pena privativa de liberdade por restritiva de direitos e nem suspensão condicional da pena, mas poderá ser fixado regime aberto, apesar de o crime envolver violência ou grave ameaça à pessoa;"
      },
      {
        "letra": "B",
        "texto": "não poderá ser reconhecida a substituição da pena privativa de liberdade por restritiva de direitos e nem suspensão condicional da pena, mas caberá concessão, imediata, de prisão albergue domiciliar;"
      },
      {
        "letra": "C",
        "texto": "poderá ser substituída a pena privativa de liberdade por duas restritivas de direito e, em caso de descumprimento, a pena deve ser cumprida em regime inicial aberto;"
      },
      {
        "letra": "D",
        "texto": "poderá ser substituída a pena privativa de liberdade por duas restritivas de direito e, em caso de descumprimento, a pena deve ser cumprida em regime inicial semiaberto;"
      },
      {
        "letra": "E",
        "texto": "não poderá ser substituída a pena privativa de liberdade por restritiva de direitos, mas caberá suspensão condicional da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905796",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Com relação à substituição das penas privativas de liberdade pelas restritivas de direito, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Beltrano, maior, capaz e primário, subtraiu um carneiro da fazenda de um amigo, sendo condenado a dois anos de reclusão. No caso concreto, possuindo todas as circunstâncias judiciais favoráveis e sendo mais benéfico ao réu, deve o juiz conceder a Beltrano a suspensão condicional da pena ao invés da substituição prevista no art. 44 do CP."
      },
      {
        "letra": "B",
        "texto": "Marreco, maior e capaz, ameaçou de morte sua companheira, sendo processado e definitivamente condenado pelo crime de ameaça à pena de seis meses de detenção. Nesse caso, conforme entendimento sumulado pelo STJ, tem o agente direito à substituição da pena privativa de liberdade por pena restritiva de direitos, desde que não seja a de prestação pecuniária ou a inominada."
      },
      {
        "letra": "C",
        "texto": "Sinfrônio, capaz, possui condenação definitiva pela prática do crime de invasão de dispositivo informático à pena de dois anos de detenção. Decorridos quatro anos do cumprimento integral da pena anterior, foi ele novamente condenado pelo mesmo crime à pena de um ano de detenção. Mesmo sendo o agente reincidente, se socialmente recomendável, conforme previsto no §3º do art. 44 do Código Penal, pode o juiz substituir a pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Tício, capaz e devidamente habilitado, após ingerir substância entorpecente, assustou-se ao desviar o veículo que dirigia de um buraco na pista, perdendo o controle do automóvel e vindo a causar a morte de uma criança. Pelo resultado praticado, foi condenado por homicídio culposo, com as penas alteradas pela Lei nº 13.546/17, a seis anos de reclusão. Nessa situação, Tício tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904469",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Com 74 anos, Jairo foi definitivamente condenado pela prática de roubo simples (art. 157, caput, do CP). Primário e sendo-lhe inteiramente favoráveis as circunstâncias do art. 59 do CP, foi-lhe aplicada uma pena privativa de liberdade de 04 anos de reclusão. Nesse caso, considerando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena aplicada, é possível substituir a pena privativa de liberdade por duas penas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "a pena aplicada e a idade de Jairo quando da condenação, é possível suspender a execução da pena pelo período de 04 a 06 anos."
      },
      {
        "letra": "C",
        "texto": "a pena aplicada e a idade de Jairo quando da condenação, é possível substituir a pena privativa de liberdade por duas penas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "a pena aplicada, é impossível proceder-se à suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "a natureza do crime que ensejou a condenação, é impossível proceder-se à suspensão condicional da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904464",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Em 2014, por conduta perpetrada em 2011, Ataulfo foi denunciado pela prática de lesão corporal simples (art. 129, caput, do CP). Em 2016, por conduta perpetrada em 2015, Ataulfo viu-se novamente denunciado, dessa vez pela prática de ameaça. Já em 2017, em razão de conduta praticada em 2016, Ataulfo foi condenado pela prática de furto qualificado pelo emprego de chave falsa, sendo-lhe aplicada uma pena privativa de liberdade de 04 anos de reclusão. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível substituir a pena privativa de liberdade aplicada por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "não é possível substituir a pena privativa de liberdade por restritivas de direitos, tendo em vista a reincidência."
      },
      {
        "letra": "C",
        "texto": "não é possível substituir a pena privativa de liberdade por restritiva de direitos, tendo em vista a natureza do crime que ensejou a condenação (furto qualificado pelo emprego de chave falsa)."
      },
      {
        "letra": "D",
        "texto": "não é possível substituir a pena privativa de liberdade por restritivas de direitos, tendo em vista a extensão da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "é possível substituir a pena privativa de liberdade aplicada por uma pena restritiva de direitos e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "889856",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A pena restritiva de direitos (CP, arts. 43 a 48)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na modalidade perda de bens e valores pertencentes ao condenado, dar-se-á em favor da vítima."
      },
      {
        "letra": "B",
        "texto": "na modalidade prestação de serviços, pode ser substitutiva de qualquer pena privativa de liberdade igual ou inferior a quatro anos."
      },
      {
        "letra": "C",
        "texto": "admite exclusivamente as modalidades de prestação pecuniária, perda de bens e valores, limitação de fim de semana e prestação de serviço à comunidade ou entidade pública."
      },
      {
        "letra": "D",
        "texto": "converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta."
      },
      {
        "letra": "E",
        "texto": "só pode ser aplicada a condenados primários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "873595",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "A pena restritiva de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode substituir a privativa de liberdade em caso de reincidente em crime culposo, salvo se a pena for superior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "de limitação de fim de semana é vedada para crimes patrimoniais e contra a administração pública."
      },
      {
        "letra": "C",
        "texto": "de prestação pecuniária é indisponível e por isso não pode consistir em prestação de outra natureza mesmo com concordância da vítima."
      },
      {
        "letra": "D",
        "texto": "de prestação de serviço à comunidade pode ser cumprida em tempo menor do que a pena privativa de liberdade substituída, se esta for superior a um ano."
      },
      {
        "letra": "E",
        "texto": "pode ser cumulada com medida de segurança na modalidade de tratamento ambulatorial, pois não implica em restrição da liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852970",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Acerca das penas restritivas de direitos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituem penas de interdição temporária de direitos a proibição do exercício de cargo, função ou atividade pública, bem como de mandato eletivo, a proibição do exercício de profissão, atividade ou ofício que dependam de habilitação especial, de licença ou autorização do poder público e a proibição de inscrever-se em concurso, avaliação ou exame públicos."
      },
      {
        "letra": "B",
        "texto": "As penas restritivas de direitos são prestação pecuniária, perda de bens e valores, recolhimento domiciliar, prestação de serviço à comunidade ou a entidades públicas, interdição temporária de direitos e limitação de fim de semana."
      },
      {
        "letra": "C",
        "texto": "Sendo a condenação inferior a seis meses, o juiz pode substituir a pena privativa de liberdade por advertência — que consistirá em admoestação verbal ao condenado — ou por compromisso de frequência a curso ou submissão a tratamento, durante o tempo da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "O recolhimento domiciliar baseia-se na autodisciplina e senso de responsabilidade do condenado, de modo que o condenado deve permanecer recolhido nos dias ou horários de folga do trabalho, em residência ou qualquer local destinado à sua moradia habitual, sem vigilância."
      },
      {
        "letra": "E",
        "texto": "A pena privativa de liberdade superior a um ano pode ser substituída por uma pena restritiva de direitos e multa ou por duas restritivas de direitos, ainda que o condenado seja reincidente em virtude da prática do mesmo crime, desde que não seja doloso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "852501",
    "metadata": "Ano: 2017 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "O Código Penal dispõe que a pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta. No cálculo da pena privativa de liberdade a executar será deduzido o tempo cumprido da pena restritiva de direitos, respeitado o saldo mínimo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias de detenção ou reclusão."
      },
      {
        "letra": "B",
        "texto": "dez dias de detenção ou reclusão."
      },
      {
        "letra": "C",
        "texto": "quinze dias de detenção ou reclusão."
      },
      {
        "letra": "D",
        "texto": "vinte dias de detenção ou reclusão."
      },
      {
        "letra": "E",
        "texto": "trinta dias de detenção ou reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "844168",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A respeito das penas e de sua aplicação, assinale a alternativa correta, nos termos dos artigos 32 a 52, do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal adota o sistema bifásico de aplicação da pena."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto; a de detenção, em regime semiaberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "As penas restritivas de direitos são autônomas e substituem as privativas de liberdade, quando aplicada pena privativa de liberdade não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se, sempre, cumulativamente, as penas privativas de liberdade em que haja incorrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843724",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No que diz respeito ao sistema de aplicação da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de condenado reincidente em crime doloso, porém com as circunstâncias do artigo 59 do Código Penal inteiramente favoráveis, a pena-base pode ser aplicada no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A qualificadora da torpeza no crime de homicídio (CP, artigo 121, § 2°, inciso I) determina a majoração do quantum de pena privativa de liberdade na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "O início do cumprimento de pena privativa por condenação pelo crime de homicídio culposo na direção de veiculo automotor (artigo 302 da Lei n° 9.503/1997) sempre será no regime fechado em razão da gravidade da conduta em relação ao bem jurídico protegido penalmente."
      },
      {
        "letra": "D",
        "texto": "Sendo as circunstâncias judiciais favoráveis, admite-se a fixação do regime inicial aberto para o condenado reincidente, quando a pena fixada na sentença é igual ou inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "Na sentença condenatória por crime de estelionato (CP,artigo 171, caput), a pena aplicada em um ano de prisão pode ser substituída por duas penas restritivas de direitos, desde que presentes os requisitos previstos no artigo 44 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834976",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Conceito e Características da Pena de Multa"
    ],
    "enunciado_principal": "Depois de finalizado o devido processo legal, um indivíduo foi condenado à pena concreta mínima de um ano de reclusão e de dez dias-multa por ter praticado crime de estelionato. De acordo com o Código Penal e com o entendimento dos tribunais superiores, nesse caso é permitido ao juiz, na sentença condenatória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "converter a pena de reclusão aplicada em duas penas restritivas de direitos, sendo uma de prestação de serviços comunitários e outra de prestação pecuniária."
      },
      {
        "letra": "B",
        "texto": "estabelecer prestação de serviços comunitários como condição do regime aberto."
      },
      {
        "letra": "C",
        "texto": "aplicar o regime aberto, ainda que o condenado seja reincidente."
      },
      {
        "letra": "D",
        "texto": "estabelecer regime mais severo que o permitido em lei, ainda que a pena base tenha se mantido no mínimo legal."
      },
      {
        "letra": "E",
        "texto": "converter a pena de reclusão aplicada em uma pena de multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800823",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A prestação de serviços à comunidade ou a entidades públicas é aplicável às condenações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inferiores a seis meses de privação de liberdade."
      },
      {
        "letra": "B",
        "texto": "superiores a seis meses de privação da liberdade."
      },
      {
        "letra": "C",
        "texto": "superiores a um ano de privação da liberdade."
      },
      {
        "letra": "D",
        "texto": "superiores a dois anos de privação da liberdade."
      },
      {
        "letra": "E",
        "texto": "superiores a três anos de privação de liberdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800801",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A pena privativa de liberdade, não superior a 2 (dois) anos, poderá ser convertida em restritiva de direitos, desde que: I - o condenado a esteja cumprindo em regime aberto, em razão de reincidência. II - tenha sido cumprido pelo menos 1/2 (metade) da pena. III-os antecedentes e a personalidade do condenado indiquem ser a conversão recomendável. IV - não seja cabível o livramento condicional.Das afirmações acima, qual(is) está(ão) correta(s)?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas a III."
      },
      {
        "letra": "D",
        "texto": "Apenas a IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "800703",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Lucila cumpria regularmente pena restritiva de direito, consistente em prestação pecuniária equivalente a dois salários mínimos, quando sobreveio, aos autos da execução penal, condenação definitiva à pena privativa de liberdade cujo regime inicial era fechado. Diante disso, o juízo da execução decidiu pela conversão da pena restritiva de direitos em privativa de liberdade. A decisão judicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está correta porque há incompatibilidade de cumprimento simultâneo das penas restritiva de direitos e privativa de liberdade, sendo válida a conversão da pena alternativa."
      },
      {
        "letra": "B",
        "texto": "merece reforma porque há compatibilidade de cumprimento simultâneo das penas restritiva de direitos e privativa de liberdade, sendo inválida a conversão da pena alternativa."
      },
      {
        "letra": "C",
        "texto": "está correta porque a pena privativa de liberdade em regime inicial fechado deve prevalecer sobre a pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "merece reforma porque o Juízo da execução deveria promover a suspensão da pena restritiva de direitos, cujo cumprimento seria exigível quando Lucila estivesse no regime aberto."
      },
      {
        "letra": "E",
        "texto": "está correta porque qualquer condenação superveniente torna obrigatória a conversão da pena restritiva de direitos em privativa de liberdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650541",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "O ordenamento penal brasileiro adotou a sistemática bipartida de infração penal — crimes e contravenções penais —, cominando suas respectivas penas, por força do princípio da legalidade. Acerca das infrações penais e suas respectivas reprimendas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de homicídio doloso praticado contra mulher é hediondo e, por conseguinte, o cumprimento da pena privativa de liberdade iniciar-se-á em regime fechado, em decorrência de expressa determinação legal."
      },
      {
        "letra": "B",
        "texto": "No crime de tráfico de entorpecente, é cabível a substituição da pena privativa de liberdade por restritiva de direitos, bem como a fixação de regime aberto, quando preenchidos os requisitos legais."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de dano, previsto no CP, pichar edificação urbana. Nesse caso, a pena privativa de liberdade consiste em detenção de um a seis meses, que pode ser convertida em prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "O STJ autoriza a imposição de penas substitutivas como condição especial do regime aberto."
      },
      {
        "letra": "E",
        "texto": "O condenado por contravenção penal, com pena de prisão simples não superior a quinze dias, poderá cumpri-la, a depender de reincidência ou não, em regime fechado, semiaberto ou aberto, estando, em quaisquer dessas modalidades, obrigado a trabalhar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "634565",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Mariano, condenado a pena de detenção de um ano e oito meses, em virtude da prática de violência doméstica (art. 129, § 9°, CP), foi beneficiado pela concessão de sursis. Nesse contexto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concessão do sursis na sentença condenatória dispensa motivação pelo juiz."
      },
      {
        "letra": "B",
        "texto": "as condições estabelecidas na sentença não levarão em conta a situação pessoal do apenado, adequando-se unicamente ao fato."
      },
      {
        "letra": "C",
        "texto": "o período de suspensão deverá ser equivalente ao da pena suspensa."
      },
      {
        "letra": "D",
        "texto": "as condições estabelecidas na decisão concessiva do sursis poderão ser modificadas a qualquer tempo, exigindo-se seja ouvido o condenado."
      },
      {
        "letra": "E",
        "texto": "é impossível a prorrogação do período de prova."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532412",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Em cada uma das opções seguintes, é apresentada uma situação hipotética acerca de penas privativas de liberdade e de penas restritivas de direito, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lana, com vinte e sete anos de idade, capaz, possui condenação definitiva por crime de aborto à pena de três anos de detenção. Decorridos dois anos, Lana foi condenada por crime de receptação à pena privativa de liberdade de dois anos de reclusão. Nessa situação, o juiz não poderá substituir a pena de Lana por pena restritiva de direitos, uma vez que ela é reincidente."
      },
      {
        "letra": "B",
        "texto": "Fernando, com trinta anos de idade, capaz, ameaçou de morte sua companheira Tereza, com vinte e nove anos de idade, capaz. Fernando foi processado e condenado, definitivamente, pelo referido crime à pena de cinco meses de detenção. Nessa situação, Fernando tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Glauber, com trinta e um anos de idade, capaz, primário, foi condenado, definitivamente, em concurso material, pelo crime de supressão de correspondência comercial, à pena de detenção de dois anos; e, por divulgação de informações sigilosas, à pena de detenção de quatro anos e pena pecuniária. Nessa situação, Glauber tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Carla, com vinte e três anos de idade, capaz, primária, devidamente habilitada, fugiu do local para evitar prisão em flagrante, pois, após desviar o veículo que dirigia na velocidade da via de um buraco na pista, o colidiu contra uma mureta que caiu sobre uma criança de três anos de idade, a qual faleceu em decorrência das lesões. Por matar a criança, Carla foi condenada ao crime de homicídio culposo. Nessa situação, Carla tem direito à substituição da pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Pedro, com vinte e oito anos de idade, capaz, primário, de corpo avantajado, desarmado, faixa preta em judô, trajando quimono, de forma intimidatória e exalando odor etílico, determinou que Ana, com dezessete anos de idade, capaz, entregasse a ele seu celular, sem que fosse possível a ela impor qualquer resistência. Por tais fatos, Pedro foi condenado, definitivamente, por crime de roubo simples, à pena de quatro anos de reclusão. Nessa situação, há vedação legal para que a pena de Pedro seja substituída por pena restritiva de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528022",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "As penas privativas de liberdade serão substituídas por penas restritivas de direito, observando que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos crimes de lesão corporal, concordando a vítima e desde que preenchidos os demais requisitos do artigo 44, do Código Penal, a pena corporal poderá ser substituída por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a conversão da pena corporal em prestação de serviços à comunidade ou à entidades públicas somente poderá ocorrer nas condenações superiores a seis meses de privação de liberdade."
      },
      {
        "letra": "C",
        "texto": "ao condenado reincidente, em nenhuma hipótese, poderá a pena corporal ser substituída por penas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "a prestação pecuniária consiste no pagamento em dinheiro à entidade pública ou privada, com destinação social, de importância fixada pelo juiz, não inferior a 01 salário-mínimo e nem superior a 360 salários-mínimos, vedando-se, contudo, o pagamento à vítima, que deverá buscar reparação civil pelos seus prejuízos acaso suportados."
      },
      {
        "letra": "E",
        "texto": "nas condenações superiores a um ano, a pena privativa de liberdade pode ser substituída por duas penas restritivas de direito, vedando-se a conversão por multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472008",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Julgue os itens que se seguem, relativos à pena e à extinção da punibilidade. Não é legalmente possível a substituição de pena privativa de liberdade por pena restritiva de direitos ao condenado por delito de furto à pena mínima de um ano de reclusão, em regime inicial semiaberto, se este for reincidente em decorrência de condenação anterior pelo delito violação de direito autoral previsto no artigo 184, caput, do CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444031",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em relação à aplicação das penas restritivas de direitos nas questões penais apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta, devendo o condenado cumpri-la, integralmente, sem deduzir o tempo cumprido da pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal decidiu pela constitucionalidade das regras impeditivas da substituição da pena privativa de liberdade em restritiva de direitos ao condenado por tráfico de drogas privilegiado."
      },
      {
        "letra": "C",
        "texto": "Ao estrangeiro, residente no país, e com visto de permanência, autor de crime considerado de menor potencial ofensivo, não se admite a concessão da pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça posiciona-se no sentido de que a reincidência genérica não impede, por si só, a substituição da pena privativa de liberdade por restritiva de direitos, podendo o juiz aplicar a substituição, desde que, em face da condenação anterior, a medida seja socialmente recomendável e a reincidência não tenha se operado em virtude do mesmo crime."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de concurso de crimes, a substituição da pena privativa de liberdade por restritiva de direitos será possível mesmo que o total das reprimendas ultrapasse quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429179",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Para substituição da pena privativa de liberdade por pena restritiva de direitos impõe-se, de acordo com o Código Penal, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena originária seja de até 4 anos."
      },
      {
        "letra": "B",
        "texto": "o réu seja primário em crime doloso."
      },
      {
        "letra": "C",
        "texto": "a substituição seja socialmente recomendável."
      },
      {
        "letra": "D",
        "texto": "o réu tenha bons antecedentes."
      },
      {
        "letra": "E",
        "texto": "as circunstâncias judiciais indiquem a suficiência da substituição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "427915",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre a substituição das penas privativas de liberdade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobrevindo condenação a pena privativa de liberdade por outro crime, o juiz da execução penal poderá deixar de converter a sanção restritiva de direitos anteriormente aplicada em fase de execução, desde que o seu cumprimento seja compatível com o da nova sanção penal."
      },
      {
        "letra": "B",
        "texto": "a pena de prestação pecuniária só pode ser estabelecida em favor da vítima ou de seus descendentes."
      },
      {
        "letra": "C",
        "texto": "o condenado a uma pena superior a quatro anos por crime culposo não poderá obter a substituição por restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "a pena de prestação pecuniária não pode ser deduzida de eventual condenação civil, ainda que coincidentes os beneficiários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "395557",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A. N. foi condenado a uma pena de três anos de reclusão pelo crime de furto qualificado. Tal pena foi substituída por prestação de serviços à comunidade. Na hipótese, o Código Penal faculta a A. N. cumprir a pena substitutiva em menor tempo, nunca inferior a :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois anos e seis meses."
      },
      {
        "letra": "B",
        "texto": "dois anos."
      },
      {
        "letra": "C",
        "texto": "um ano e seis meses"
      },
      {
        "letra": "D",
        "texto": "um ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361739",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação do estelionato privilegiado ao caso em questão condiciona-se ao fato de os autores do delito serem primários e de bons antecedentes e ao pequeno valor da coisa."
      },
      {
        "letra": "B",
        "texto": "Tendo sido adotado pelo CP o critério biológico para a aferição da inimputabilidade do agente, Sílvia somente em razão de ser interditada por doença mental, está isenta de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "O valor da prestação pecuniária a ser paga por Sílvia será calculado com base em sua capacidade econômica e na extensão do dano causado à vítima."
      },
      {
        "letra": "D",
        "texto": "Ainda que Sílvia e Júlia tivessem utilizado, além da cártula de cheque, cartão de crédito materialmente falso para a perpetração do estelionato, responderam pela prática do crime de uso de documento público falso, pois o cartão de crédito é equiparado a documento público pelo CP."
      },
      {
        "letra": "E",
        "texto": "A torpeza Sílvia, Júlia e Paulo afasta a tipicidade da conduta, já que, para a configuração do delito de estelionato, exige-se a boa-fé da vítima"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423154",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, considerando o entendimento do Superior Tribunal de Justiça: I. Não é adequada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. II. Diante do disposto no Código Penal acerca do regime de cumprimento da pena, é inadmissível a adoção do regime semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos. III. Havendo previsão em lei especial da cominação cumulativa de pena privativa de liberdade e pecuniária, é vedada a substituição da prisão por multa. IV. O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado é justificável pelo número de majorantes. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371575",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Augusto, réu primário, foi condenado, com base no art. 33, caput, da Lei n.º 11.343/2006, pela prática do crime de tráfico ilícito de entorpecentes, após ter sido preso em flagrante por portar 10 g de maconha e 20 reais em dinheiro. Durante o interrogatório judicial, Augusto confessou a prática do delito a ele imputado. Ao aplicar a reprimenda, o juiz estabeleceu a pena-base acima do mínimo, em razão da existência de ação penal em curso por crime de roubo qualificado. Depois, diminuiu a pena em razão da confissão. Para o início do cumprimento da pena final aplicada ? cinco anos de reclusão ?, foi estabelecido o regime semiaberto, tendo sido substituída a pena privativa de liberdade por pena restritiva de direitos.Em face dessa situação hipotética, assinale a opção correta em relação à aplicação da pena acima descrita.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal em curso por crime de roubo qualificado caracteriza os maus antecedentes de Augusto, o que justifica o estabelecimento da pena-base acima do mínimo."
      },
      {
        "letra": "B",
        "texto": "O regime inicial de cumprimento de pena deveria ser o fechado, uma vez que o crime de tráfico ilícito de entorpecentes é equiparado a crime hediondo."
      },
      {
        "letra": "C",
        "texto": "Em se tratando do crime de tráfico ilícito de entorpecentes, em nenhuma hipótese, pode a pena privativa de liberdade ser substituída por pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "A pena privativa de liberdade ao final aplicada não poderia ter sido substituída por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "Por ter sido preso em flagrante, a confissão de Augusto não poderia ter sido utilizada para diminuir a pena que lhe foi imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331508",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a fixação de pena substitutiva (art. 44 do CP) como condição especial ao regime aberto."
      },
      {
        "letra": "B",
        "texto": "É vedada a utilização de inquéritos policiais para agravar a penabase, sendo permitida, entretanto, a utilização das ações penais em curso."
      },
      {
        "letra": "C",
        "texto": "É admissível a chamada progressão por salto de regime prisional."
      },
      {
        "letra": "D",
        "texto": "Os condenados por crimes hediondos ou assemelhados cometidos antes da vigência da Lei n. 11.464/2007, sujeitamse ao disposto no art. 112 da Lei n. 7.210/1984 (Lei de Execução Penal) para a progressão de regime prisional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311438",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "O juiz deveria ter substituído a pena privativa de liberdade por duas penas restritivas, de direitos e multa, e não por apenas uma, já que Carlos foi condenado a pena superior a um ano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300457",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No tocante às penas restritivas de direitos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o teto da perda de bens ou valores é restrito ao montante do prejuízo causado."
      },
      {
        "letra": "B",
        "texto": "obstam a concessão do sursis, se indicada ou cabível a substituição."
      },
      {
        "letra": "C",
        "texto": "podem ser impostas no caso de condenação por crime culposo, se não reincidente o condenado."
      },
      {
        "letra": "D",
        "texto": "a prestação de serviços à comunidade ou a entidades públicas somente é aplicável às condenações superiores a um ano de privação de liberdade."
      },
      {
        "letra": "E",
        "texto": "a privativa de liberdade superior a um ano deve ser necessariamente substituída por duas restritivas de direitos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "791260",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Sobre as penas aplicadas no Direito brasileiro, analise as seguintes afirmativas e assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de o Brasil haver declarado guerra contra outro Pais, é possivel a cominação de pena de morte a brasileiro nato."
      },
      {
        "letra": "B",
        "texto": "A pena de morte para os crimes comuns não pode ser instituída, ainda que através de Lei formai, uma vez que tal iniciativa fere cláusula pétrea da Constituição Federal."
      },
      {
        "letra": "C",
        "texto": "É possivel a instituição de pena de trabalhos forçados - a exemplo do que ocorre com a prestação, por condenados, de serviços em hospitais ou escolas - em substituição a penas restritivas de liberdade."
      },
      {
        "letra": "D",
        "texto": "A Constituição Federal proibe a instituição de pena perpétua."
      },
      {
        "letra": "E",
        "texto": "A pena de banimento é vedada expressamente pela Constituição da República."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426172",
    "metadata": "Ano: 2012 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Segundo o Código Penal, as penas restritivas de direitos serão aplicadas da seguinte maneira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prestação pecuniária consistirá no pagamento em dinheiro à vítima, de importância fixada pelo juiz, não inferior a 1 (um) salário-mínimo nem superior a 100 (cem) salários-mínimos."
      },
      {
        "letra": "B",
        "texto": "a perda de bens e valores pertencentes aos condenados dar-se-á, ressalvada a legislação especial, em favor do Fundo Penitenciário Estadual, e seu valor terá como teto o montante do prejuízo causado."
      },
      {
        "letra": "C",
        "texto": "a prestação de serviços à comunidade ou a entidades públicas será aplicável às condenações superiores a 6 (seis) meses de privação da liberdade, e consistirá na atribuição de tarefas gratuitas ao condenado."
      },
      {
        "letra": "D",
        "texto": "a limitação de fim de semana consistirá na obrigação de permanecer, aos sábados, domingos e feriados, por 4 (quatro) horas diárias, em casa de albergado ou outro estabelecimento adequado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312098",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Medida de segurança"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Ao juízo da execução criminal resta autorizado corrigir parte da decisão condenatória que, contrariando disposição legal, fixou regime de pena semiaberto a um acusado por tráfico de entorpecentes. II - A lei penal admite a substituição das penas privativas de liberdade por restritivas de direito, para o que cumpre observar, com exclusividade: o limite de pena aplicada e a ausência de violência ou grave ameaça à pessoa; a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado; bem como se os motivos do crime e circunstâncias indicarem a suficiência da substituição. III - No regime aberto, baseado na autodisciplina e no senso de responsabilidade, o condenado deverá exercer atividade laborativa, frequentar curso ou exercer outra atividade autorizada pelo juiz, permanecendo recolhido no período noturno e nos dias de folga. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "276705",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Assinale a opção correta acerca das penas e das medidas de segurança.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exige-se motivação idônea do julgador no caso de ele impor ao condenado à pena de detenção o cumprimento de pena, inicialmente, em regime fechado."
      },
      {
        "letra": "B",
        "texto": "No cômputo da pena privativa de liberdade, ou seja, na detração penal, inclui-se o tempo da prisão provisória ou administrativa, mas não o correspondente à internação decorrente de medida de segurança, em face de seu caráter extrapenal."
      },
      {
        "letra": "C",
        "texto": "A pena de prestação pecuniária é fixada, a critério do juiz, em dias-multa, de um a trezentos e sessenta, devendo o seu valor ser deduzido do montante de eventual condenação em ação de reparação civil."
      },
      {
        "letra": "D",
        "texto": "Fixada a pena-base no mínimo legal, é permitido, considerando-se a gravidade abstrata do delito cometido, o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de crime culposo, é cabível a substituição da pena privativa de liberdade por pena restritiva de direito, qualquer que seja a pena aplicada ao condenado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "274252",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No caso de substituição da pena privativa de liberdade por pena restritiva de direitos, a sua execução depende do trânsito em julgado da sentença condenatória, sendo vedada a execução provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "254798",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Em uma área rural, Lucas, reincidente em crime de lesão corporal de natureza grave, apontou uma arma de fogo do tipo pistola de calibre 380, municiada com um cartucho, na direção de Flávia, determinou que ambos caminhassem para o interior de um matagal existente na localidade, e ali ele praticou o crime de estupro na forma consumada. Antes de fugir do local, Lucas ainda revistou a roupa de Flávia e levou seu aparelho de telefone celular, que custava duzentos reais. Flávia conseguiu abrigo em uma residência próxima ao local do fato, onde relatou o ocorrido a Roberta, que ligou para policiais militares do posto mais próximo, os quais conseguiram localizar Lucas e prendê-lo na posse da arma de fogo, mas não localizaram o aparelho de telefone celular. Na delegacia de polícia, constatou-se que a arma de fogo era produto de furto registrado na semana anterior por Rodrigo, detentor do respectivo registro da arma. Lucas foi denunciado pelo MP e, no curso da instrução criminal, comprovou-se que ele, ao tempo do crime, por força de desenvolvimento mental incompleto, não era inteiramente capaz de entender o caráter ilícito do fato.Considerando o caso hipotético acima, julgue os itens subsequentes.Na sentença, o juiz poderá reduzir a pena de um a dois terços e, caso Lucas necessite de especial tratamento curativo, poderá substituí-la por internação ou tratamento ambulatorial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253687",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Com relação aos princípios aplicáveis ao direito penal, à distinção entre os crimes tentado e consumado, ao erro sobre elementos do tipo e a aspectos diversos sobre as penas, assinale a opção correta à luz das disposições do CP e da doutrina pertinente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, serão punidos a título de crime tentado."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena o agente. No entanto, se consideram, nesse caso, as condições ou qualidades da vítima e não as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "C",
        "texto": "A lei, como fonte de cognição imediata, pode ser definida como uma regra de conduta praticada de modo geral, constante e uniforme, com a consciência de sua obrigatoriedade."
      },
      {
        "letra": "D",
        "texto": "As penas restritivas de direito são autônomas e substituem as privativas de liberdade seja qual for a pena aplicada, se o crime for culposo e estiverem presentes os demais requisitos."
      },
      {
        "letra": "E",
        "texto": "Revogado o livramento condicional por crime anterior, não poderá o livramento ser novamente concedido e não se descontará na pena o tempo em que o condenado esteve solto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "220042",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Crimes contra a administração pública",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Mauricio, primário e de bons antecedentes, é condenado a cumprir pena de 03 (três) anos e 08 (oito) meses de reclusão, em regime inicial semi aberto, por crime de corrupção ativa (artigo 333, do Código Penal). Neste caso, o Magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá substituir a pena privativa de liberdade pela restritiva de direitos, tendo em vista que o Código Penal veda expressamente a concessão desse benefício ao crime cometido pelo réu Maurício, independentemente da quantidade da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "não poderá substituir a pena privativa de liberdade pela restritiva de direitos, tendo em vista a quantidade da pena imposta (superior a três anos)."
      },
      {
        "letra": "C",
        "texto": "poderá substituir a pena privativa de liberdade aplicada por três penas restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "poderá substituir a pena privativa de liberdade por uma pena restritiva de direitos ou multa."
      },
      {
        "letra": "E",
        "texto": "poderá substituir a pena privativa de liberdade aplicada por uma pena restritiva de direitos e multa ou por duas penas restritivas de direito."
      }
    ],
    "gabarito": "E"
  }
]