[
  {
    "id": "3384802",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "De acordo com o Código Penal, preencha a lacuna e assinale a alternativa correta. A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta. No cálculo da pena privativa de liberdade a executar, será deduzido o tempo cumprido da pena restritiva de direitos, respeitado o saldo mínimo de _____ dias de detenção ou reclusão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trinta"
      },
      {
        "letra": "B",
        "texto": "sessenta"
      },
      {
        "letra": "C",
        "texto": "noventa"
      },
      {
        "letra": "D",
        "texto": "vinte"
      },
      {
        "letra": "E",
        "texto": "cento e oitenta"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175797",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "Na aplicação das alternativas penais à prisão, diferentes procedimentos são seguidos. A modalidade de pena restritiva de direito que não demanda acompanhamento da Central Integrada de Alternativas Penais, devendo os trâmites serem procedidos diretamente junto à Vara de Execuções Penais, é a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prestação pecuniária"
      },
      {
        "letra": "B",
        "texto": "limitação de fim de semana"
      },
      {
        "letra": "C",
        "texto": "interdição temporária de direitos"
      },
      {
        "letra": "D",
        "texto": "prestação de serviços à comunidade ou a entidades públicas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312117",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Revogação.",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Felisberto é condenado, por sentença definitiva, a uma pena de 1 ano de reclusão, em regime inicialmente aberto, a qual é substituída por uma pena restritiva de direitos de prestação de serviços à comunidade, pelo mesmo prazo. Decorridos 5 meses do início da execução da citada pena, sobrevém nova condenação definitiva, a uma pena de 6 anos de reclusão, em regime inicialmente semiaberto. Diante do caso narrado, o juiz da execução penal deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manter a pena restritiva de direitos, pois sua execução é compatível com o regime prisional fixado na nova condenação;"
      },
      {
        "letra": "B",
        "texto": "converter a pena restritiva de direitos na pena de reclusão, desprezando o tempo de pena restritiva de direitos já cumprido e unificando as penas dos dois crimes;"
      },
      {
        "letra": "C",
        "texto": "converter a pena restritiva de direitos na pena de reclusão, deduzindo o tempo de pena restritiva de direitos já cumprido e unificando as penas dos dois crimes;"
      },
      {
        "letra": "D",
        "texto": "converter a pena restritiva de direitos em prisão albergue domiciliar, deduzindo o tempo de pena restritiva de direitos já cumprido e deixando de unificar as penas dos dois crimes;"
      },
      {
        "letra": "E",
        "texto": "converter a pena restritiva de direitos na pena de reclusão, desprezando o tempo de pena restritiva de direitos já cumprido e deixando de unificar as penas dos dois crimes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1103359",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "No que concerne à aplicação das penas restritivas de direitos dos arts. 43 a 48 do CP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao reincidente é vedada a substituição da privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "o benefício não pode ser aplicado mais de uma vez no interregno de 5 (cinco) anos ao mesmo réu."
      },
      {
        "letra": "C",
        "texto": "a pena restritiva de direitos se converte em privativa de liberdade sempre que ocorrer o descumprimento da restrição imposta."
      },
      {
        "letra": "D",
        "texto": "os crimes culposos admitem sua aplicação em substituição às privativas de liberdade, independentemente da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "penas privativas de até 2 (dois) anos em regime aberto podem ser substituídas por uma multa ou por uma pena restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285595",
    "metadata": "Ano: 2018 | Banca: GUALIMP | Órgão: Câmara de Nova Venécia - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A limitação de fim de semana é uma pena restritiva de direitos prevista no Código Penal."
      },
      {
        "letra": "B",
        "texto": "As penas restritivas de direitos podem substituir as privativas de liberdade quando a pena aplicada não for superior a oito anos."
      },
      {
        "letra": "C",
        "texto": "Na condenação igual ou inferior a um ano, a substituição pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Se o condenado for reincidente, o juiz poderá aplicar a substituição, desde que, em face de condenação anterior, a medida seja socialmente recomendável e a reincidência não se tenha operado em virtude da prática do mesmo crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "873595",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "A pena restritiva de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode substituir a privativa de liberdade em caso de reincidente em crime culposo, salvo se a pena for superior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "de limitação de fim de semana é vedada para crimes patrimoniais e contra a administração pública."
      },
      {
        "letra": "C",
        "texto": "de prestação pecuniária é indisponível e por isso não pode consistir em prestação de outra natureza mesmo com concordância da vítima."
      },
      {
        "letra": "D",
        "texto": "de prestação de serviço à comunidade pode ser cumprida em tempo menor do que a pena privativa de liberdade substituída, se esta for superior a um ano."
      },
      {
        "letra": "E",
        "texto": "pode ser cumulada com medida de segurança na modalidade de tratamento ambulatorial, pois não implica em restrição da liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852501",
    "metadata": "Ano: 2017 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Substituição - Revogação."
    ],
    "enunciado_principal": "O Código Penal dispõe que a pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta. No cálculo da pena privativa de liberdade a executar será deduzido o tempo cumprido da pena restritiva de direitos, respeitado o saldo mínimo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias de detenção ou reclusão."
      },
      {
        "letra": "B",
        "texto": "dez dias de detenção ou reclusão."
      },
      {
        "letra": "C",
        "texto": "quinze dias de detenção ou reclusão."
      },
      {
        "letra": "D",
        "texto": "vinte dias de detenção ou reclusão."
      },
      {
        "letra": "E",
        "texto": "trinta dias de detenção ou reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444031",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em relação à aplicação das penas restritivas de direitos nas questões penais apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta, devendo o condenado cumpri-la, integralmente, sem deduzir o tempo cumprido da pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal decidiu pela constitucionalidade das regras impeditivas da substituição da pena privativa de liberdade em restritiva de direitos ao condenado por tráfico de drogas privilegiado."
      },
      {
        "letra": "C",
        "texto": "Ao estrangeiro, residente no país, e com visto de permanência, autor de crime considerado de menor potencial ofensivo, não se admite a concessão da pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça posiciona-se no sentido de que a reincidência genérica não impede, por si só, a substituição da pena privativa de liberdade por restritiva de direitos, podendo o juiz aplicar a substituição, desde que, em face da condenação anterior, a medida seja socialmente recomendável e a reincidência não tenha se operado em virtude do mesmo crime."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de concurso de crimes, a substituição da pena privativa de liberdade por restritiva de direitos será possível mesmo que o total das reprimendas ultrapasse quatro anos."
      }
    ],
    "gabarito": "D"
  }
]