[
  {
    "id": "2294325",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "O Código Penal brasileiro dedicou o Título VII aos crimes contra a família. Em relação a tais crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana entregou seu filho menor aos cuidados de pessoa que sabia ser inidônea. O crime praticado por Joana admite as modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "Marcos deixou de pagar, sem justa causa, pensão alimentícia judicialmente fixada aos filhos menores. O crime cometido por Marcos configura apenas ilícito civil."
      },
      {
        "letra": "C",
        "texto": "Rafael deixou de socorrer, sem justa causa, seu filho AMG de 10 anos, que se encontrava gravemente enfermo. A conduta de Rafael configura supressão de direito."
      },
      {
        "letra": "D",
        "texto": "Júlio e seu filho, AVM de 14 anos, são frequentadores assíduos de casas de jogos de azar. A conduta permissiva praticada por Júlio em companhia de seu filho é atípica conforme as disposições da normativa vigente."
      },
      {
        "letra": "E",
        "texto": "João subtraiu seu filho, MSD, menor impúbere, de sua genitora para fins de uma viagem recreativa no período férias escolares. O fato de João ser pai do menor não o exime de pena, pois MSD foi destituído e privado temporariamente da guarda garantida por lei à sua genitora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2339680",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o juiz poderá deixar de aplicar a pena no crime de subtração de incapazes quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o autor da conduta for o pai da criança, se temporariamente privado da guarda."
      },
      {
        "letra": "B",
        "texto": "o caso for de restituição de menor, desde que este não tenha sofrido maus-tratos ou privações."
      },
      {
        "letra": "C",
        "texto": "o autor da conduta for o curador, na hipótese de incapaz maior de idade, e tiver sido destituído anteriormente da curatela."
      },
      {
        "letra": "D",
        "texto": "o autor da conduta for o tutor do menor, caso tenha sido anteriormente privado da tutela."
      },
      {
        "letra": "E",
        "texto": "o autor da conduta for o irmão da criança ou do curatelado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966753",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "No que se diz respeito aos crimes contra a família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do crime de “parto suposto, supressão ou alteração de direito inerente ao estado civil de recém-nascido”, se a infração penal é praticada por motivo de reconhecida nobreza, o juiz pode deixar de aplicar a pena"
      },
      {
        "letra": "B",
        "texto": "Incide nas mesmas penas do crime de abandono material aquele que, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada"
      },
      {
        "letra": "C",
        "texto": "Em face do crime de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e não pode ser intentada senão depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de sequestro qualificado, a conduta típica de subtrair menor de dezoito anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial"
      },
      {
        "letra": "E",
        "texto": "Aquele que, não sendo casado, contrai casamento com pessoa casada, conhecendo essa circunstância, comete crime de bigamia e está sujeito a cumprir pena de reclusão ou detenção, de um a três anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341150",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – O crime de omissão de notificação de doença (art. 269 do CP) trata-se do que a doutrina convencionou chamar de norma penal em branco. II – Para o reconhecimento do crime de formação de quadrilha do art. 288 do Código Penal basta a comprovação da existência de associação estável de mais de três pessoas, com a intenção de praticar crimes diversos, sendo imprescindível, apenas, a identificação de todos os membros da quadrilha ou bando. III – Na hipótese de uma mulher vir a ser condenada pela prática do crime de infanticídio (art. 123 do CP), o Juiz, ao dosar a pena, deverá reconhecer a agravante de crime cometido contra criança (art. 61, II, “h\", do CP). IV – No delito de subtração de incapazes (art. 249 do CP), havendo a restituição do menor ou do interdito, se este não sofreu maus-tratos ou privações, o Juiz pode deixar de aplicar pena. De acordo com o Código Penal Brasileiro e o entendimento pacificado pelos Tribunais Superiores, estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  }
]