[
  {
    "id": "3171404",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Maria, Delegada de Polícia, concluiu inquérito policial, remetendoo ao Ministério Público, com o indiciamento de Carlos pela prática de crime no contexto da Lei Maria da Penha. Recebida a denúncia pelo juízo competente, o advogado constituído pelo acusado lhe afirmou que, em caso de condenação, consideradas as circunstâncias do caso apresentado, possivelmente haverá a suspensão condicional da pena. De acordo com a narrativa e considerando as disposições do Código Penal, analise as afirmativas a seguir. I. No primeiro ano do prazo, deverá o condenado prestar serviços à comunidade ou submeter-se à limitação de fim de semana. Contudo, se o agente houver reparado o dano, salvo impossibilidade de fazê-lo, e se, as circunstâncias judiciais lhe forem inteiramente favoráveis, o Juiz poderá substituir a referida exigência pelas seguintes condições, aplicadas cumulativa ou alternativamente: proibição de frequentar determinados lugares; proibição de ausentar-se da comarca em que reside sem autorização do Juiz; comparecimento pessoal e obrigatório a Juízo, mensalmente, para informar e justificar suas atividades. II. A sentença poderá especificar outras condições a que fica subordinada a suspensão, desde que adequadas ao fato e à situação pessoal do condenado. III. A suspensão será revogada se, no curso do período de prova, o beneficiário for condenado, em sentença irrecorrível, por crime doloso ou culposo, facultando-se a revogação do benefício em caso de condenação irrecorrível por contravenção penal. Nesse cenário, considerando as disposições do Código Penal, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3016585",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Reincidência"
    ],
    "enunciado_principal": "Um indivíduo é acusado de cometer três crimes distintos em um curto espaço de tempo na cidade de Queimadas-PB: furto, roubo e lesão corporal grave. Durante o processo, o juiz aplica a pena em regime inicial fechado, considerando a gravidade dos delitos e o concurso material de crimes. Avalie as assertivas: 1. No concurso material de crimes, as penas são aplicadas cumulativamente, resultando em uma soma das penas de cada crime. 2. A fixação da pena deve considerar as circunstâncias judiciais, a culpabilidade, os antecedentes, a conduta social e as consequências do crime. 3. A suspensão condicional da pena pode ser aplicada se a pena total não ultrapassar dois anos, mesmo que se trate de crimes cometidos em concurso. 4. A reincidência é circunstância agravante que deve ser considerada na dosimetria da pena, mas não impede a concessão do regime semiaberto. 5. A unificação das penas é obrigatória nos casos de concurso formal de crimes, onde o agente, com uma única conduta, realiza dois ou mais crimes, aplicando-se a pena do crime mais grave aumentada. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 2 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 3 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 4 e 5 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 1, 2 e 3 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1951273",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em determinado caso, o Ministério Público ofereceu proposta de suspensão condicional do processo pelo prazo de dois anos, fixando, entre outras condições, o pagamento da quantia de R$ 41.000,00 a título de reparação de danos à vítima, que não foi aceita pelo acusado e seu defensor, não tendo apresentado qualquer justificativa, na oportunidade, para a recusa da proposta. Posteriormente, a defesa informou que o empecilho para a aceitação da proposta de acordo se deu em virtude do valor fixado a título de reparação dos danos, por considerá-lo excessivo e em descompasso com a situação financeira do acusado. Diante desse cenário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reparação do dano, por ser requisito para concessão da suspensão condicional do processo, permite que a proposta seja submetida ao controle jurisdicional prévio, o que deveria ter sido postulado no ato;"
      },
      {
        "letra": "B",
        "texto": "a reparação do dano, por ser requisito para concessão da suspensão condicional do processo, permite que a proposta seja submetida ao controle jurisdicional posterior, não prejudicando a renovação da proposta;"
      },
      {
        "letra": "C",
        "texto": "com o aceite das demais condições estipuladas, é possível o controle do excesso observado na reparação do dano por meio da aplicação analógica do Art. 28 do Código de Processo Penal;"
      },
      {
        "letra": "D",
        "texto": "a recusa voluntária da proposta de suspensão condicional do processo não pode ser invalidada em razão do valor estipulado para reparação do dano, que não constitui requisito para sua concessão;"
      },
      {
        "letra": "E",
        "texto": "o magistrado, em controle jurisdicional, pode reduzir até a metade o valor devido a título de reparação do dano, atendendo à situação financeira do acusado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1897217",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Desde que cumpridos os necessários requisitos, admite-se a suspensão condicional da pena nos casos de condenação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por crimes praticados em contexto de violência doméstica e familiar contra a mulher."
      },
      {
        "letra": "B",
        "texto": "por crimes preterdolosos em que se opera a reincidência."
      },
      {
        "letra": "C",
        "texto": "a penas privativas de liberdade superiores a 4 anos quando o condenado for maior de 70 anos."
      },
      {
        "letra": "D",
        "texto": "a penas restritivas de direito."
      },
      {
        "letra": "E",
        "texto": "a penas de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892597",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Douglas foi denunciado e condenado pelo crime de lesão corporal em situação de violência doméstica. A sentença penal condenatória transitada em julgado aplicou-lhe uma pena privativa de liberdade de 1 ano, em regime aberto, mas, por ele preencher os requisitos legais, foi-lhe deferido o benefício da suspensão condicional da pena. Durante o cumprimento das condições do sursis penal, Douglas foi definitivamente condenado pela contravenção penal de vias de fato, no contexto familiar, que resultou na aplicação de prisão simples de 20 dias, a ser cumprida em regime aberto. Nessa situação hipotética, considerando o disposto no Código Penal, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá prorrogar o período de prova da suspensão condicional da pena até a extinção da punibilidade da contravenção penal pelo cumprimento integral da pena de prisão simples."
      },
      {
        "letra": "B",
        "texto": "deverá revogar a suspensão condicional da pena, momento em que Douglas passará a cumprir as penas privativas de liberdade, não se descontando da pena o tempo em que ele cumpria as condições do sursis."
      },
      {
        "letra": "C",
        "texto": "poderá revogar a suspensão condicional da pena, hipótese em que Douglas passará a cumprir as penas privativas de liberdade, descontando-se da pena o tempo em que ele cumpria as condições do sursis."
      },
      {
        "letra": "D",
        "texto": "não poderá revogar a suspensão condicional da pena, uma vez que a condenação definitiva por contravenção penal com pena privativa de liberdade não é causa de revogação de sursis penal."
      },
      {
        "letra": "E",
        "texto": "poderá prorrogar o período de prova da suspensão condicional da pena até o máximo, caso não tenha sido fixado anteriormente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960760",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "O benefício da suspensão condicional da pena — sursis penal —",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser concedido a condenado a pena privativa de liberdade, desde que esta não seja superior a quatro anos e que aquele não seja reincidente em crime doloso."
      },
      {
        "letra": "B",
        "texto": "é cabível nos casos de crimes praticados com violência ou grave ameaça, desde que a pena privativa de liberdade aplicada não seja superior a dois anos."
      },
      {
        "letra": "C",
        "texto": "pode estender-se às penas restritivas de direitos e à de multa, casos em que se suspenderá, também, a execução dessas penas."
      },
      {
        "letra": "D",
        "texto": "deverá ser, obrigatoriamente, revogado no caso da superveniência de sentença condenatória irrecorrível por crime doloso, culposo ou contravenção contra o beneficiário."
      },
      {
        "letra": "E",
        "texto": "impõe que, após o cumprimento das condições impostas ao beneficiário, seja proferida sentença para declarar a extinção da punibilidade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "890889",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Avalie as afirmações abaixo e assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação da suspensão condicional da pena é facultativa no caso de ser o agente irrecorrivelmente condenado, por crime culposo ou por contravenção, a pena privativa de liberdade ou restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "De acordo com o art. 92, do Código Penal, a inabilitação para dirigir veículo automotor, quando utilizado como meio para a prática de crime doloso, é efeito automático da condenação."
      },
      {
        "letra": "C",
        "texto": "Extinta a punibilidade do agente, não se lhe imporá medida de segurança, mas é possível a subsistência daquela que já houver sido imposta."
      },
      {
        "letra": "D",
        "texto": "Se o Tribunal do Júri desclassifica o crime para outro de competência do Juiz singular, a pronúncia não pode ser considerada como marco interruptivo da prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "873595",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "A pena restritiva de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode substituir a privativa de liberdade em caso de reincidente em crime culposo, salvo se a pena for superior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "de limitação de fim de semana é vedada para crimes patrimoniais e contra a administração pública."
      },
      {
        "letra": "C",
        "texto": "de prestação pecuniária é indisponível e por isso não pode consistir em prestação de outra natureza mesmo com concordância da vítima."
      },
      {
        "letra": "D",
        "texto": "de prestação de serviço à comunidade pode ser cumprida em tempo menor do que a pena privativa de liberdade substituída, se esta for superior a um ano."
      },
      {
        "letra": "E",
        "texto": "pode ser cumulada com medida de segurança na modalidade de tratamento ambulatorial, pois não implica em restrição da liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832381",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Sobre a suspensão condicional da pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a revogação do sursis depende de condenação irrecorrível por crime cometido durante o período de prova, não se aplicando em caso de contravenção penal."
      },
      {
        "letra": "B",
        "texto": "o sursis pode ser recursado pelo réu, caso entenda que é mais benéfico o cumprimento de pena em regime aberto por tempo menor do que o da suspensão da pena."
      },
      {
        "letra": "C",
        "texto": "é incabível nos casos de crimes cometidos com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "em caso de aplicação cumulativa de pena privativa de liberdade e pena de multa, ambas são objeto de suspensão, quando aplicado o sursis."
      },
      {
        "letra": "E",
        "texto": "o sursis humanitário pode ser aplicado nos casos de condenação não superior a quatro anos, por razões de saúde, ficando a pena suspensa por seis a oito anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "762869",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Quanto à suspensão condicional da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante o prazo de suspensão, o condenado não ficará sujeito à observação e ao cumprimento das condições estabelecidas pelo juiz."
      },
      {
        "letra": "B",
        "texto": "A execução da pena privativa de liberdade, não superior a 4 anos, poderá ser suspensa, por 4 a 6 anos, desde que o condenado seja maior de 70 anos de idade, ou tenha razões de saúde que justifiquem a suspensão."
      },
      {
        "letra": "C",
        "texto": "O condenado reincidente em crime doloso poderá ter suspensa a execução da pena privativa de liberdade, não superior a 2 (dois) anos, por 2 (dois) a 4 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "A suspensão se estende às penas restritivas de direitos e à multa."
      },
      {
        "letra": "E",
        "texto": "A suspensão não poderá ser revogada em nenhuma hipótese."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444031",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em relação à aplicação das penas restritivas de direitos nas questões penais apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta, devendo o condenado cumpri-la, integralmente, sem deduzir o tempo cumprido da pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal decidiu pela constitucionalidade das regras impeditivas da substituição da pena privativa de liberdade em restritiva de direitos ao condenado por tráfico de drogas privilegiado."
      },
      {
        "letra": "C",
        "texto": "Ao estrangeiro, residente no país, e com visto de permanência, autor de crime considerado de menor potencial ofensivo, não se admite a concessão da pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça posiciona-se no sentido de que a reincidência genérica não impede, por si só, a substituição da pena privativa de liberdade por restritiva de direitos, podendo o juiz aplicar a substituição, desde que, em face da condenação anterior, a medida seja socialmente recomendável e a reincidência não tenha se operado em virtude do mesmo crime."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de concurso de crimes, a substituição da pena privativa de liberdade por restritiva de direitos será possível mesmo que o total das reprimendas ultrapasse quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378915",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Com relação ao sursis, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser concedido a réu reincidente."
      },
      {
        "letra": "B",
        "texto": "É especial aquele em que o condenado, no primeiro ano do período de prova, deverá prestar serviços à comunidade ou submeter-se à limitação de fim de semana."
      },
      {
        "letra": "C",
        "texto": "É simples (ou comum) aquele em que o condenado arcará, dentre outras, com a condição de não se ausentar da comarca onde reside sem autorização judicial."
      },
      {
        "letra": "D",
        "texto": "O descumprimento injustificado de condição estabelecida em sua versão simples implica causa facultativa de revogação."
      },
      {
        "letra": "E",
        "texto": "A duração máxima do período de prova é de quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308172",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Nos termos do Código Penal, a suspensão condicional da pena poderá ser revogada se o condenado descumpre qualquer outra condição imposta ou é irrecorrivelmente condenado, por crime ou contravenção, a pena privativa de liberdade ou restritiva de direitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "610738",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "É cediço que a Suspensão Condicional da Pena, também chamada sursis, nada mais é que a suspensão de uma parte da execução de algumas penas privativas de liberdade, durante certo período de tempo e também de acordo com algumas condições impostas pela justiça brasileira. Acerca deste assunto, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Suspensão Condicional da Pena, apenas encontra permissão nos casos de penas Privativas de Liberdade e nas Restritivas de Liberdade, sendo vedada exclusivamente nos casos de pena de multa."
      },
      {
        "letra": "B",
        "texto": "O juiz sempre estará obrigado a revogar o benefício da Suspensão Condicional da Pena nos casos de superveniência de condenação irrecorrível à pena privativa de liberdade ou restritiva de direitos, pela prática de contravenção penal ou crime culposo, descumprimento das condições legais do sursis especial e descumprimento de qualquer outra condição não elencada em lei, mas imposta pelo juiz."
      },
      {
        "letra": "C",
        "texto": "O período de prova é o “lapso temporal\" no qual o condenado deverá cumprir com as obrigações impostas para garantir sua liberdade. No sursis simples e no especial, o período de prova pode variar de 4 a 6 anos, enquanto que no sursis etário e humanitário, varia de 2 a 4 anos. O início do prazo começa a correr a partir da audiência de advertência, conhecida como audiência admonitória, em que se dá conhecimento da sentença ao beneficiário."
      },
      {
        "letra": "D",
        "texto": "Se o condenado vier a cometer nova infração, antes ou durante o período de prova, e vier a ser processado no gozo do sursis, prorroga-se o prazo da suspensão até que transite em julgado a sentença em relação ao segundo crime."
      },
      {
        "letra": "E",
        "texto": "Nos casos de extinção da pena, uma vez que se tenha expirado o prazo de suspensão ou de prorrogação da Suspensão Condicional da Pena, sem que tenha havido qualquer motivo para sua revogação, a referida extinção se dará imediatamente na data em que o juiz profere a decisão, não havendo necessidade de se aguardar o término do período de prova."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "288619",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Ocorrerá a revogação obrigatória do sursis penal se, no curso do prazo, o beneficiário for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preso pela prática de crime doloso."
      },
      {
        "letra": "B",
        "texto": "condenado, em sentença irrecorrível, por crime culposo, à pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "condenado, em sentença irrecorrível, por crime doloso, à pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "condenado, em sentença irrecorrível, por contravenção penal, à pena de prisão simples."
      },
      {
        "letra": "E",
        "texto": "condenado, em sentença irrecorrível, por crime culposo, à pena restritiva de direitos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "273271",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: BRDE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "De acordo com as regras de Direito Penal, a respeito da suspensão condicional da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que preenchidos os requisitos legais, o magistrado pode indeferir a suspensão condicional da pena, tendo em vista a gravidade do crime praticado."
      },
      {
        "letra": "B",
        "texto": "A condenação anterior à pena de multa não impede a concessão do benefício."
      },
      {
        "letra": "C",
        "texto": "A execução da pena privativa de liberdade, não superior a quatro anos, poderá ser suspensa, por quatro a seis anos, desde que o condenado seja maior de sessenta anos de idade."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional estende seus efeitos às penas restritivas de direitos e à multa."
      },
      {
        "letra": "E",
        "texto": "É facultativa a revogação da suspensão condicional da pena quando o beneficiário é condenado, em sentença irrecorrível, por crime doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "197583",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Há previsão legal para a revogação obrigatória da suspensão condicional da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o réu sofrer condenação recorrível a pena privativa de liberdade, pela prática de crime doloso, praticado no curso do benefício."
      },
      {
        "letra": "B",
        "texto": "se o réu sofrer condenação irrecorrível a pena privativa de liberdade, pela prática de crime culposo, praticado no curso do benefício."
      },
      {
        "letra": "C",
        "texto": "se o réu vier a ser condenado, no curso do benefício, em sentença irrecorrível, a pena privativa de liberdade, pela prática de crime doloso."
      },
      {
        "letra": "D",
        "texto": "se o réu vier a ser condenado irrecorrivelmente por crime culposo a pena privativa de liberdade ou restritiva de direitos, cometido no curso do benefício."
      },
      {
        "letra": "E",
        "texto": "se o réu vier a ser condenado por crime doloso ou culposo, anterior à concessão do benefício, a pena de multa, tendo a condenação transitado em julgado, após o curso do prazo do benefício."
      }
    ],
    "gabarito": "C"
  }
]