[
  {
    "id": "3171404",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Maria, Delegada de Polícia, concluiu inquérito policial, remetendoo ao Ministério Público, com o indiciamento de Carlos pela prática de crime no contexto da Lei Maria da Penha. Recebida a denúncia pelo juízo competente, o advogado constituído pelo acusado lhe afirmou que, em caso de condenação, consideradas as circunstâncias do caso apresentado, possivelmente haverá a suspensão condicional da pena. De acordo com a narrativa e considerando as disposições do Código Penal, analise as afirmativas a seguir. I. No primeiro ano do prazo, deverá o condenado prestar serviços à comunidade ou submeter-se à limitação de fim de semana. Contudo, se o agente houver reparado o dano, salvo impossibilidade de fazê-lo, e se, as circunstâncias judiciais lhe forem inteiramente favoráveis, o Juiz poderá substituir a referida exigência pelas seguintes condições, aplicadas cumulativa ou alternativamente: proibição de frequentar determinados lugares; proibição de ausentar-se da comarca em que reside sem autorização do Juiz; comparecimento pessoal e obrigatório a Juízo, mensalmente, para informar e justificar suas atividades. II. A sentença poderá especificar outras condições a que fica subordinada a suspensão, desde que adequadas ao fato e à situação pessoal do condenado. III. A suspensão será revogada se, no curso do período de prova, o beneficiário for condenado, em sentença irrecorrível, por crime doloso ou culposo, facultando-se a revogação do benefício em caso de condenação irrecorrível por contravenção penal. Nesse cenário, considerando as disposições do Código Penal, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283981",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Segundo o Código Penal, a suspensão condicional da pena, também conhecida como sursis, é um benefício que pode ser concedido ao réu. Uma das condições necessárias para a concessão do sursis é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena privativa de liberdade não ser superior a 4 anos."
      },
      {
        "letra": "B",
        "texto": "O réu ser primário e ter bons antecedentes."
      },
      {
        "letra": "C",
        "texto": "A infração penal ser exclusivamente dolosa."
      },
      {
        "letra": "D",
        "texto": "A condenação estar relacionada a crimes contra a administração pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3157923",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Finda a instrução processual penal, Matheus, reincidente em crime culposo, foi condenado pela prática de determinada infração penal às penas finais de três anos de reclusão, sendo certo que a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, lhe são benéficos. Constata-se, ainda, não ser cabível a substituição da pena privativa de liberdade por pena restritiva de direitos e que o condenado, que respondeu ao processo em liberdade, possui setenta e dois anos de idade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena e com o livramento condicional, devendo optar, por intermédio do seu advogado, pela aplicabilidade de um dos institutos."
      },
      {
        "letra": "B",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, em razão do quantitativo da pena que lhe foi imposta."
      },
      {
        "letra": "C",
        "texto": "não tem direito à suspensão condicional da pena, tampouco ao livramento condicional, por ser reincidente em crime culposo."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiado com a suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "poderá ser beneficiado com o livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030279",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Tratando-se de crime que envolva violência doméstica ou familiar contra mulher, pode ser aplicada ao condenado por tal delito, caso presentes os requisitos próprios do instituto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão condicional da pena"
      },
      {
        "letra": "B",
        "texto": "transação penal."
      },
      {
        "letra": "C",
        "texto": "suspensão condicional do processo."
      },
      {
        "letra": "D",
        "texto": "princípio da insignificância."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3016585",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Reincidência"
    ],
    "enunciado_principal": "Um indivíduo é acusado de cometer três crimes distintos em um curto espaço de tempo na cidade de Queimadas-PB: furto, roubo e lesão corporal grave. Durante o processo, o juiz aplica a pena em regime inicial fechado, considerando a gravidade dos delitos e o concurso material de crimes. Avalie as assertivas: 1. No concurso material de crimes, as penas são aplicadas cumulativamente, resultando em uma soma das penas de cada crime. 2. A fixação da pena deve considerar as circunstâncias judiciais, a culpabilidade, os antecedentes, a conduta social e as consequências do crime. 3. A suspensão condicional da pena pode ser aplicada se a pena total não ultrapassar dois anos, mesmo que se trate de crimes cometidos em concurso. 4. A reincidência é circunstância agravante que deve ser considerada na dosimetria da pena, mas não impede a concessão do regime semiaberto. 5. A unificação das penas é obrigatória nos casos de concurso formal de crimes, onde o agente, com uma única conduta, realiza dois ou mais crimes, aplicando-se a pena do crime mais grave aumentada. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 2 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 3 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 4 e 5 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 1, 2 e 3 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2515311",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, Tício é definitivamente condenado pela prática de determinado crime. Nada obstante, na própria sentença, o juízo suspende, por dois anos, a execução da pena privativa de liberdade imposta, determinando que o acusado cumpra, para tanto, determinadas condições. Registre-se que, no curso do período de prova da suspensão condicional da pena, Tício frustra, embora solvente, a execução da pena de multa e é condenado, definitivamente, pela prática de crime culposo em outra relação processual. Nesse cenário, considerando as disposições do Código Penal, o fato de Tício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter frustrado a execução da pena de multa, embora solvente, é causa de revogação obrigatória da suspensão condicional da pena. Por outro lado, a condenação definitiva por crime culposo não é causa, obrigatória ou facultativa, de revogação do benefício legal concedido ao agente;"
      },
      {
        "letra": "B",
        "texto": "ter frustrado a execução da pena de multa, embora solvente, é causa de revogação facultativa da suspensão condicional da pena. Por outro lado, a condenação definitiva por crime culposo não é causa, obrigatória ou facultativa, de revogação do benefício legal concedido ao agente;"
      },
      {
        "letra": "C",
        "texto": "ter frustrado a execução da pena de multa, embora solvente, é causa de revogação obrigatória da suspensão condicional da pena. Por outro lado, a condenação definitiva por crime culposo é causa de revogação facultativa do benefício legal concedido ao agente;"
      },
      {
        "letra": "D",
        "texto": "ter frustrado a execução da pena de multa, embora solvente, é causa de revogação facultativa da suspensão condicional da pena. Por outro lado, a condenação definitiva por crime culposo é causa de revogação obrigatória do benefício legal concedido ao agente;"
      },
      {
        "letra": "E",
        "texto": "ter frustrado a execução da pena de multa, embora solvente, e a condenação definitiva por crime culposo são causas de revogação obrigatória da suspensão condicional da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2000452",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "O Decreto Lei nº 2.848, de 7 de dezembro de 1940, diz respeito ao Código Penal. A partir desse Decreto, analise as afirmativas a seguir. I. A pena de reclusão, de acordo com a Lei n. 2.848, deve ser cumprida de três formas: regime fechado, semi-aberto ou aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado, de acordo com o art. 33, Título V seção 1. II. A execução de pena privativa de liberdade, não superior a 2 anos, poderá ser suspensa por 2 (dois) a 4 (quatro) anos desde que somente a culpabilidade autorize a concessão do benefício, de acordo com o art. 77 do Capítulo IV. III. O bom comportamento durante a execução da pena não concede livramento condicional ao condenado. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "II e III apenas"
      },
      {
        "letra": "C",
        "texto": "I e III apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1964850",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "Antônio, Carlos e Pedro, previamente ajustados, subtraíram diversos bens pertencentes a um estabelecimento comercial. Após deixarem o local, foram encontrados pela polícia, ainda na posse dos bens.A partir dessa situação hipotética, julgue o seguinte item.Caso Antônio venha a ser condenado à pena de três anos de reclusão e o juiz reconheça a reincidência em razão de condenação anterior pelo crime de receptação, estará vedada a substituição da pena privativa de liberdade por restritiva de direitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951273",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em determinado caso, o Ministério Público ofereceu proposta de suspensão condicional do processo pelo prazo de dois anos, fixando, entre outras condições, o pagamento da quantia de R$ 41.000,00 a título de reparação de danos à vítima, que não foi aceita pelo acusado e seu defensor, não tendo apresentado qualquer justificativa, na oportunidade, para a recusa da proposta. Posteriormente, a defesa informou que o empecilho para a aceitação da proposta de acordo se deu em virtude do valor fixado a título de reparação dos danos, por considerá-lo excessivo e em descompasso com a situação financeira do acusado. Diante desse cenário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reparação do dano, por ser requisito para concessão da suspensão condicional do processo, permite que a proposta seja submetida ao controle jurisdicional prévio, o que deveria ter sido postulado no ato;"
      },
      {
        "letra": "B",
        "texto": "a reparação do dano, por ser requisito para concessão da suspensão condicional do processo, permite que a proposta seja submetida ao controle jurisdicional posterior, não prejudicando a renovação da proposta;"
      },
      {
        "letra": "C",
        "texto": "com o aceite das demais condições estipuladas, é possível o controle do excesso observado na reparação do dano por meio da aplicação analógica do Art. 28 do Código de Processo Penal;"
      },
      {
        "letra": "D",
        "texto": "a recusa voluntária da proposta de suspensão condicional do processo não pode ser invalidada em razão do valor estipulado para reparação do dano, que não constitui requisito para sua concessão;"
      },
      {
        "letra": "E",
        "texto": "o magistrado, em controle jurisdicional, pode reduzir até a metade o valor devido a título de reparação do dano, atendendo à situação financeira do acusado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1939479",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Crimes contra o patrimônio",
      "Receptação"
    ],
    "enunciado_principal": "O item a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada em relação a diversos tipos de crimes e espécies de penas aplicáveis. Julgue-o à luz da legislação penal e do entendimento dos tribunais superiores.José foi condenado por receptação simples (Código Penal, art. 180, caput) e, posteriormente, praticou novo fato e foi condenado por receptação qualificada (Código Penal, art. 180, § 1.º). Nesse caso, ao juiz é vedado realizar a substituição da pena privativa de liberdade do réu por restritiva de direitos, uma vez que os crimes praticados são da mesma espécie.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897217",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Desde que cumpridos os necessários requisitos, admite-se a suspensão condicional da pena nos casos de condenação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por crimes praticados em contexto de violência doméstica e familiar contra a mulher."
      },
      {
        "letra": "B",
        "texto": "por crimes preterdolosos em que se opera a reincidência."
      },
      {
        "letra": "C",
        "texto": "a penas privativas de liberdade superiores a 4 anos quando o condenado for maior de 70 anos."
      },
      {
        "letra": "D",
        "texto": "a penas restritivas de direito."
      },
      {
        "letra": "E",
        "texto": "a penas de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892597",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Douglas foi denunciado e condenado pelo crime de lesão corporal em situação de violência doméstica. A sentença penal condenatória transitada em julgado aplicou-lhe uma pena privativa de liberdade de 1 ano, em regime aberto, mas, por ele preencher os requisitos legais, foi-lhe deferido o benefício da suspensão condicional da pena. Durante o cumprimento das condições do sursis penal, Douglas foi definitivamente condenado pela contravenção penal de vias de fato, no contexto familiar, que resultou na aplicação de prisão simples de 20 dias, a ser cumprida em regime aberto. Nessa situação hipotética, considerando o disposto no Código Penal, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá prorrogar o período de prova da suspensão condicional da pena até a extinção da punibilidade da contravenção penal pelo cumprimento integral da pena de prisão simples."
      },
      {
        "letra": "B",
        "texto": "deverá revogar a suspensão condicional da pena, momento em que Douglas passará a cumprir as penas privativas de liberdade, não se descontando da pena o tempo em que ele cumpria as condições do sursis."
      },
      {
        "letra": "C",
        "texto": "poderá revogar a suspensão condicional da pena, hipótese em que Douglas passará a cumprir as penas privativas de liberdade, descontando-se da pena o tempo em que ele cumpria as condições do sursis."
      },
      {
        "letra": "D",
        "texto": "não poderá revogar a suspensão condicional da pena, uma vez que a condenação definitiva por contravenção penal com pena privativa de liberdade não é causa de revogação de sursis penal."
      },
      {
        "letra": "E",
        "texto": "poderá prorrogar o período de prova da suspensão condicional da pena até o máximo, caso não tenha sido fixado anteriormente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886832",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional"
    ],
    "enunciado_principal": "Em relação ao livramento condicional e à suspensão condicional da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução da pena privativa de liberdade não superior a dois anos poderá ser suspensa desde que o condenado não seja reincidente em crime doloso ou culposo."
      },
      {
        "letra": "B",
        "texto": "as penas relativas a infrações diversas não podem ser somadas para efeito do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "a execução da pena privativa de liberdade não superior a quatro anos poderá ser suspensa quando o condenado for idoso."
      },
      {
        "letra": "D",
        "texto": "cabe livramento condicional ao condenado que cumprir mais de dois terços da pena, independentemente de ser reincidente específico em crime hediondo."
      },
      {
        "letra": "E",
        "texto": "a condenação anterior a uma pena de multa não impede a concessão da suspensão condicional da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813808",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "A suspensão condicional da pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é facultativamente revogada se o beneficiário é condenado por crime doloso em sentença condenatória irrecorrível."
      },
      {
        "letra": "B",
        "texto": "é incabível em crimes cometidos com violência ou grave ameaça à pessoa."
      },
      {
        "letra": "C",
        "texto": "comporta extensão a todas as modalidades de pena, como as penas restritivas de direitos e de multa, em razão de seus propósitos político-criminais."
      },
      {
        "letra": "D",
        "texto": "garante a ausência de estigmatização do condenado por não submetê-lo às mazelas prisionais, mas o mero comparecimento mensal em juízo."
      },
      {
        "letra": "E",
        "texto": "é aplicável em caso de reincidente em crime culposo e nos crimes submetidos à Lei Maria da Penha."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810051",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Claudio, engenheiro de 45 anos, mora com a esposa Ana, enfermeira de 43 anos, e com a filha Laura, estudante universitária de 20 anos. Certo dia, durante uma briga com a filha, Cláudio desfere contra esta um soco no rosto, causando em Laura lesões corporais de natureza leve devidamente verificadas por exame pericial. Na data dos fatos, Ana estava fora de casa, trabalhando, e só tomou conhecimento do ocorrido ao retornar no dia seguinte. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a suspensão condicional da execução da pena, desde que preenchidos os requisitos previstos no art. 77 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "É cabível transação penal, pois, como a lesão se deu entre pai e filha, não está alcançada pela Lei Maria da Penha."
      },
      {
        "letra": "C",
        "texto": "É cabível a suspensão condicional do processo, desde que preenchidos os requisitos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Não se aplica a Lei Maria da Penha ao caso, e sim o Código Penal, pois, como a lesão foi perpetrada pelo pai contra a filha, a situação está fora do escopo e da abrangência da lei específica."
      },
      {
        "letra": "E",
        "texto": "É cabível a substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1771699",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Lesões corporais",
      "Violência doméstica",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Paula namorou João por onze meses, tendo dado fim ao relacionamento em razão do comportamento ciumento e agressivo deste. Três meses após, João, inconformado com o fim do relacionamento, abordou Paula na saída do seu trabalho e, após desferir um soco em seu rosto, causando-lhe lesão leve, ainda a perseguiu até sua casa, ameaçando-a de morte caso não retomasse o namoro. Temendo a reação de João, Paula registrou o ocorrido, sendo os fatos confirmados por perícia e testemunhas que presenciaram o evento. João foi denunciado pelos crimes de lesão corporal e ameaça. Diante do que foi acima narrado, é correto constatar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato não se encaixa na Lei Maria da Penha, pois ocorrido após o fim do relacionamento entre João e Paula;"
      },
      {
        "letra": "B",
        "texto": "caso condenado, João poderá ter sua pena privativa de liberdade substituída por restritiva de direitos;"
      },
      {
        "letra": "C",
        "texto": "a natureza leve da lesão causada tornou indispensável a representação da vítima para denúncia do crime de lesão;"
      },
      {
        "letra": "D",
        "texto": "caso condenado, em razão da natureza dos delitos, João não poderá apelar em liberdade;"
      },
      {
        "letra": "E",
        "texto": "caso condenado por pena de até dois anos, João poderá ser beneficiado com a aplicação do sursis da pena, não sendo cabível, contudo, a suspensão condicional do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1744103",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Livramento condicional"
    ],
    "enunciado_principal": "Marque a assertiva INCORRETA, considerando a jurisprudência sumulada do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se execução provisória da pena restritiva de direitos, ou seja, enquanto o processo tramita na fase recursal."
      },
      {
        "letra": "B",
        "texto": "Não é possível a utilização de inquéritos policiais e ações penais em curso para agravar a pena- base."
      },
      {
        "letra": "C",
        "texto": "A suspensão condicional do processo é cabível na desclassificação do crime e na procedência parcial da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente como circunstância judicial."
      },
      {
        "letra": "E",
        "texto": "Quando a confissão for utilizada para a formação do convencimento do julgador, o réu fará jus à circunstância atenuante legal prevista no Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1788311",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Aos crimes praticados com violência doméstica e familiar contra a mulher, admite-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transação penal."
      },
      {
        "letra": "B",
        "texto": "pena de prestação pecuniária."
      },
      {
        "letra": "C",
        "texto": "suspensão condicional da pena."
      },
      {
        "letra": "D",
        "texto": "suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "pagamento isolado de pena de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673251",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Crimes contra a inviolabilidade de correspondência",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. A execução da pena privativa de liberdade, não superior a 2 (dois) anos, poderá ser suspensa, por 2 (dois) a 4 (quatro) anos se o condenado não seja reincidente em crime doloso ou se a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, autorizem a concessão do benefício, conforme previsto no artigo 77 do Código Penal. II. No Brasil, constituir, organizar, integrar, manter ou custear uma organização paramilitar, uma milícia particular, um grupo ou um esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal, são práticas sujeitas à pena de detenção, de 1 (um) a 3 (três) anos e multa, conforme previsto no artigo 288-A do Decreto-lei nº 2.848, de 1940. III. Devassar indevidamente o conteúdo de uma correspondência fechada, dirigida a outrem, é uma prática sujeita à pena de detenção, de seis a doze meses e multa, cumulativamente, de acordo com o Código Penal. Na mesma pena incorre quem se apossa indevidamente de correspondência alheia, embora não fechada e, no todo ou em parte, a sonega ou destrói, conforme disposto no artigo 151, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840441",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/1940 - Código Penal, a execução da pena privativa de liberdade, não superior a dois anos, poderá ser suspensa, por dois a quatro anos, desde que: I. A culpabilidade, os antecedentes, a conduta social e personalidade do agente, bem como os motivos e as circunstâncias, autorizem a concessão do benefício. II. O condenado não seja reincidente no mesmo tipo penal. III. Confessada a autoria do crime espontaneamente perante a autoridade. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1154121",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Remição de pena",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Acerca de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O trabalho do preso servirá tão somente a sua remissão na pena."
      },
      {
        "letra": "B",
        "texto": "A reclusão e a detenção são consideradas penas restritivas de direito."
      },
      {
        "letra": "C",
        "texto": "A execução da pena privativa de liberdade não superior a dois anos poderá ser suspensa por dois a quatro anos."
      },
      {
        "letra": "D",
        "texto": "É obrigatório o cumprimento da pena de reclusão em regime fechado ou semiaberto."
      },
      {
        "letra": "E",
        "texto": "O condenado a pena igual ou inferior a quatro anos poderá, desde o início, cumpri-la em regime aberto, ainda que seja reincidente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "986558",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Tício, réu primário e sem qualquer antecedente criminal, foi denunciado pela prática do crime de furto qualificado, porque teria subtraído uma televisão da residência da vítima, sendo que, para ingressar no local, teria, segundo a inicial acusatória, quebrado uma janela. Após a instrução, não foi juntado aos autos laudo que comprovasse que, de fato, a janela havia sido quebrada. O Ministério Público, diante da confissão judicial de Tício, requereu a condenação dele, pela prática do crime de furto simples, e a fixação de regime aberto, para o início de cumprimento de pena. Na condição de Defensor Público de Tício, em debates orais, é correto requerer, entre outros pedidos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a aplicação da suspensão condicional da pena, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "B",
        "texto": "a aplicação da suspensão condicional do processo, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "C",
        "texto": "a aplicação da transação penal, em caso de eventual condenação por furto simples."
      },
      {
        "letra": "D",
        "texto": "diante da preclusão dos pedidos de transação penal e da suspensão condicional do processo, apenas a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "a absolvição, pois a confissão não é rainha das provas, não podendo ser valorada em desfavor do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "960760",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "O benefício da suspensão condicional da pena — sursis penal —",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser concedido a condenado a pena privativa de liberdade, desde que esta não seja superior a quatro anos e que aquele não seja reincidente em crime doloso."
      },
      {
        "letra": "B",
        "texto": "é cabível nos casos de crimes praticados com violência ou grave ameaça, desde que a pena privativa de liberdade aplicada não seja superior a dois anos."
      },
      {
        "letra": "C",
        "texto": "pode estender-se às penas restritivas de direitos e à de multa, casos em que se suspenderá, também, a execução dessas penas."
      },
      {
        "letra": "D",
        "texto": "deverá ser, obrigatoriamente, revogado no caso da superveniência de sentença condenatória irrecorrível por crime doloso, culposo ou contravenção contra o beneficiário."
      },
      {
        "letra": "E",
        "texto": "impõe que, após o cumprimento das condições impostas ao beneficiário, seja proferida sentença para declarar a extinção da punibilidade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923554",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "A suspensão condicional da pena pode ser aplicada nos casos de condenação a pena privativa de liberdade não superior a três anos, nos crimes previstos na Lei n.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "9.605/1998, que dispõe sobre as sanções penais e administrativas derivadas de condutas e atividades lesivas ao meio ambiente."
      },
      {
        "letra": "B",
        "texto": "10.671/2003, que dispõe sobre o Estatuto de Defesa do Torcedor."
      },
      {
        "letra": "C",
        "texto": "10.741/2003, que dispõe sobre o Estatuto do Idoso."
      },
      {
        "letra": "D",
        "texto": "11.101/2005, que regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária."
      },
      {
        "letra": "E",
        "texto": "13.146/2015, que institui a Lei Brasileira de Inclusão da Pessoa com Deficiência (Estatuto da Pessoa com Deficiência)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "908299",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Reincidência"
    ],
    "enunciado_principal": "A reincidência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é elemento típico do direito penal do fato e tem determinação na adequação típica da conduta criminosa."
      },
      {
        "letra": "B",
        "texto": "determina que o regime inicial de cumprimento de pena seja obrigatoriamente o fechado."
      },
      {
        "letra": "C",
        "texto": "se verifica quando o agente comete novo crime depois de condenação criminal definitiva por contravenção penal."
      },
      {
        "letra": "D",
        "texto": "deixa de ser considerada se transcorrer período de 5 anos da data em que foi progredido ao regime aberto e o novo crime praticado."
      },
      {
        "letra": "E",
        "texto": "em crime doloso, impede a concessão da suspensão condicional da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904469",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Com 74 anos, Jairo foi definitivamente condenado pela prática de roubo simples (art. 157, caput, do CP). Primário e sendo-lhe inteiramente favoráveis as circunstâncias do art. 59 do CP, foi-lhe aplicada uma pena privativa de liberdade de 04 anos de reclusão. Nesse caso, considerando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena aplicada, é possível substituir a pena privativa de liberdade por duas penas restritivas de direitos."
      },
      {
        "letra": "B",
        "texto": "a pena aplicada e a idade de Jairo quando da condenação, é possível suspender a execução da pena pelo período de 04 a 06 anos."
      },
      {
        "letra": "C",
        "texto": "a pena aplicada e a idade de Jairo quando da condenação, é possível substituir a pena privativa de liberdade por duas penas restritivas de direitos."
      },
      {
        "letra": "D",
        "texto": "a pena aplicada, é impossível proceder-se à suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "a natureza do crime que ensejou a condenação, é impossível proceder-se à suspensão condicional da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "873595",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "A pena restritiva de direitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode substituir a privativa de liberdade em caso de reincidente em crime culposo, salvo se a pena for superior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "de limitação de fim de semana é vedada para crimes patrimoniais e contra a administração pública."
      },
      {
        "letra": "C",
        "texto": "de prestação pecuniária é indisponível e por isso não pode consistir em prestação de outra natureza mesmo com concordância da vítima."
      },
      {
        "letra": "D",
        "texto": "de prestação de serviço à comunidade pode ser cumprida em tempo menor do que a pena privativa de liberdade substituída, se esta for superior a um ano."
      },
      {
        "letra": "E",
        "texto": "pode ser cumulada com medida de segurança na modalidade de tratamento ambulatorial, pois não implica em restrição da liberdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832381",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Sobre a suspensão condicional da pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a revogação do sursis depende de condenação irrecorrível por crime cometido durante o período de prova, não se aplicando em caso de contravenção penal."
      },
      {
        "letra": "B",
        "texto": "o sursis pode ser recursado pelo réu, caso entenda que é mais benéfico o cumprimento de pena em regime aberto por tempo menor do que o da suspensão da pena."
      },
      {
        "letra": "C",
        "texto": "é incabível nos casos de crimes cometidos com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "em caso de aplicação cumulativa de pena privativa de liberdade e pena de multa, ambas são objeto de suspensão, quando aplicado o sursis."
      },
      {
        "letra": "E",
        "texto": "o sursis humanitário pode ser aplicado nos casos de condenação não superior a quatro anos, por razões de saúde, ficando a pena suspensa por seis a oito anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822990",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Sobre a suspensão condicional da pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes previstos na Lei ambiental n° 9.605/98, a suspensão poderá ser aplicada em condenação a pena privativa de liberdade não superior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "No primeiro ano do prazo, deverá o condenado cumprir uma das penas alternativas previstas no artigo 44 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "A execução da pena privativa de liberdade, não superior a quatro anos, poderá ser suspensa, por quatro a seis anos, desde que o condenado seja maior de sessenta anos de idade."
      },
      {
        "letra": "D",
        "texto": "É causa de revogação obrigatória a condenação por crime doloso e culposo."
      },
      {
        "letra": "E",
        "texto": "É causa de revogação obrigatória a frustração da execução de pena de multa, embora solvente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1384816",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Pela prática do crime de estelionato (artigo 171, caput, do CP), em continuidade delitiva (artigo 71, do CP), Valfrido é denunciado pelo Ministério Público Estadual. Quando do oferecimento da denúncia, o Promotor de Justiça deixa de oferecer a proposta de suspensão condicional do processo, ao argumento do descabimento da medida. No caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Promotor de Justiça não pode oferecer a suspensão condicional do processo porque tal medida não tem cabimento em crimes contra o patrimônio;"
      },
      {
        "letra": "B",
        "texto": "o Promotor de Justiça não pode oferecer a suspensão condicional do processo porque tal medida não tem cabimento à hipótese de estelionato;"
      },
      {
        "letra": "C",
        "texto": "a suspensão condicional do processo não tem cabimento, já que a continuidade delitiva impõe somatório que eleva de um ano a pena base;"
      },
      {
        "letra": "D",
        "texto": "a suspensão condicional do processo somente pode ser oferecida em hipótese de infrações de menor potencial ofensivo;"
      },
      {
        "letra": "E",
        "texto": "a suspensão condicional do processo é de iniciativa reservada ao juiz, sendo certo dizer que somente poderá advir ao momento da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "684392",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Sobre a suspensão condicional da pena, prevista pelo Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução da pena privativa de liberdade, não superior a 2 (dois) anos, poderá ser suspensa, por 2 (dois) a 4 (quatro) anos, desde que, dentre outras condições, o condenado não seja reincidente em crime doloso."
      },
      {
        "letra": "B",
        "texto": "A condenação anterior à pena de multa impede a concessão do benefício da suspensão condicional da pena."
      },
      {
        "letra": "C",
        "texto": "A suspensão condicional da pena se estende às penas restritivas de direitos e à multa."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário for condenado em sentença recorrível por crime culposo."
      },
      {
        "letra": "E",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário frustrar, por insolvência, a execução de pena de multa ou não efetuar, ainda que por motivo justificado, a reparação do dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634565",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Mariano, condenado a pena de detenção de um ano e oito meses, em virtude da prática de violência doméstica (art. 129, § 9°, CP), foi beneficiado pela concessão de sursis. Nesse contexto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concessão do sursis na sentença condenatória dispensa motivação pelo juiz."
      },
      {
        "letra": "B",
        "texto": "as condições estabelecidas na sentença não levarão em conta a situação pessoal do apenado, adequando-se unicamente ao fato."
      },
      {
        "letra": "C",
        "texto": "o período de suspensão deverá ser equivalente ao da pena suspensa."
      },
      {
        "letra": "D",
        "texto": "as condições estabelecidas na decisão concessiva do sursis poderão ser modificadas a qualquer tempo, exigindo-se seja ouvido o condenado."
      },
      {
        "letra": "E",
        "texto": "é impossível a prorrogação do período de prova."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762869",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Quanto à suspensão condicional da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante o prazo de suspensão, o condenado não ficará sujeito à observação e ao cumprimento das condições estabelecidas pelo juiz."
      },
      {
        "letra": "B",
        "texto": "A execução da pena privativa de liberdade, não superior a 4 anos, poderá ser suspensa, por 4 a 6 anos, desde que o condenado seja maior de 70 anos de idade, ou tenha razões de saúde que justifiquem a suspensão."
      },
      {
        "letra": "C",
        "texto": "O condenado reincidente em crime doloso poderá ter suspensa a execução da pena privativa de liberdade, não superior a 2 (dois) anos, por 2 (dois) a 4 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "A suspensão se estende às penas restritivas de direitos e à multa."
      },
      {
        "letra": "E",
        "texto": "A suspensão não poderá ser revogada em nenhuma hipótese."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444033",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "No dia 26 de janeiro de 2011, João Porto, 21 anos, ofendeu a integridade corporal de seu vizinho, Jorge Antônio, ao desferir-lhe um soco no olho esquerdo, causando-lhe a perda da visão. O Ministério Público ofereceu denúncia contra o acusado pelo crime de lesão corporal de natureza grave, art. 129, §1º, inciso III (debilidade permanente de sentido), do CP. A peça vestibular foi recebida no dia 14 de fevereiro de 2011. A ação penal foi julgada procedente, condenando João Porto à pena de um ano de reclusão, dada a sua condição de primário, de bons antecedentes e com circunstâncias judiciais favoráveis. A sentença condenatória foi publicada no dia 29 de março de 2014, que se tornou definitiva para as partes em abril do mesmo ano. Assim, na hipótese apresentada, e com base na pena aplicada, confere-se ao condenado o direito à",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão condicional do processo."
      },
      {
        "letra": "B",
        "texto": "suspensão condicional da pena."
      },
      {
        "letra": "C",
        "texto": "substituição da pena privativa de liberdade por uma restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "substituição da pena privativa de liberdade por duas restritivas de direitos."
      },
      {
        "letra": "E",
        "texto": "extinção da punibilidade pela prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "444031",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Substituição - Concessão.",
      "Substituição - Revogação.",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Em relação à aplicação das penas restritivas de direitos nas questões penais apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena restritiva de direitos converte-se em privativa de liberdade quando ocorrer o descumprimento injustificado da restrição imposta, devendo o condenado cumpri-la, integralmente, sem deduzir o tempo cumprido da pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal decidiu pela constitucionalidade das regras impeditivas da substituição da pena privativa de liberdade em restritiva de direitos ao condenado por tráfico de drogas privilegiado."
      },
      {
        "letra": "C",
        "texto": "Ao estrangeiro, residente no país, e com visto de permanência, autor de crime considerado de menor potencial ofensivo, não se admite a concessão da pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça posiciona-se no sentido de que a reincidência genérica não impede, por si só, a substituição da pena privativa de liberdade por restritiva de direitos, podendo o juiz aplicar a substituição, desde que, em face da condenação anterior, a medida seja socialmente recomendável e a reincidência não tenha se operado em virtude do mesmo crime."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de concurso de crimes, a substituição da pena privativa de liberdade por restritiva de direitos será possível mesmo que o total das reprimendas ultrapasse quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393349",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "A respeito da aplicação das penas, das medidas de segurança e dos benefícios penais do condenado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código Penal, réu primário condenado à pena de dois anos de reclusão pelo crime de furto qualificado consumado não pode se beneficiar da suspensão condicional da pena."
      },
      {
        "letra": "B",
        "texto": "O cometimento de crime doloso anteriormente à concessão do benefício do livramento condicional não enseja a revogação do benefício."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança, por não possuir natureza de sanção penal, não se sujeita a prazo prescricional."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, na dosimetria da pena, os fatos posteriores ao crime em julgamento não podem ser utilizados para configurar reincidência, mas podem servir de fundamento para valorar negativamente a culpabilidade, a personalidade e a conduta social do réu."
      },
      {
        "letra": "E",
        "texto": "A reabilitação do condenado poderá ser requerida após a decorrência do prazo de cinco anos, contado do dia em que for extinta, de qualquer modo, a pena ou terminar sua execução, computando-se o período de prova da suspensão e o do livramento condicional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "378915",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Com relação ao sursis, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser concedido a réu reincidente."
      },
      {
        "letra": "B",
        "texto": "É especial aquele em que o condenado, no primeiro ano do período de prova, deverá prestar serviços à comunidade ou submeter-se à limitação de fim de semana."
      },
      {
        "letra": "C",
        "texto": "É simples (ou comum) aquele em que o condenado arcará, dentre outras, com a condição de não se ausentar da comarca onde reside sem autorização judicial."
      },
      {
        "letra": "D",
        "texto": "O descumprimento injustificado de condição estabelecida em sua versão simples implica causa facultativa de revogação."
      },
      {
        "letra": "E",
        "texto": "A duração máxima do período de prova é de quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308172",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "Nos termos do Código Penal, a suspensão condicional da pena poderá ser revogada se o condenado descumpre qualquer outra condição imposta ou é irrecorrivelmente condenado, por crime ou contravenção, a pena privativa de liberdade ou restritiva de direitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305589",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Na suspensão condicional da pena, poderão ser impostas pelo Juiz, como normas de conduta e obrigações, as seguintes condições:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Frequentar curso de habilitação profissional ou de instrução escolar."
      },
      {
        "letra": "B",
        "texto": "Prestar serviços em favor do Estado."
      },
      {
        "letra": "C",
        "texto": "Atender aos encargos da comunidade."
      },
      {
        "letra": "D",
        "texto": "Submeter-se a tratamento médico, caso esteja com doença infectocontagiosa."
      },
      {
        "letra": "E",
        "texto": "Frequentar casas de tavolagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "303091",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Acerca de aspectos diversos relacionados às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, dolosamente, falsificar produto cosmético e o expuser à venda em feira pública poderá, na sentença condenatória, ter sua pena privativa de liberdade substituída por pena restritiva de direitos, consistente em prestação pecuniária ao consumidor que eventualmente faça uso do produto, deduzindo-se o valor do montante de eventual condenação em ação de reparação civil."
      },
      {
        "letra": "B",
        "texto": "Aquele que ostente condenação anterior transitada em julgado a pena de multa pelo crime de ter, dolosamente, danificado plantas de ornamentação de logradouro público, e que for condenado a pena de três anos de reclusão por crime de desmatamento de floresta nativa em terra de domínio público, sem autorização do órgão competente, poderá ser beneficiado pela suspensão condicional da execução da pena."
      },
      {
        "letra": "C",
        "texto": "Será causa para a revogação obrigatória da suspensão condicional da execução da pena concedida ao condenado por crime de lesão corporal de natureza grave o fato de este beneficiário, no curso do prazo, ser condenado, em sentença irrecorrível, pelo crime de, culposamente, ter destruído floresta considerada de preservação permanente."
      },
      {
        "letra": "D",
        "texto": "Será inicialmente fechado o regime de cumprimento da pena nos crimes hediondos, de tortura, de terrorismo e de tráfico ilícito de entorpecentes."
      },
      {
        "letra": "E",
        "texto": "O reincidente em crime de receptação que for condenado em crime de falsificação de documento público não poderá ser beneficiado pela substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610738",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "É cediço que a Suspensão Condicional da Pena, também chamada sursis, nada mais é que a suspensão de uma parte da execução de algumas penas privativas de liberdade, durante certo período de tempo e também de acordo com algumas condições impostas pela justiça brasileira. Acerca deste assunto, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Suspensão Condicional da Pena, apenas encontra permissão nos casos de penas Privativas de Liberdade e nas Restritivas de Liberdade, sendo vedada exclusivamente nos casos de pena de multa."
      },
      {
        "letra": "B",
        "texto": "O juiz sempre estará obrigado a revogar o benefício da Suspensão Condicional da Pena nos casos de superveniência de condenação irrecorrível à pena privativa de liberdade ou restritiva de direitos, pela prática de contravenção penal ou crime culposo, descumprimento das condições legais do sursis especial e descumprimento de qualquer outra condição não elencada em lei, mas imposta pelo juiz."
      },
      {
        "letra": "C",
        "texto": "O período de prova é o “lapso temporal\" no qual o condenado deverá cumprir com as obrigações impostas para garantir sua liberdade. No sursis simples e no especial, o período de prova pode variar de 4 a 6 anos, enquanto que no sursis etário e humanitário, varia de 2 a 4 anos. O início do prazo começa a correr a partir da audiência de advertência, conhecida como audiência admonitória, em que se dá conhecimento da sentença ao beneficiário."
      },
      {
        "letra": "D",
        "texto": "Se o condenado vier a cometer nova infração, antes ou durante o período de prova, e vier a ser processado no gozo do sursis, prorroga-se o prazo da suspensão até que transite em julgado a sentença em relação ao segundo crime."
      },
      {
        "letra": "E",
        "texto": "Nos casos de extinção da pena, uma vez que se tenha expirado o prazo de suspensão ou de prorrogação da Suspensão Condicional da Pena, sem que tenha havido qualquer motivo para sua revogação, a referida extinção se dará imediatamente na data em que o juiz profere a decisão, não havendo necessidade de se aguardar o término do período de prova."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "273271",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: BRDE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação."
    ],
    "enunciado_principal": "De acordo com as regras de Direito Penal, a respeito da suspensão condicional da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que preenchidos os requisitos legais, o magistrado pode indeferir a suspensão condicional da pena, tendo em vista a gravidade do crime praticado."
      },
      {
        "letra": "B",
        "texto": "A condenação anterior à pena de multa não impede a concessão do benefício."
      },
      {
        "letra": "C",
        "texto": "A execução da pena privativa de liberdade, não superior a quatro anos, poderá ser suspensa, por quatro a seis anos, desde que o condenado seja maior de sessenta anos de idade."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional estende seus efeitos às penas restritivas de direitos e à multa."
      },
      {
        "letra": "E",
        "texto": "É facultativa a revogação da suspensão condicional da pena quando o beneficiário é condenado, em sentença irrecorrível, por crime doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270434",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Com base nessa situação hipotética e no que dispõe o CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz deve conceder a Fabiano o sursis etário pelo período de prova de quatro a seis anos, por se tratar de idoso."
      },
      {
        "letra": "B",
        "texto": "O juiz pode suspender a execução da pena pelo período de prova de dois a quatro anos, ainda que Fabiano seja reincidente em crime doloso."
      },
      {
        "letra": "C",
        "texto": "Durante os primeiros dois anos do período de prova, Fabiano deverá cumprir prestação de serviços à comunidade e submeter-se à limitação de fim de semana."
      },
      {
        "letra": "D",
        "texto": "O juiz deverá revogar a suspensão condicional da execução da pena se Fabiano, no período de prova, for condenado, em primeira instância por crime doloso, ou por sentença irrecorrível em crime culposo."
      },
      {
        "letra": "E",
        "texto": "A suspensão condicional da execução da pena poderá ser revogada se Fabiano for condenado irrecorrivelmente por crime culposo ao qual seja aplicada pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239446",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "A propósito da suspensão condicional da pena éincorretoafirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É incabível afirmar que o sursis seja pena, pois estas são claramente enumeradas no Código Penal e a suspensão é medida destinada justamente a evitar a aplicação das pena privativa de liberdade;"
      },
      {
        "letra": "B",
        "texto": "Doutrinariamente sursis humanitário, também conhecido como simples, é aquele consistente na aplicação das condições de prestação de serviços à comunidade ou limitação de fim de semana, além da proibição de ausentar-se da comarca onde reside;"
      },
      {
        "letra": "C",
        "texto": "O habeas corpus não é meio idôneo, em regra, para discutir a concessão de sursis, nem para a análise das condições estipuladas pelo juiz. Excepcionalmente poderá ser manejado o remédio constitucional, visando corrigir a imperfeição de uma decisão de forma eficaz e célere;"
      },
      {
        "letra": "D",
        "texto": "A condenação, em sentença irrecorrível, por crime doloso é causa de revogação obrigatória da suspensão condicional da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "291958",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão."
    ],
    "enunciado_principal": "Assinale a alternativa correta pertinente ao sursis (suspensão condicional da pena).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ao juiz de execução decidir sobre a suspensão da pena privativa de liberdade por determinado período de prova, após o qual, se não houver revogação, será declarada extinta a punibilidade."
      },
      {
        "letra": "B",
        "texto": "O sursis especial é a modalidade de suspensão condicional da pena aplicada a penas restritivas de direito ou de multa."
      },
      {
        "letra": "C",
        "texto": "No caso de novo processo criminal ainda sem sentença definitiva, o período de prova do sursis é prorrogado até o julgamento definitivo daquele."
      },
      {
        "letra": "D",
        "texto": "O sursis é vedado ao reincidente em crime doloso já condenado a pena privativa de liberdade, restritiva de direitos ou multa."
      },
      {
        "letra": "E",
        "texto": "A aplicação do sursis tem preferência, na aplicação da pena, em relação à substituição por pena restritiva de direitos."
      }
    ],
    "gabarito": "E"
  }
]