[
  {
    "id": "3531586",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Sobre a evolução do dolo na estrutura do delito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No sistema causal-naturalista, o dolo era considerado mero elemento normativo, desvinculado da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "O finalismo, ao transferir o dolo para o tipo penal, manteve a consciência da ilicitude como parte integrante do dolo (dolus malus)."
      },
      {
        "letra": "C",
        "texto": "Para o funcionalismo radical, o dolo deve ser analisado exclusivamente com base em critérios ontológicos, rejeitando normatização."
      },
      {
        "letra": "D",
        "texto": "A teoria finalista excluiu definitivamente o elemento volitivo do dolo, reduzindo-o a um juízo puramente cognitivo."
      },
      {
        "letra": "E",
        "texto": "No neokantismo, o dolo e a culpa permaneceram na culpabilidade, seguindo uma concepção estritamente psicológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3408798",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, julgue o item que se segue. De acordo com a teoria que determina o tempo do crime, para efeitos penais, não se computa no prazo o dia em que este se inicia, incluindo-se, porém, o dia de seu vencimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334339",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Crime impossível",
      "Noções gerais de Concursos de Pessoas",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo"
    ],
    "enunciado_principal": "Cansados da vida honesta e inspirados por um filme de qualidade duvidosa de Sessão da Tarde, Beto, o entregador de pizza, e seu primo Mevinho, estudante de teatro e aspirante a vilão de novela mexicana, decidem praticar um roubo. A dupla, munida de um simulacro de arma feito com uma banana coberta por papel alumínio, invade uma padaria no fim do expediente. Entre gritos dramáticos de Mevinho: - Entregue todo o dinheiro, infeliz!\", e Beto tentando não rir da encenação, eles conseguem subtrair R$ 152,50 e dois sonhos de padaria. Ao tentarem fugir de bicicleta, Mevinho escorrega, a banana voa longe, e ambos são capturados por uma senhora de 70 anos que fazia taekwondo na academia Qfight. Com base nessa narrativa, assinale a alternativa correta sobre a tipificação penal dos fatos narrados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a arma utilizada era uma banana, trata-se de furto simples, e não de roubo, pois não houve efetiva ameaça ou violência real."
      },
      {
        "letra": "B",
        "texto": "Trata-se de roubo simples, pois a encenação com a banana não configura meio idôneo para gerar temor na vítima."
      },
      {
        "letra": "C",
        "texto": "Configura roubo majorado pelo concurso de pessoas, mesmo com a utilização de um simulacro."
      },
      {
        "letra": "D",
        "texto": "Como os agentes não conseguiram fugir com os bens, o crime é impossível, pela ineficácia absoluta do meio empregado."
      },
      {
        "letra": "E",
        "texto": "A conduta dos agentes é atípica, pois não houve violência real nem grave ameaça concreta, mas apenas uma cena de comédia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296377",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Analise as afirmativas sobre aspectos legais do socorro em emergências: I. O motorista socorrista pode responder civil e penalmente caso haja negligência ou imprudência na condução, resultando em agravos ao paciente. II. O Código de Ética Profissional do Servidor Público dispensa a responsabilização do motorista no desempenho de atividades oficiais. III. A recusa injustificada de atendimento a uma vítima em situação de risco pode configurar omissão de socorro, passível de responsabilização. IV. O serviço pré-hospitalar deve respeitar a intimidade e privacidade do paciente, mesmo em situações de urgência. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272316",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas: I. A reincidência não impede o reconhecimento do princípio da insignificância. PORQUE II. No Brasil, aplica-se o Direito Penal do Autor. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa, não servindo de justificativa para a primeira."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira, não servindo de fundamento para a primeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3270130",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Um empregador se comporta de forma negligente quando é requisitado a implementar medidas de segurança regulamentadas por lei em um ambiente de trabalho. Como resultado direto desta negligência, seu funcionário sofre um grave acidente, resultando em uma incapacidade permanente. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empregador pode ser responsabilizado apenas na esfera civil, que pode gerar o pagamento de indenização ao funcionário acidentado."
      },
      {
        "letra": "B",
        "texto": "O empregador não pode ser responsabilizado criminalmente, pois acidentes de trabalho são considerados riscos inerentes à atividade laboral."
      },
      {
        "letra": "C",
        "texto": "O empregador pode ser responsabilizado tanto civil quanto criminalmente, dependendo das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "O empregador só pode ser responsabilizado criminalmente se ficar comprovado que agiu com dolo no descumprimento das normas de segurança."
      },
      {
        "letra": "E",
        "texto": "O empregador não pode ser responsabilizado criminalmente, pois a legislação trabalhista brasileira não prevê sanções penais para acidentes de trabalho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3228276",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "No tocante à teoria geral do delito, especificamente quanto à tentativa, ao iter criminis e demais institutos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se o instituto da desistência voluntária quando o agente, de forma voluntária, desiste de prosseguir na execução do crime. Neste caso, responderá pelos atos já praticados, acrescido de 1/3 até a metade da pena cominada, diante do dolo inicial."
      },
      {
        "letra": "B",
        "texto": "Quanto à tentativa, o Código Penal adotou como regra geral a teoria subjetiva (ou voluntarística), que pune de forma mais branda a tentativa em relação à pena do crime consumado."
      },
      {
        "letra": "C",
        "texto": "Certas modalidades de crimes não admitem tentativa, como os crimes culposos, os crimes preterdolosos, os crimes omissivos próprios, os crimes plurissubsistentes e os crimes de atentado."
      },
      {
        "letra": "D",
        "texto": "A figura do arrependimento posterior, prevista na parte geral do código penal, traz como consequência a redução de pena de um a dois terços. Trata-se de regra geral que encontra exceções em figuras específicas previstas na parte especial do próprio código, a exemplo do art. 168-A, §2º, figura parecida, mas que prevê como consequência a extinção da punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3228275",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A respeito da teoria geral do delito e seus diferentes substratos, em especial o fato típico, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coação irresistível, na modalidade de vis compulsiva, exclui a vontade do agente, tornando o fato atípico."
      },
      {
        "letra": "B",
        "texto": "A coação irresistível, na modalidade vis absoluta, exclui a culpabilidade, diante da existência de vontade viciada."
      },
      {
        "letra": "C",
        "texto": "Se o agente, com seu comportamento anterior criou o risco da ocorrência do resultado, tem o dever de agir para evitar o resultado. Não basta o dever, é necessário também a possibilidade real (“poder”) de evitar o resultado."
      },
      {
        "letra": "D",
        "texto": "De acordo com o sistema clássico da ação (teoria causalista da conduta), adotada pelo Código Penal na reforma de 1984, o dolo localiza-se na conduta, elemento integrante do fato típico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153258",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre o conceito de crime no Direito Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo crime pressupõe dolo, não havendo previsão de responsabilização por conduta culposa."
      },
      {
        "letra": "B",
        "texto": "A tipicidade formal exige correspondência exata entre a conduta praticada e a descrição contida na norma penal."
      },
      {
        "letra": "C",
        "texto": "A antijuridicidade é caracterizada apenas pela ausência de justificativa moral para a conduta."
      },
      {
        "letra": "D",
        "texto": "A culpabilidade é elemento dispensável para a configuração do crime, bastando a conduta e o resultado lesivo."
      },
      {
        "letra": "E",
        "texto": "A relação de causalidade entre conduta e resultado é irrelevante nos crimes omissivos impróprios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3666777",
    "metadata": "Ano: 2024 | Banca: FUNCEPE | Órgão: Câmara de Caucaia - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Quando A ministra veneno a B, sabe-se que os atos executórios estão concluídos e se nada fizer para impedir o resultado, a vítima morrerá. Desta forma, A deverá agir, aplicando o antídoto para fazer cessar os efeitos do que ele mesmo causou, isto é, que ocorrerá entre o término dos atos executórios e a consumação. Considerando o caso hipotético apresentado e com base na Legislação Penal, damos o nome de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "crime impossível."
      },
      {
        "letra": "E",
        "texto": "crime falho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3598277",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: DEPPEN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se o crime consumado quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "A omissão é penalmente relevante ainda que o omitente não tenha o dever de agir."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente à pena aplicável ao crime doloso."
      },
      {
        "letra": "D",
        "texto": "Diz-se o crime culposo quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "E",
        "texto": "O agente que age em legítima defesa responde com a pena correspondente ao crime consumado, diminuída de 1/3 (um terço) a 2/3 (dois terços)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3541722",
    "metadata": "Ano: 2024 | Banca: CONSULPAM | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Fundamentado nos princípios do Direito Penal, um crime requer a presença de elementos essenciais, sendo isso também verdade para os crimes de informática. Um desses elementos é conhecido por implicar que o autor do crime deve ser capaz de receber acusação e estar sujeito a receber a pena, de acordo com o que a lei prevê. Assinale a alternativa que apresenta o nome do elemento essencial descrito acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ilicitude."
      },
      {
        "letra": "B",
        "texto": "Presunção."
      },
      {
        "letra": "C",
        "texto": "Tipicidade."
      },
      {
        "letra": "D",
        "texto": "Punibilidade."
      },
      {
        "letra": "E",
        "texto": "Culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3405207",
    "metadata": "Ano: 2024 | Banca: Instituto Ágata | Órgão: Prefeitura de Portel - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Analise os itens a seguir: I. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido. II. A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. III. Diz-se crime tentado quando o agente voluntariamente desiste de prosseguir na execução ou impede que o resultado se produza. Marque a única alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II são falsos."
      },
      {
        "letra": "D",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "E",
        "texto": "Os itens I e III são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3345831",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O sistema de teoria do crime que inspirou a parte geral do Código Penal brasileiro é o finalista, que, embora possa ser considerado ultrapassado em alguns pontos na atualidade, representou uma evolução em relação aos sistemas clássico e neoclássico. Os três sistemas dividem os elementos do crime em duas categorias: o injusto e a culpabilidade. É um aspecto característico do sistema finalista",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a imputabilidade como mero pressuposto da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "a culpabilidade caracterizada a partir de elementos psicológicos e normativos."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade caracterizada a partir de elementos psicológicos."
      },
      {
        "letra": "D",
        "texto": "o dolo como elemento do tipo penal inserido no injusto."
      },
      {
        "letra": "E",
        "texto": "a culpa como elemento do tipo penal inserido na culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3308463",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Maripá - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Conforme a doutrina majoritária, assinalar a alternativa que apresenta a possibilidade do instituto jurídico penal da tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes culposos."
      },
      {
        "letra": "B",
        "texto": "Crimes condicionados."
      },
      {
        "letra": "C",
        "texto": "Crimes habituais."
      },
      {
        "letra": "D",
        "texto": "Crimes dolosos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3303661",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que, voluntariamente, desiste de prosseguir na execução do crime responderá pela tentativa."
      },
      {
        "letra": "B",
        "texto": "considera-se consumado o crime quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "C",
        "texto": "pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de metade."
      },
      {
        "letra": "D",
        "texto": "pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "considera-se praticado o crime no lugar em que ocorreu a ação ou omissão independentemente de onde se produziu o resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3098533",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Antijuridicidade",
      "Crimes contra a vida"
    ],
    "enunciado_principal": "Ricardo, apaixonado por Mariana, ao vê-la trocando carícias com Lucas, ficou consumido pela fúria e pelo ciúme. Em um momento de desespero, atirou contra ambos com sua arma de fogo, com a intenção de matá-los, mas errou o alvo. Lucas, assustado, tentou escapar, mas, ao fugir, tropeçou no tapete, perdeu o equilíbrio e caiu, batendo fortemente a cabeça no chão, resultando em sua morte. Ao se aproximar de Mariana, ainda armado, Ricardo percebeu o amor que sentia por ela e decidiu não continuar o ataque, abraçando-a. Infelizmente, Mariana sofreu um ataque cardíaco inesperado e também faleceu. Ricardo foi acusado de homicídio doloso em relação a Lucas e Mariana. Considerando a situação hipotética apresentada, analise as possíveis implicações legais sobre a responsabilidade de Ricardo pelas mortes de Lucas e Mariana, levando em conta os princípios do direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ricardo agiu em legítima defesa, pois se sentiu ameaçado pela presença de Lucas."
      },
      {
        "letra": "B",
        "texto": "O arrependimento eficaz de Ricardo em relação a Mariana exclui sua responsabilidade por homicídio, enquanto a morte de Lucas configura homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "O nexo causal entre a conduta de Ricardo e as mortes de Lucas e Mariana foi rompido, configurando tentativa de homicídio em relação a Lucas e homicídio em relação a Mariana."
      },
      {
        "letra": "D",
        "texto": "A morte de Lucas decorreu de um evento superveniente, e a conduta de Ricardo configura apenas a tentativa de homicídio em relação a Lucas; como houve desistência voluntária em relação a Mariana, não configura-se nem homicídio, nem tentativa de homicídio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3058684",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Segundo a teoria geral do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de dano são aqueles que demandam a comprovação da ameaça de lesão ao bem jurídico protegido."
      },
      {
        "letra": "B",
        "texto": "Os crimes de mera conduta são consumados no momento da produção do resultado expressamente contido na descrição típica."
      },
      {
        "letra": "C",
        "texto": "Os crimes de perigo concreto são aqueles que demandam a comprovação da ofensa material ao bem jurídico tutelado."
      },
      {
        "letra": "D",
        "texto": "Os crimes materiais são aqueles em que o tipo penal descreve a conduta e o resultado, mas não exige a ocorrência deste último para fins de consumação."
      },
      {
        "letra": "E",
        "texto": "Os crimes formais se consumam antes da ocorrência do resultado naturalístico previsto na descrição típica, sendo, por essa razão, também chamados de crimes de consumação antecipada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3051479",
    "metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se vítima de especial vulnerabilidade aquela cuja singular fragilidade resulte, especificamente, de sua idade, gênero, estado de saúde ou de deficiência, bem como do fato de o tipo, o grau e a duração da vitimização terem resultado em lesões com consequências graves no seu equilíbrio psicológico ou nas condições de sua integração social."
      },
      {
        "letra": "B",
        "texto": "Considera-se vítima coletiva o grupo social, comunidades ou organizações sociais atingidas pela prática de crime, ato infracional ou calamidade pública que ofenda bens jurídicos coletivos, tais como a saúde pública, o meio ambiente, o sentimento religioso, o consumidor, a fé pública, a administração pública."
      },
      {
        "letra": "C",
        "texto": "Entendem-se como fatos vitimizantes a ação ou omissão que causa dano, menoscaba ou coloca em perigo os bens jurídicos ou direitos de uma pessoa, convertendo-a em vítima, assim entendidos os exclusivamente tipificados como crime."
      },
      {
        "letra": "D",
        "texto": "Observado o dolo específico, constitui crime de abuso de autoridade submeter a vítima de infração penal ou a testemunha de crimes violentos a procedimentos desnecessários, repetitivos ou invasivos, que a leve a reviver, sem estrita necessidade, a situação de violência ou outras situações potencialmente geradoras de sofrimento ou estigmatização."
      },
      {
        "letra": "E",
        "texto": "Consideram-se vítimas indiretas as pessoas que possuam relação de afeto ou parentesco com a vítima direta, até o terceiro grau, desde que convivam, estejam sob seus cuidados ou desta dependam, no caso de morte ou desaparecimento causado por crime, ato infracional ou calamidade pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3051473",
    "metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito",
      "Antijuridicidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do princípio da legalidade, a estrutura semântica da lei incriminadora deve ser rigorosamente observada e suas elementares devem encontrar adequação fática para que o comando secundário seja aplicado, exercendo o tipo penal uma imprescindível função de garantia."
      },
      {
        "letra": "B",
        "texto": "Todos os tipos comissivos dolosos também admitem punição a título de culpa, se presente a negligência, imprudência ou imperícia, sendo que em ambos os casos (dolo ou culpa) a tipicidade material poderá ser inferida independentemente da violação do bem jurídico tutelado."
      },
      {
        "letra": "C",
        "texto": "A tipicidade é a ratio cognoscendi da antijuridicidade, isto é, a adequação do fato ao tipo faz surgir o indício de que a conduta é antijurídica, sendo essa presunção afastada apenas diante da configuração de uma causa de justificação."
      },
      {
        "letra": "D",
        "texto": "Os elementos normativos do tipo auxiliam o legislador na tarefa de descrever o comportamento proibido, caracterizando-se por circunstâncias que não se limitam em descrever o natural, mas implicam um juízo de valor."
      },
      {
        "letra": "E",
        "texto": "Na tipicidade conglobante, o juízo de tipicidade é analisado partindo do sistema normativo considerado em sua globalidade, sendo imprescindível verificar não apenas a subsunção da conduta ao tipo, mas também se o comportamento é antinormativo, ou seja, não determinado ou incentivado por qualquer ramo do Direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2564152",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Acerca da teoria do crime, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Através dos ensinamentos da doutrina moderna, a tipicidade penal engloba a tipicidade formal e a tipicidade material, passando a permitir, por exemplo, o reconhecimento da insignificância como hipótese de atipicidade material. ( ) Quando, para configurar o delito, houver necessidade de uma norma de extensão, pode-se afirmar que se está diante de uma tipicidade mediata ou indireta. ( ) A teoria da tipicidade conglobante tem como consequência a transferência do estrito cumprimento de um dever legal e do exercício regular do direito da tipicidade para a ilicitude. ( ) A conduta de tentar matar alguém somente é punível graças ao disposto no Art. 14, II, do Código Penal. Assim, pode-se afirmar que a figura da tentativa é considerada uma norma de extensão temporal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2545590",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "[Questão Inédita] A Polícia Militar é acionada para averiguar possível contravenção de perturbação ao sossego alheio (art. 42 da Lei das Contravenções Penais). Ao chegar no local, a guarnição militar atestou a materialidade da infração penal e, ao averiguar a autoria, chegou-se ao nome de Mevinho, jovem de 18 anos. Ocorre que, o vovô Mévio, com 75 anos, foi até a Delegacia de Polícia assumir a autoria da infração penal, sabedor que o real perturbador do sossego alheio era seu neto, Mevinho. Nesses termos, o vovô Mévio praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Auto-acusação falsa (art. 341 do Código Penal)"
      },
      {
        "letra": "B",
        "texto": "Denunciação Caluniosa (art. 339 do Código Penal)"
      },
      {
        "letra": "C",
        "texto": "Comunicação falsa de crime ou de contravenção (art. 340 do Código Penal)"
      },
      {
        "letra": "D",
        "texto": "Conduta atípica"
      },
      {
        "letra": "E",
        "texto": "Falso testemunho (art. 342 do Código Penal)"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507083",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "No que diz respeito à teoria do crime, em relação à causalidade, o Código Penal brasileiro adotou a teoria da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imputação objetiva."
      },
      {
        "letra": "B",
        "texto": "Relevância jurídica."
      },
      {
        "letra": "C",
        "texto": "Causalidade adequada."
      },
      {
        "letra": "D",
        "texto": "Condição conforme as leis."
      },
      {
        "letra": "E",
        "texto": "Equivalência dos antecedentes causais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2478822",
    "metadata": "Ano: 2024 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Quanto aos elementos do crime, especialmente ao fato típico, de acordo com o Código Penal Brasileiro e suas disposições, analise a questão e marque a alternativa CORRETA. Pedro, Bombeiro Militar, vê Antônio, seu desafeto, se afogando no rio. Populares pedem que ele o salve, porém, Pedro, propositalmente não o faz, com o intuito de matá-lo. Antônio efetivamente vem a falecer. Neste caso, Pedro cometeu que crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Homicídio doloso, por omissão própria."
      },
      {
        "letra": "C",
        "texto": "Não houve crime."
      },
      {
        "letra": "D",
        "texto": "Homicídio doloso, na modalidade comissiva por omissão."
      },
      {
        "letra": "E",
        "texto": "Homicídio doloso, por dolo eventual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3668276",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Vale Real - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Os trabalhadores urbanos e rurais possuem diversos direitos previstos constitucionalmente. Nos termos da Constituição Federal, é garantida a proteção do salário na forma da lei, constituindo crime sua retenção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dolosa."
      },
      {
        "letra": "B",
        "texto": "Culposa."
      },
      {
        "letra": "C",
        "texto": "Preterdolosa."
      },
      {
        "letra": "D",
        "texto": "Em qualquer caso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2646991",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "As regras gerais do Código Penal, nos termos de seu art. 12,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicam-se, apenas, aos fatos incriminados no Código Penal ou leis especiais que assim expressamente prevejam."
      },
      {
        "letra": "B",
        "texto": "aplicam-se aos fatos incriminados por lei especial, se esta não dispuser de modo diverso."
      },
      {
        "letra": "C",
        "texto": "não se aplicam a fatos incriminados por lei especial se a vigência do Código for posterior à da Lei."
      },
      {
        "letra": "D",
        "texto": "não se aplicam a fatos incriminados por lei especial se a vigência do Código for anterior à da Lei."
      },
      {
        "letra": "E",
        "texto": "tem primazia sobre as regras de lei especial, quando esta dispuser de modo diverso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2434503",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Gerard atua na área de Segurança Pública e é responsável por selecionar treinamentos para funcionários de várias empresas. Após discutir o conteúdo básico para um curso inaugural de Direito Penal, conclui que é essencial estabelecer o conceito de crime, entendido, correntemente, como uma ação típica, ilícita e culpável. Essa concepção é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal"
      },
      {
        "letra": "B",
        "texto": "simples"
      },
      {
        "letra": "C",
        "texto": "material"
      },
      {
        "letra": "D",
        "texto": "analítica"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2322685",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Conforme Cláudio Brandão (2019): A culpabilidade é o único elemento que versa sobre a pessoa humana. Por isso já se disse, desde o século XIX, a partir da obra de Von Liszt, que o progresso do Direito Penal é medido pelo aperfeiçoamento da culpabilidade. BRANDÃO, Cláudio. Teoria Jurídica do Crime. Coleção Ciência Criminal Contemporânea. Coord. Cláudio Brandão. Belo Horizonte: Editora D’Plácido, 2019, p. 216. Sobre esse elemento do crime, analise as afirmativas a seguir. I. Para a teoria finalista, a culpabilidade é um juízo normativo que reprova o autor de um fato típico e antijurídico, quando se verificam concomitantemente a potencial consciência de antijuridicidade, a imputabilidade e a exigibilidade de outra conduta. II. Cometer o fato sob coação moral irresistível ou em estrita obediência à ordem de superior hierárquico não manifestamente ilegal são hipóteses previstas no Código Penal de excludente de culpabilidade por inexigibilidade de conduta conforme o direito. III. A exclusão da culpabilidade por inexigibilidade de comportamento conforme o direito é admitida por significativa parcela da doutrina e jurisprudência, mesmo em hipóteses não previstas na legislação. IV. A culpabilidade pela vulnerabilidade, proposta por Zaffaroni, expressa a busca pela limitação da violência punitiva a partir da constatação de que o âmbito de autodeterminação dos agentes é diferente em razão das reais desigualdades. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322680",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre a teoria do crime, analise as afirmativas a seguir. I. O Código Penal brasileiro trouxe o conceito de crime, mas deixou para a doutrina a tarefa de regular o nexo de causalidade, sendo atualmente mais aceita a teoria da causalidade adequada. II. A norma penal não se confunde com o tipo penal, mas é uma decorrência lógica que é extraída do tipo. A antinormatividade é a contradição da conduta com a norma proibitiva e a antijuridicidade é a contrariedade dessa conduta com o ordenamento jurídico, no qual se complementam normas proibitivas com permissivas. III. Na esteira de Roxin, a teoria da imputação objetiva cria um elo normativo que serve de limitação ao poder punitivo do Estado, na medida em que a imputação ao tipo objetivo pressupõe a realização de um perigo criado pelo autor e não coberto por um risco permitido. IV. O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se necessariamente previsto em lei. V. A teoria do domínio do fato resolve problemas de delimitação probatória na medida que, pela escala hierárquica, torna-se possível presumir a ciência de determinados agentes sobre o delito praticado por subalternos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e V, apenas"
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, IV e V, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2322678",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "O direito positivo não esgota a ciência penal. Dessa maneira, considerando a principiologia do Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Convenção Americana de Direitos Humanos e o Pacto Internacional sobre Direitos Civis e Políticos têm, em seu bojo, o princípio do ne bis in idem como princípio processual, porém, esse é um princípio de índole substancial também aplicável à matéria penal."
      },
      {
        "letra": "B",
        "texto": "A subsidiariedade do Direito Penal deriva de sua consideração como “remédio sancionar extremo”, que deve ser ministrado apenas quando outro se revele ineficiente, quando fracassam as demais barreiras protetoras de bem jurídico."
      },
      {
        "letra": "C",
        "texto": "A doutrina trabalhou e a jurisprudência acolheu diversos casos de possíveis incidências do princípio da adequação social, como a perfuração de orelhas de crianças para colocar brincos e a venda de bebida alcoólica a menores de idade em localidades afastadas dos grandes centros."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência admite a aplicação do princípio da insignificância nos crimes patrimoniais em que não há emprego de violência ou grave ameaça, mas há resistência para o reconhecimento para o crime de roubo."
      },
      {
        "letra": "E",
        "texto": "Há precedentes nos tribunais superiores reconhecendo a aplicação do princípio da insignificância mesmo que a vida pregressa do indivíduo denote reincidência criminal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2224565",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Em um determinado período, durante a evolução da Teoria do Crime, a culpabilidade era integrada por quatro elementos, quais sejam: dolo, culpa, exigibilidade de conduta diversa e imputabilidade. Nesse cenário, o sistema da teoria do delito e a concepção da culpabilidade ventilados são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sistema neoclássico e concepção psicológico-normativa da culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "sistema clássico e concepção psicológico-normativa da culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "sistema finalista e concepção normativa pura da culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "sistema neoclássico e concepção normativa pura da culpabilidade;"
      },
      {
        "letra": "E",
        "texto": "sistema clássico e concepção psicológica da culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2221683",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A incriminação de condutas se propõe a tutelar direitos fundamentais, debruçando-se a doutrina, o legislador e a Jurisprudência sobre a identificação dos bens jurídicos passiveis de tutela penal. Acerca da teoria dos bens jurídicos, considerando a doutrina e a Jurisprudência sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria do harm principle é adotada nos países do civil law é tem pouca aceitação nos países que adotam a common law;"
      },
      {
        "letra": "B",
        "texto": "para o funcionalismo radical, o único bem jurídico protegido pelo direito penal é a vigência da norma;"
      },
      {
        "letra": "C",
        "texto": "deve ser considerado inconstitucional qualquer tipo penal que proteja bens coletivos, uma vez que somente são válidos bens jurídicos individuais;"
      },
      {
        "letra": "D",
        "texto": "não pode existir tipo penal que tenha por objetivo proteger bens jurídicos que não tenham expressa previsão na Constituição da República de 1988;"
      },
      {
        "letra": "E",
        "texto": "o funcionalismo moderado justifica a proteção jurídico-penal de bens morais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082257",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considerando os modelos de conceituação de ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o modelo estratégico de ação, esta é um ato de fala, traduzido na forma de um discurso, com pretensão de validade."
      },
      {
        "letra": "B",
        "texto": "De acordo com o modelo causal de ação, esta consiste no movimento corpóreo que produz modificação no mundo exterior, o que permite diferenciar crimes comissivos e omissivos, bem como crimes materiais, formais e de mera conduta."
      },
      {
        "letra": "C",
        "texto": "De acordo com o modelo finalista de ação, esta consiste na conduta dirigida a um fim ou objetivo, o que permite segmentar a conduta em objetiva e subjetiva, contudo seu elemento essencial não é o objetivo do sujeito, mas a dirigibilidade dos meios causais usados a fim de atingir o objetivo."
      },
      {
        "letra": "D",
        "texto": "De acordo com o modelo social de ação, cujo principal formulador é o alemão Günther Jakobs, a ação é uma conduta socialmente irrelevante, ou seja, incapaz de ser objeto de um juízo de valor ou intervir no círculo jurídico de outrem, o que permite excluir de seu conceito fatos ou fenômenos que independam da vontade do sujeito."
      },
      {
        "letra": "E",
        "texto": "De acordo com o modelo funcional de ação, o elemento central da ação é a base material da conduta, o que permite a análise do crime como lesão a bem jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2066951",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Nexo de causalidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Um homem que adquiriu legalmente uma pistola e que tem porte de arma deferido pela Polícia Federal pretendia matar uma pessoa. Aguardava seu alvo em local que julgou propício para os disparos, quando decidiu escolher outra oportunidade, em razão da grande quantidade de pessoas que ali circulavam na ocasião. Essa conduta configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "ato preparatório impunível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2666363",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em uma manifestação política pelas ruas de determinado Município, um jovem encapuzado lançou pedras contra a fachada de vidro da Secretaria de Educação Municipal, destruindo dez painéis de vidro e causando vultoso prejuízo aos cofres públicos. De acordo com as disposições do Código Penal aplicáveis ao caso, o jovem, ao ser julgado, estará sujeito à pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De detenção, de seis meses a três anos, além de multa, por ter cometido crime de dano qualificado contra patrimônio do Município."
      },
      {
        "letra": "B",
        "texto": "De detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "De prisão simples, de um a dois anos, e multa."
      },
      {
        "letra": "D",
        "texto": "De reclusão, de dois a quatro anos."
      },
      {
        "letra": "E",
        "texto": "De reclusão, de um a três anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2408346",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "D.T. praticou crime de furto, tendo se apropriado indevidamente da bicicleta de Turandot. Vinte e quatro horas após o delito, D.T. devolve a bicicleta à sua proprietária. Nos termos do Código Penal, é caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária"
      },
      {
        "letra": "B",
        "texto": "ato de vontade descriminalizador"
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior"
      },
      {
        "letra": "D",
        "texto": "restituição eficaz"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2280938",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A Lei de Introdução do Código Penal diz no “Art. 1º Considera-se crime a infração penal que a lei comina pena de reclusão ou de detenção, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa; contravenção, a infração penal a que a lei comina, isoladamente, pena de prisão simples ou de multa, ou ambas, alternativa ou cumulativamente.” De acordo com as definições do art. 18 do Código Penal Brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo"
      },
      {
        "letra": "B",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por assumir o risco do produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado, assumindo o risco de produzi-lo, por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2067117",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Um crime é toda conduta ilícita ou antijurídica, típica e culpável, assim prevê a teoria do crime no Direito Penal, porém, algumas condutas podem ser típicas, ou seja, previstas em um tipo penal, mas podem não ser ilícitas, quando praticadas em algumas circunstâncias. Com base nessa afirmação, selecione a alternativa que não se enquadrar nela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente não faz a ingestão de bebidas alcoólicas querendo embriagar-se, mas, deixando de observar o seu dever de cuidado, ingere quantidade suficiente que o coloca em estado de embriaguez. Nessa hipótese, o agente, por descuido, por falta de costume ou mesmo sensibilidade do organismo, embriaga-se sem que fosse a sua intenção colocar-se nesse estado."
      },
      {
        "letra": "B",
        "texto": "Quem pratica o fato criminoso para salvar de perigo atual (que não provocou por sua vontade, nem podia de outro modo evitar) direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "Quando o agente deu causa ao resultado por imprudência (agiu de forma precipitada, sem cuidado ou cautela), negligência (descuido ou desatenção, deixando de observar precaução normalmente adotada na situação) ou imperícia (agiu sem habilidade ou qualificação técnica)."
      },
      {
        "letra": "D",
        "texto": "Aquele que repele agressão injusta atual ou iminente de direito próprio ou alheio com reação e uso moderado dos meios necessários."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o indivíduo praticar a conduta em estrito cumprimento do dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2067114",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No Direito Penal brasileiro, infração penal é toda conduta previamente tipificada pela legislação como ilícita, imbuída de culpabilidade. Diante disso, assinale a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São consideradas crimes todas as infrações às quais a Lei preveja sanção com pena e de reclusão em regime fechado."
      },
      {
        "letra": "B",
        "texto": "A Infração Penal prevê a detenção, não importando se cominada com pena de multa, seja de forma alternativa, seja cumulativa."
      },
      {
        "letra": "C",
        "texto": "Contravenção ou contraordenação é uma infração penal considerada grave, podendo ser punida com pena de prisão simples, multa, ou ambas."
      },
      {
        "letra": "D",
        "texto": "O crime é uma infração de maior potencial ofensivo e um tipo de espécie do gênero Infração Penal, que é toda conduta que gera lesão penalmente relevante a um bem jurídico tutelado pelo Estado, que está previamente tipificado como ilícito e que determine, expressamente, o conceito primário e secundário do tipo penal."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das questões anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2053129",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: AL-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Nos termos do art. 31 do CP, salvo disposição expressa em contrário: se o crime não chega, pelo menos, a ser tentado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são puníveis o ajuste, a determinação ou instigação e o auxílio."
      },
      {
        "letra": "B",
        "texto": "não são puníveis o ajuste, a determinação ou instigação e o auxílio, exceto na hipótese de crime inafiançável."
      },
      {
        "letra": "C",
        "texto": "não é punível o auxílio, mas são puníveis o ajuste e a determinação ou instigação."
      },
      {
        "letra": "D",
        "texto": "não são puníveis o ajuste e a determinação ou instigação, mas é punível o auxílio."
      },
      {
        "letra": "E",
        "texto": "não é punível o ajuste, mas são puníveis a determinação ou instigação e o auxílio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985744",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Durante assalto a uma joalheria, dois homens armados obrigaram a gerente, mediante grave ameaça, a abrir o cofre e a acondicionar as joias que estavam guardadas ali em uma mochila, que eles levaram consigo na fuga. Com base no caso descrito e no conceito tripartite de crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cooperação da gerente com os roubadores é um fato penalmente atípico."
      },
      {
        "letra": "B",
        "texto": "Em razão da ameaça, a gerente não agiu com dolo ao colaborar com os roubadores."
      },
      {
        "letra": "C",
        "texto": "A gerente não agiu de forma culpável, apesar de haver cometido um injusto penal."
      },
      {
        "letra": "D",
        "texto": "A gerente cometeu o crime de roubo em concurso de agentes, mas é favorecida por uma escusa absolutória."
      },
      {
        "letra": "E",
        "texto": "A gerente agiu em legítima defesa, razão por que a sua colaboração com os roubadores é justificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1971695",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a perspectiva da teoria finalista, que influenciou intensamente a reforma do Código Penal Brasileiro (1984), é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo é considerado como “dolo natural”, não o integrando a consciência da ilicitude."
      },
      {
        "letra": "B",
        "texto": "O dolo exige representação real da ação típica, não bastando uma consciência potencial, ainda que não se exija uma representação refletida."
      },
      {
        "letra": "C",
        "texto": "O ilícito pessoal não se esgota no desvalor de resultado e se co-constitui pelo desvalor da ação, devendo, o resultado, ser considerado como “obra do autor”."
      },
      {
        "letra": "D",
        "texto": "A culpabilidade mantém-se como uma categoria psicológica, desprovida de aspectos valorativos/normativos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1960223",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que se refere à teoria do crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde por tentativa de crime"
      },
      {
        "letra": "B",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido"
      },
      {
        "letra": "C",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime"
      },
      {
        "letra": "D",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado"
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959517",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A respeito de temas da teoria geral do Direito Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Supremo Tribunal Federal considera o crime de injúria racial prescritível, pois não pode ser equiparado a crime de racismo, constitucionalmente considerado imprescritível. Tal equiparação violaria o princípio da estrita legalidade penal."
      },
      {
        "letra": "B",
        "texto": "No concurso de crimes, a pena considerada para fins de fixação da competência do Juizado Especial Criminal será verificada individualmente a partir da pena máxima cominada a cada delito isoladamente, no caso de concurso material; ou desprezando-se a exasperação, na hipótese de concurso formal ou crime continuado."
      },
      {
        "letra": "C",
        "texto": "Quando se tratar de crime continuado, a prescrição regula-se pela pena final imposta na sentença, ou seja, computando-se o acréscimo decorrente da continuação."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente se a sua vigência é anterior à cessação da continuidade delitiva ou da permanência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1941183",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto ao conceito de crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sob o aspecto material, crime seria toda conduta que colide frontalmente com a lei penal editada pelo Estado."
      },
      {
        "letra": "B",
        "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito e culpável."
      },
      {
        "letra": "C",
        "texto": "Sob o aspecto formal, conceitua-se crime como aquela conduta que viola os bens jurídicos mais importantes tutelados pelo Estado."
      },
      {
        "letra": "D",
        "texto": "O conceito de crime está formal e expressamente positivado no Código Penal, em atenção ao princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1939476",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Considera-se infração penal tentada quando, iniciada a execução, o resultado não ocorre por circunstâncias alheias à vontade do agente, hipótese em que haverá necessariamente a redução da pena, independentemente de se tratar de crime ou contravenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939475",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Entre as teorias que buscam explicar a relação de causalidade entre a conduta e o resultado criminoso, predomina, na jurisprudência brasileira, a teoria da causalidade adequada, a qual exige, para que alguém seja penalmente responsabilizado por conduta que tenha desenvolvido, a criação ou o incremento de um perigo juridicamente intolerável e não permitido ao bem jurídico protegido, bem como a concretização desse perigo em resultado típico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939473",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.A doutrina classifica os crimes em comissivos, omissivos e omissivos por comissão, sendo exemplo desta última modalidade a conduta do indivíduo que, tendo o dever e a possibilidade de evitar o resultado, omite-se de evitá-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939472",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Segundo o direito penal contemporâneo, consideram-se criminosas as condutas ontologicamente consideradas reprováveis e constatadas por um juízo de percepção natural.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1937234",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Crime impossível"
    ],
    "enunciado_principal": "Sobre a distinção entre inidoneidade absoluta e inidoneidade relativa, é correto afirmar que no(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime impossível, a inidoneidade pode ser constatada a posteriori;"
      },
      {
        "letra": "B",
        "texto": "inidoneidade absoluta, a consumação ocorreria se o comportamento seguisse sem percalços alheios à vontade;"
      },
      {
        "letra": "C",
        "texto": "inidoneidade absoluta, uma situação apriorística elimina a possibilidade de consumação do delito;"
      },
      {
        "letra": "D",
        "texto": "tentativa relativamente inidônea, circunstâncias anteriores impedem a consumação do delito;"
      },
      {
        "letra": "E",
        "texto": "crime impossível, situações posteriores tornam inviável a realização integral do tipo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927524",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Crimes omissivos"
    ],
    "enunciado_principal": "O Código Penal estabelece que a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. Sobre a relevância da omissão, o dever de agir incumbe a quem I. tenha por lei obrigação de cuidado, proteção ou vigilância. II. tenha assumido a responsabilidade de impedir o resultado. III. criou, com seu comportamento anterior, o risco da ocorrência do resultado. IV. impede que o resultado se produza. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914845",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Assinale a opção correta com referência ao direito das vítimas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O termo instituições de garantia, nas quais se enquadra o Ministério Público — referência feita por Luigi Ferrajoli —, é fruto das chamadas Constituições de segunda geração, como a Constituição Portuguesa de 1976."
      },
      {
        "letra": "B",
        "texto": "O garantismo hiperbólico é uma consequência da racionalidade do garantismo monocular, que, por sua vez, acarreta uma proteção sistêmica."
      },
      {
        "letra": "C",
        "texto": "O garantismo penal se confunde com o legalismo, porque ambas as teorias estão calcadas no Estado Democrático de Direito."
      },
      {
        "letra": "D",
        "texto": "O garantismo penal evoluiu para uma visão integral, protegendo, além dos direitos individuais, também direitos sociais e coletivos, bem como os deveres, nos quais se insere, além do dever de investigar, processar e punir, também o direito das vítimas."
      },
      {
        "letra": "E",
        "texto": "A visão atual de garantismo penal, a partir da ideia de instituições de garantia, é a de que existe mais de um garantismo: o garantismo do delinquente, calcado no status libertatis; e o garantismo das vítimas, fundamentado na prevenção da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1914771",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Outras classificações"
    ],
    "enunciado_principal": "Tendo em vista que os tipos penais recebem diversas classificações doutrinárias, assinale a opção correta a esse respeito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos congruentes apresentam simetria entre o elemento objetivo e o subjetivo, como ocorre nos crimes preterdolosos."
      },
      {
        "letra": "B",
        "texto": "Os tipos simples são aqueles cuja conduta nuclear pode ser praticada por apenas um agente, tal como previsto no homicídio."
      },
      {
        "letra": "C",
        "texto": "Os tipos fundamentais estabelecem a conduta básica caracterizadora da infração penal e são previstos sempre no caput do dispositivo legal."
      },
      {
        "letra": "D",
        "texto": "Os tipos abertos demandam do operador do direito conhecimento que ultrapasse o teor literal da norma para a sua completa integração, como nos casos de leis penais em branco."
      },
      {
        "letra": "E",
        "texto": "Os tipos preventivos são aqueles que antecipam a tutela penal, punindo condutas que servem, em regra, como preparação para outros delitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1911923",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo o conceito analítico de crime, o instituto é composto por três elementos, quais sejam, o fato típico, a ilicitude ou antijuridicidade e a culpabilidade. O fato típico, por sua vez, é composto por conduta, resultado, nexo de causalidade e tipicidade. Analise as proposições a seguir e assinale aquela que contém somente causas de exclusão da tipicidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação moral irresistível, estados de inconsciência e obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "Coação física irresistível, estados de inconsciência e atos reflexos."
      },
      {
        "letra": "C",
        "texto": "Coação física irresistível, estrito cumprimento do dever legal e estados de inconsciência."
      },
      {
        "letra": "D",
        "texto": "Coação moral irresistível, estados de inconsciência e exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "Coação física irresistível, obediência hierárquica e atos reflexos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1900349",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "Imputabilidade penal é a possibilidade de se atribuir a alguém a responsabilidade pelo cometimento de algum ilícito penal. Acerca desse tema, de suas consequências jurídicopenais, e considerando a legislação penal, bem como a doutrina majoritária, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extinta a punibilidade do agente inimputável ou semi-imputável, não se impõe medida de segurança nem subsiste a que tenha sido imposta."
      },
      {
        "letra": "B",
        "texto": "A embriaguez culposa decorrente do uso do álcool autoriza a redução de um a dois terços da pena do agente."
      },
      {
        "letra": "C",
        "texto": "A emoção e paixão, quando violentas, podem excluir a imputabilidade penal ou servir como atenuante inominada."
      },
      {
        "letra": "D",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, cessando a menoridade penal à meia-noite do dia em que o agente completa 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "A embriaguez voluntária que não exclui a imputabilidade penal é somente aquela decorrente do uso de álcool."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1897281",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "João e Maria são casados. Maria conta a João que o traiu e que mantém, há cerca de 6 meses, relação extraconjugal com um amigo do casal. João imediatamente sai de casa e senta-se sozinho, em um bar, para refletir sobre o que fazer. Resolve vingar-se, mas, sem coragem, toma quatro doses de bebida. Com o espírito encorajado pelo álcool, João volta à casa comum. Maria está dormindo. João, então, acorda Maria e dá a ela a chance de sair de casa, ou avisa que a matará. Maria não cede e João a mata. Perícia conclui que, em razão da embriaguez, ao tempo do fato, João não possuía a plena capacidade de entender seu caráter ilícito. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se trata de homicídio privilegiado, tendo em vista a violenta emoção e o motivo de relevante valor moral."
      },
      {
        "letra": "B",
        "texto": "a embriaguez, por não ser total, não influenciará na caracterização do crime e nem na aplicação da pena."
      },
      {
        "letra": "C",
        "texto": "se trata de homicídio privilegiado, tendo em vista a violenta emoção e a injusta provocação da vítima."
      },
      {
        "letra": "D",
        "texto": "a embriaguez, por ser parcial, traz redução de pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "o fato praticado por João será agravado por conta da embriaguez."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1873821",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dentro da teoria geral do crime, entende-se por “crimes de empreendimento” aqueles em que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as elementares do tipo penal precisam ser praticadas para que o resultado seja alcançado;"
      },
      {
        "letra": "B",
        "texto": "o agente pratica os atos de execução, mas a configuração do crime depende da colaboração da própria vítima;"
      },
      {
        "letra": "C",
        "texto": "há exigência de reiteração da conduta e finalidade de obtenção de lucro;"
      },
      {
        "letra": "D",
        "texto": "o legislador equipara a forma tentada à forma consumada do delito, prevendo a mesma pena para ambas as modalidades;"
      },
      {
        "letra": "E",
        "texto": "o crime é cometido por meio da profissão lícita do agente, como meio para realizar uma conduta criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1866113",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.A teoria do crime adotada pelo ordenamento jurídico brasileiro adere à corrente causalista, segundo a qual a conduta do agente representa tão somente uma relação de causa-efeito, ausente de qualquer finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826462",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Com referência à origem e às funções da dogmática penal, julgue o seguinte item. Um dos principais pilares da dogmática jurídico-penal é a ideia de completude lógica, ou seja, as suas proposições não podem ser internamente contraditórias entre si, além da compatibilidade legal, ou seja, as proposições não devem se opor imotivadamente à literalidade da lei, embora pontualmente ela possa ser afastada por meio de mecanismos de controle de constitucionalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1825432",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: A.J. e B.J são irmãos gêmeos com 17 anos de idade. Em certa ocasião, após uma discussão, B.J. atacou A.J. com uma faca, com o nítido propósito de matar. Porém, antes de ser atingido pelo golpe de B.J., A.J. conseguiu se desviar e empurrou B.J., que foi ao chão. Na queda, B.J. caiu com o abdômen sobre a faca, sofrendo uma grave perfuração. Depois disso, A.J. ainda prestou socorro a B.J., o que acabou salvando a vida de B.J. A partir das noções sobre a teoria do delito aplicadas a esse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A.J. não cometeu crime porque praticou uma conduta atípica."
      },
      {
        "letra": "B",
        "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por ser menor de 18 anos."
      },
      {
        "letra": "C",
        "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por estar sob coação irresistível."
      },
      {
        "letra": "D",
        "texto": "Apesar de praticar uma conduta típica, A.J. não cometeu crime porque a conduta é justificada pela legítima defesa."
      },
      {
        "letra": "E",
        "texto": "A.J. não cometeu crime porque a conduta é justificada pelo estado de necessidade exculpante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1809507",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "José trabalha como guarda-vidas da piscina do Clube Romano, aberto ao público das 8h às 22h, diariamente. A piscina do clube funciona das 9h às 21h, de terça a domingo, sendo aberta por Antônio, que trabalha como zelador no mesmo clube. José é sempre o primeiro a entrar na área da piscina, tão logo ela é aberta, para assumir seu posto no alto da cadeira de guarda-vidas. Contudo, no dia 1º de novembro de 2020, ele não chegou no horário porque sua condução atrasou. O espaço da piscina foi aberto por Antônio no horário habitual, mas José somente chegou ao clube às 10h. Ao entrar na área da piscina deparou-se com uma cena terrível: o corpo de uma criança morta, boiando na piscina. Sobre a conduta de José, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José não praticou nenhum crime."
      },
      {
        "letra": "B",
        "texto": "José omitiu-se na prestação de socorro (Art. 135 do CP)."
      },
      {
        "letra": "C",
        "texto": "José cometeu homicídio culposo (Art. 121, § 3º, do CP)."
      },
      {
        "letra": "D",
        "texto": "José cometeu homicídio culposo na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, § 3º, c/c. o Art. 13, § 2º, ambos do CP)."
      },
      {
        "letra": "E",
        "texto": "José cometeu homicídio doloso na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, caput, c/c. o Art. 13, § 2º, ambos do CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1767741",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto às TEORIAS DO CRIME, pode-se ASSEVERAR que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O modelo Neokantista, da teoria teleológica do delito, manteve o dolo natural e a culpa strictu sensu na culpabilidade, acrescentando a esta, apenas, o elemento exigibilidade de conduta conforme o Direito."
      },
      {
        "letra": "B",
        "texto": "Para o finalismo, o juízo de culpabilidade deve recair sobre o fato."
      },
      {
        "letra": "C",
        "texto": "O funcionalismo sistêmico preconiza que a missão do Direito Penal é a proteção de bens jurídicos, através da prevenção geral ou especial."
      },
      {
        "letra": "D",
        "texto": "Na visão do funcionalismo teleológico, a responsabilidade, como condição para a sanção, exige, além da análise dos requisitos da culpabilidade, o juízo da necessidade da pena."
      },
      {
        "letra": "E",
        "texto": "Conceito central para a moderna teoria significativa da ação é o papel que cada pessoa tem, em uma vida em sociedade, restringindo-se a possibilidade de responsabilização penal ao seu conhecimento e aos seus limites."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1617763",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.O iter criminis é composto por fases, entre as quais se inclui a fase de execução, que consiste no ato de separar os meios necessários para a consecução do plano delituoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2196348",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O pensador francês Michel Foucault publicou, em 1975, uma obra que analisa os mecanismos que promoveram mudanças significativas nos sistemas penais do Ocidente. Trata também da vigilância e das formas de punições promovidas por instituições como prisões, hospitais e escolas. Assinale a alternativa correta sobre o título da obra referida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Microfísica do poder"
      },
      {
        "letra": "B",
        "texto": "História da loucura na idade clássica"
      },
      {
        "letra": "C",
        "texto": "Arqueologia do saber: submundo do crime"
      },
      {
        "letra": "D",
        "texto": "Nascimento da clínica: prisão controlada"
      },
      {
        "letra": "E",
        "texto": "Vigiar e punir: nascimento da prisão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2196346",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Leia com atenção o texto a seguir. As informações históricas disponíveis nos permitem verificar que, entre as principais motivações para a transformação da prisão de _____________________ em privação de liberdade como pena, foi o interesse em aproveitar a mão de obra e a necessidade de controlar sua utilização. Esse sistema de privação da liberdade, com trabalho imposto aos condenados, também tinha a finalidade de atender as necessidade do capitalismo, com trabalhadores sem o mesmo poder de reinvindicações dos operários livres, caracterizando um período denominado __________________. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevenção • socialista"
      },
      {
        "letra": "B",
        "texto": "custódia • utilitarista"
      },
      {
        "letra": "C",
        "texto": "tutela • participativo"
      },
      {
        "letra": "D",
        "texto": "domicílio • macarthista"
      },
      {
        "letra": "E",
        "texto": "sanção • colaboracionista"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1302365",
    "metadata": "Ano: 2019 | Banca: Itame | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As contravenções penais ancoradas no Código Penal, aplicam-se tanto nas contravenções praticadas no Brasil, quanto àquelas cometidas no exterior."
      },
      {
        "letra": "B",
        "texto": "O crime classificado como culposo é aquele cujo agente desejou o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "Segundo o Código Penal é considerado sujeito ativo aquele que pratica a infração penal, podendo ser qualquer pessoa, independente da idade."
      },
      {
        "letra": "D",
        "texto": "A infração penal se subdivide em duas espécies: crime e contravenção penal. As contravenções penais são sempre de ação penal pública incondicionada"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1109695",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A clássica frase a seguir inaugurou uma nova fase na dogmática jurídico-penal: \" O caminho correto só pode ser deixar as decisões valorativas político-criminais introduzirem-se no sistema de direito penal\" . Assinale a alternativa em que consta o autor da referida afirmação, bem como o sistema jurídico-penal a que se refere:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Edmund Mezger - neokantismo penal"
      },
      {
        "letra": "B",
        "texto": "Claus Roxin - funcionalismo teleológico racional"
      },
      {
        "letra": "C",
        "texto": "Günther Jakobs - funcionalismo sistêmico radical"
      },
      {
        "letra": "D",
        "texto": "Hans Welzel - finalismo penal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1098005",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No tocante à teoria do delito, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria causal, o resultado, como parte integrante da ação causal, deve estar contido necessariamente em todos os delitos, pois o conceito causal não pode reconhecer crimes sem resultado."
      },
      {
        "letra": "B",
        "texto": "A reformulação neokantista na teoria do delito tem profunda repercussão na relação tipo-antijuridicidade, e com Mezger a perda da autonomia do tipo atinge seu clímax, ao ser concebido como um momento da antijuricidade. O delito é, assim, definido como a ação tipicamente antijurídica e culpável."
      },
      {
        "letra": "C",
        "texto": "Característica básica da postura finalista é tratar o delito culposo segundo a condução da atividade humana estabelecida no tipo de injusto, quer tendo por base o objeto de um juízo de valor negativo sobre essa atividade, quer o desvio do processo causal ou defeito de congruência."
      },
      {
        "letra": "D",
        "texto": "A tipicidade, no conceito neoclássico de delito (neokantismo), foi profundamente afetada pelo descobrimento de elementos normativos do tipo. Os elementos subjetivos do injusto, por sua vez, somente vieram a integrar a tipicidade com o advento do finalismo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1048814",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Analise as proposições seguintes e assinale a alternativa correta: I - Jesús-María Silva Sánchez fala em Direito Penal de “duas velocidades”. Segundo o referido autor, há um a primeira velocidade, representada pelo Direito Penal “da prisão” , na qual haver-se-iam de manter rigidamente os princípios político-criminais clássicos, as regras de imputação e os princípios processuais. A segunda velocidade, por sua vez, estaria relacionada aos casos em que, por não se tratar de prisão, mas de penas de privação de direitos ou pecuniárias, aqueles princípios e regras poderiam experimentar um a flexibilização proporcional a menor intensidade da sanção. II - Na medida em que o Direito Penal nazista era entendido como um instrumento de luta contra os infiéis à com unidade do povo e que a violação de um dever era o conteúdo material do crime, era lógico que o centro de gravidade para o exercício do poder punitivo tinha de passar a ser a “vontade contrária ao Direito” , e não mais o “ resultado proibido” . Nesse contexto foi concebido o “Direito Penal da vontade” , construção teórica marcante do Direito Penal nazista, sendo Roland Freisler um de seus principais expoentes. Essa concepção baseada na vontade permitiu a expansão do poder punitivo a níveis que um a dogmática atrelada a resultados de dano a bens jurídicos não admitia, já que ensejou uma profusa criminalização dos perigos abstratos. Além do mais, tal concepção também defendia que a tentativa tivesse a mesma pena do crime consumado. III - Para Günther Jakobs a função do Direito Penal é tutelar a vigência da norma. Quando o infrator comete um crime ele rompe com as expectativas normativas. A pena, assim, tem como função restabelecer a vigência da norma e demonstrar para a sociedade que ela pode seguir confiando no sistema normativo (estabilização das expectativas normativas). IV - Winfried Hassemer, da chamada “Escola Penal de Frankfurt”, observa que o Direito Penal Moderno, procurando minimizar a insegurança oriunda de uma sociedade de riscos, tem se tornado um instrumento em busca do controle dos grandes problemas da sociedade atual, como a proteção ao meio ambiente, da saúde pública, da ordem econômica, dentre outros. Assim, com o intuito de frear essa tendência de expansão do Direito Penal e com o objetivo de permitir a atuação do Direito Penal em relação aos tipos penais tradicionais, consubstanciados pelo núcleo básico de bens jurídicos individuais, propõe um “Direito de Intervenção” , situado entre o Direito Penal e o Direito Administrativo, que teria por finalidade controlar e inibir os riscos oriundos das novas tecnologias e do desenvolvimento econômico contemporâneo, por meio da proibição de condutas perigosas e da proteção de bens jurídicos coletivos. Esse “Direito de Intervenção”, segundo Hassemer, poderia contar com garantias e formalidades mais flexíveis e menos exigentes, mas também seria provido com sanções menos intensas contra o indivíduo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretos os itens I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "São corretos os itens I, III e IV."
      },
      {
        "letra": "C",
        "texto": "São corretos os itens II e III."
      },
      {
        "letra": "D",
        "texto": "É correto apenas o item I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008801",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A finalidade da pena, conforme o funcionalismo sistêmico do Jakobs, é a prevenção geral implementada pela sensação de segurança decorrente da regular aplicação e execução das penas, e do índice de ressocialização dos condenados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008761",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Nos delitos imprudentes (ou culposos), a aferição da concreção do risco na implementação do evento típico (ou resultado) é um dos critérios da “teoria da imputação objetiva”.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008753",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "O merecimento de pena, ou dignidade penal, é um critério alternativo para a consideração da afetação do bem jurídico, cuja utilização substitui a tipicidade material e a antijuridicidade concreta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987656",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito da teoria do delito e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria finalista de Hans Welzel define que a ação consiste no mero movimento corporal capaz de alterar o mundo exterior, independentemente da intenção do agente."
      },
      {
        "letra": "B",
        "texto": "A ação, no neokantismo, é o movimento corporal impregnado de finalidade para se atingir o propósito consciente almejado pelo agente."
      },
      {
        "letra": "C",
        "texto": "A teoria causalista do delito propõe que o dolo e a culpa, por estarem situados na conduta, tornam o injusto penal a parte subjetiva do conceito de crime."
      },
      {
        "letra": "D",
        "texto": "A teoria funcionalista radical, de Gunther Jackobs, assevera que a missão do direito penal é a proteção da norma e a punição do indivíduo desviante."
      },
      {
        "letra": "E",
        "texto": "A ação, na teoria do funcionalismo sistêmico, de Claus Roxin, designa o exercício de uma atividade final, que direciona a conduta humana ao ato consciente e voluntário para o cometimento do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987309",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Constitui uma das características do direito penal do inimigo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a legislação diferenciada."
      },
      {
        "letra": "B",
        "texto": "a punição a partir de atos executórios."
      },
      {
        "letra": "C",
        "texto": "a não utilização de medidas de segurança."
      },
      {
        "letra": "D",
        "texto": "a observância das garantias processuais penais."
      },
      {
        "letra": "E",
        "texto": "o abrandamento das penas na antecipação da tutela penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960481",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A forma pela qual ocorreu a estruturação da teoria do delito nem sempre foi uniforme, sendo variável segundo um perfil de evolução de conceitos do que é o direito. Assim, na medida em que ocorreram mudanças nas teorias basilares que influenciaram a estruturação do Direito Penal, a forma de apresentação e de estudo do delito igualmente foram mudando. Tendo isto em mente, a afirmação de que “o direito positivo não possui uma valoração intrínseca e objetiva, sendo que as normas jurídicas aparecem determinadas por valores prévios e que contaminam, além de sua edição, também os próprios autores de sua elaboração, sendo que uma pretensa ‘verdade jurídica’ vem influenciada pela cultura”, se mostra ajustada à definição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Causalismo."
      },
      {
        "letra": "B",
        "texto": "Neokantismo."
      },
      {
        "letra": "C",
        "texto": "Finalismo."
      },
      {
        "letra": "D",
        "texto": "Pós-finalismo."
      },
      {
        "letra": "E",
        "texto": "Funcionalismo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1066254",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre elemento constitutivo do tipo legal de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "surge em casos como estado de necessidades, legítima defesa, estrito cumprimento de dever legal ou exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "se dá quando o agente quis o resultado criminoso ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "exclui o dolo, permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "ocorre quando alguém , usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "E",
        "texto": "é evitável se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1063376",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo Dotti (2012), na dogmática jurídico-penal, a definição dominante do conceito de crime compreende a “conduta humana [ação ou omissão] típica, ilícita e culpável”. Nessa linha teórica, a tipicidade refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à qualidade de um comportamento desautorizado pelo direito."
      },
      {
        "letra": "B",
        "texto": "ao juízo de reprovação pessoal que recai sobre o agente imputável."
      },
      {
        "letra": "C",
        "texto": "à adequação objetiva e subjetiva de uma conduta a uma norma legal."
      },
      {
        "letra": "D",
        "texto": "ao objeto caracterizador do bem jurídico tutelado pela norma penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941658",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Dentre as modernas teorias sobre a imputação penal, cresceu, no Brasil, nos últimos anos, o debate sobre a “teoria da imputação objetiva de Claus Roxin”. Quanto às bases do sistema jurídico-penal concebido por Claus Roxin, no panorama da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina radical-sistêmica (ou racional-anímica) caracteriza-se pela projeção da tipicidade objetiva como principal elemento da antijuridicidade, no contexto do finalismo."
      },
      {
        "letra": "B",
        "texto": "A doutrina teleológico-sistêmica (ou racional-final) caracteriza-se pela projeção da tipicidade subjetiva como principal elemento da culpabilidade, no contexto do neokantismo."
      },
      {
        "letra": "C",
        "texto": "A doutrina normativo-teleológica (ou racional-funcional) caracteriza-se pela inserção de elementos político-criminais nas categorias dogmático-penais, no contexto do funcionalismo."
      },
      {
        "letra": "D",
        "texto": "A doutrina natural-sistêmica (ou racional-causal) caracteriza-se pela negação de relevância jurídica do erro que incide sobre os pressupostos fáticos do processo causal, no contexto do causalismo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941558",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Leia o texto a seguir para responder à questão. O “sistema clássico” foi responsável pela divisão da ação humana em dois segmentos distintos: de um lado, o querer interno do agente; de outro, “o processo causal” visível, isto é, a conduta corporal do agente e o seu “efeito” ou resultado. Situava-se no injusto o encadeamento causal externo e, na culpabilidade, todos os elementos subjetivos, isto é, os elementos internos (anímicos) do agente. Considerando a tradição germânica da teoria geral do crime, é correto afirmar, quanto a essa concepção e respectiva orientação metodológica, que o texto anterior se refere ao modelo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "socialista e à filosofia neokantiana."
      },
      {
        "letra": "B",
        "texto": "funcionalista e à teoria de sistemas."
      },
      {
        "letra": "C",
        "texto": "causalista e ao positivismo naturalista."
      },
      {
        "letra": "D",
        "texto": "finalista e à filosofia ontofenomenológica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932658",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime quando o agente pratica o fato no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar."
      },
      {
        "letra": "C",
        "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito."
      },
      {
        "letra": "E",
        "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904024",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "Não se admite continuidade delitiva nos crime contra a vida."
      },
      {
        "letra": "E",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896381",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "É certo afirmar: I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente. II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela. III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu. IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896379",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Arrependimento posterior",
      "Crime preterdoloso",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”. II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito. III. A emoção ou a paixão excluem a imputabilidade penal. IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "894658",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Mévio, superior hierárquico de Tício, Oficial de Justiça, solicitou que ele alterasse o teor de determinada certidão em mandado de busca e apreensão. Apesar de ter conhecimento de que a conduta não era correta, Tício atendeu a solicitação de Mévio, já que este era seu superior hierárquico e os dois eram também amigos de infância. Descobertos os fatos, foi instaurado procedimento investigatório, razão pela qual Tício procura seu advogado para esclarecimentos. Considerando apenas as informações narradas, o advogado de Tício deverá esclarecer que sua conduta configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato típico, ilícito e culpável;"
      },
      {
        "letra": "B",
        "texto": "fato típico, mas não ilícito, em razão do estrito cumprimento do dever legal;"
      },
      {
        "letra": "C",
        "texto": "fato típico, mas não ilícito, em razão da obediência hierárquica;"
      },
      {
        "letra": "D",
        "texto": "fato típico e ilícito, mas não culpável, em razão da obediência hierárquica;"
      },
      {
        "letra": "E",
        "texto": "fato típico e ilícito, mas não culpável, em razão da coação moral irresistível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886365",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime."
      },
      {
        "letra": "B",
        "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade."
      },
      {
        "letra": "C",
        "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal."
      },
      {
        "letra": "D",
        "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis."
      },
      {
        "letra": "E",
        "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873676",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O chamado versari in re illicita implica que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que realizar um ato ilícito penal responde por todas as consequências derivadas deste fato, ainda que em sua inicial atuação não houvesse nenhum nexo subjetivo."
      },
      {
        "letra": "B",
        "texto": "o fato (o que compreende o acontecimento principal e todas as consequências que se derivem posteriormente) deve pertencer ao sujeito."
      },
      {
        "letra": "C",
        "texto": "a pena não pode transcender da pessoa do delinquente."
      },
      {
        "letra": "D",
        "texto": "a determinação da pena e das medidas de segurança deve se guiar por critérios de proporcionalidade ao delito cometido."
      },
      {
        "letra": "E",
        "texto": "deve-se aplicar sanção penal a produtores de artigos de consumo perigosos que afetam a vida e a saúde das pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2747532",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Consumação e tentativa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "De acordo com o Título II da Parte Geral do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se o crime doloso, quando o agente não quis o resultado ou não assumiu o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "Diz-se o crime tentado, quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime culposo, quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "Pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "Diz-se o crime culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2747530",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é punível a tentativa de contravenção."
      },
      {
        "letra": "B",
        "texto": "As penas principais são: prisão simples, restritiva de direitos e multa."
      },
      {
        "letra": "C",
        "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade."
      },
      {
        "letra": "E",
        "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1331680",
    "metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria do Delito, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O crime considera-se praticado no momento da ação ou omissão, ainda que outro seja o momento do resultado. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Não se pune o exaurimento quando, por ineficácia relativa do meio ou por impropriedade completa do objeto, é impossível executar os atos preparatórios. ( ) A pena não será reduzida, se o inimputável, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com o direito. A alternativa que contém a sequência correta, de cima pra baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F"
      },
      {
        "letra": "B",
        "texto": "V V F F"
      },
      {
        "letra": "C",
        "texto": "V F F V"
      },
      {
        "letra": "D",
        "texto": "F F V V"
      },
      {
        "letra": "E",
        "texto": "F V F V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "860674",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Doutrinadores nacionais admitem que a reforma de 1984 da Parte Geral do Código Penal, especialmente no que concerne ao “conceito de crime”, aderiu ao “finalismo”. Quem é considerado o criador de tal sistema jurídico-penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Hans Welzel."
      },
      {
        "letra": "B",
        "texto": "Claus Roxim."
      },
      {
        "letra": "C",
        "texto": "Von Liszt."
      },
      {
        "letra": "D",
        "texto": "Günther Jakobs."
      },
      {
        "letra": "E",
        "texto": "Cesare Beccaria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "836748",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Vitor, sócio administrador da Sociedade X, em razão da grande quantidade de serviço que desempenha, deixa de repassar no prazo devido, de maneira negligente, à previdência social contribuições previdenciárias recolhidas dos empregados contribuintes. Um dos empregados, porém, descobre o ocorrido e narra para autoridade policial. Considerando as informações narradas, é correto afirmar que a conduta de Vitor configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indiferente penal;"
      },
      {
        "letra": "B",
        "texto": "apropriação indébita comum majorada;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita previdenciária;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita de coisa havida por erro;"
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "828304",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Medida de segurança",
      "Prazo de duração",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "828134",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Majoritariamente entende-se que, de acordo com o conceito analítico, crime é um:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato típico e antijurídico."
      },
      {
        "letra": "B",
        "texto": "Fato antijurídico e culpável."
      },
      {
        "letra": "C",
        "texto": "Fato típico, antijurídico e culpável."
      },
      {
        "letra": "D",
        "texto": "Fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812479",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre a doutrina da ação finalista, tal qual formulada por Hans Welzel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tipo, para Welzel, é objetivo e neutro, ao passo em que o injusto é uma criação normativa, propiciada por juízos de valor que teriam como norte o objetivo almejado pelo legislador, seja a proteção de bens jurídicos, seja outra situação estatal de conveniência."
      },
      {
        "letra": "B",
        "texto": "para a teoria finalista de Welzel. ação é uma manifestação da personalidade, que abrange todos os acontecimentos atribuíveis ao centro de ação psíquico-espiritual do homem, não distinguindo a manifestação da personalidade da realização de um propósito."
      },
      {
        "letra": "C",
        "texto": "a direção final de uma ação se dá em duas fases, que nas ações simples se entrecruzam, a saber, uma que ocorre na esfera do pensamento, com a antecipação do fim a realizar, a seleção dos meios necessários à sua realização e a consideração dos efeitos simultâneos decorrentes dos fatores causais eleitos; e a concretização da ação no mundo real, de acordo com a projeção mental."
      },
      {
        "letra": "D",
        "texto": "ora a ação é apresentada como comportamento humano socialmente relevante, ora como fenômeno social, em modelos nos quais a finalidade humana é apresentada como um fator formador de sentido da realidade social."
      },
      {
        "letra": "E",
        "texto": "a teoria foi desenvolvida a partir de modelos ditados pelo método científico de Descartes, com as contribuições positivistas de pensadores como Comte, resultando em uma formulação na qual o conteúdo da vontade é dissociado do processo causal que desencadeia a vontade no mundo exterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794338",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre as espécies de infração penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime e contravenção penal são sinônimos"
      },
      {
        "letra": "B",
        "texto": "No caso de contravenção penal, admitem-se penas de reclusão e detenção, enquanto que, para os crimes, admite-se prisão simples"
      },
      {
        "letra": "C",
        "texto": "No caso de crime, admitem-se penas de reclusão e detenção, enquanto que, para as contravenções penais, admite-se prisão simples"
      },
      {
        "letra": "D",
        "texto": "No caso de contravenção penal, admite-se pena de reclusão, enquanto que, para os crimes, admite-se detenção"
      },
      {
        "letra": "E",
        "texto": "No caso de contravenção penal, admite-se pena de detenção, enquanto que, para os crimes, admite-se reclusão"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785439",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "O chamado sistema penal garantista é marcado por 10 axiomas fundamentais. Assinale a alternativa que indica princípios pertinentes ao indigitado sistema.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesividade. intervenção mínima e eficiência."
      },
      {
        "letra": "B",
        "texto": "Colegialidade. indelegabilidade e intervenção máxima."
      },
      {
        "letra": "C",
        "texto": "Segurança jurídica, defesa social e ofensividade."
      },
      {
        "letra": "D",
        "texto": "Legalidade. lesividade e economia do direito penal (necessidade)."
      },
      {
        "letra": "E",
        "texto": "Legalidade, fraternidade e obrigatoriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2971878",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Com relação à aplicação de lei penal, julgue os itens a seguir.I - A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência. II- Considera-se praticado o crime no momento em que se verifica o resultado. III- A entrada em vigor de uma lei nova (posterior), que deixa de considerar o fato como criminoso, é uma das causas de extinção da punibilidade. IV- Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os processos em andamento e permanecendo apenas os efeitos da sentença condenatória definitiva.Estão CORRETOS apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2799715",
    "metadata": "Ano: 2016 | Banca: FAEPESUL | Órgão: Prefeitura de Araranguá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Marque a alternativa que corresponde com as afirmações abaixo: I. Inundação é o tipo penal descrito pela conduta de causar inundação, expondo a perigo a vida, a integridade física ou o patrimônio de outrem. II. Remover, destruir ou inutilizar, em prédio próprio ou alheio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem, obstáculo natural ou obra destinada a impedir inundação configura crime de subtração, ocultação ou inutilização de material de salvamento. III. Pelo crime de risco de deslizamento responde a pessoa que causar desabamento, deslizamento ou desmoronamento, expondo a perigo a vida, a integridade física ou o patrimônio de outrem. IV. Comete crime de perigo de inundação aquele que subtrair, ocultar ou inutilizar, por ocasião de incêndio, inundação, naufrágio, ou outro desastre ou calamidade, aparelho, material ou qualquer meio destinado a serviço de combate ao perigo, de socorro ou salvamento; ou impedir ou dificultar serviço de tal natureza. V. Aquele que expor a perigo a vida, a integridade física ou o patrimônio de outrem, usando de gás tóxico ou asfixiante comete o tipo penal de uso de gás tóxico ou asfixiante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as alternativas II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as alternativas I, II e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as alternativas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as alternativas I e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas II e V estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2747877",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, considera-se crime consumado quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "758142",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Por teoria da ratio essendi entende-se o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estruturação do direito penal sob o princípio da intervenção mínima, que orientará iniciativas político-criminais pelo prisma da ultima ratio."
      },
      {
        "letra": "B",
        "texto": "ingresso pelo agente nos atos executórios de um crime, quando este se posta, de acordo com sua idealização, em atividade imediata e diretamente coligada à realização do tipo."
      },
      {
        "letra": "C",
        "texto": "possibilidade de punição da punição da participação em sentido estrito quando o agente da conduta principal é um adolescente-infrator, bastando que este aja de forma típica e antijurídica."
      },
      {
        "letra": "D",
        "texto": "concepção da culpabilidade como uma relação psicológica entre o autor e o fato por ele praticado, de sorte que dolo e culpa, para a teoria, são espécies de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "fusão entre dois substratos do conceito analítico de crime, a saber, a tipicidade e a antijuridicidade, sendo aquela reconhecida como a razão de ser desta; assim, o crime é composto pelo fato antijurídico (injusto) e pela culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "690095",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a evolução das Escolas Penais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a base ontológica do funcionalismo permitiu a construção da teoria da imputação objetiva."
      },
      {
        "letra": "B",
        "texto": "a estrutura do delito no causal-naturalismo tem por característica a presença de elementos subjetivos no tipo."
      },
      {
        "letra": "C",
        "texto": "a transformação realizada pelo finalismo na teoria do delito consiste, principalmente, na relevância atribuída à vontade e aos aspectos subjetivos da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "a necessidade de associação das categorias do delito a um fundamento material de ofensa ao bem jurídico é uma das bases do funcionalismo de Claus Roxin."
      },
      {
        "letra": "E",
        "texto": "o funcionalismo teleológico de Günther Jakobs impossibilitou a construção de mecanismos de imputação baseados no direito penal do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "671331",
    "metadata": "Ano: 2016 | Banca: FUMARC | Órgão: Câmara de Conceição do Mato Dentro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Crimes omissivos"
    ],
    "enunciado_principal": "No que tange ao conceito de crime, nos termos do Código Penal brasileiro, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa é punida mesmo quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "B",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde nas mesmas penas aplicáveis ao crime consumado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "649445",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A corrente/teoria penal que se funda na ideia de que as normas jurídicas devem ser protegidas por si mesmas, pouco importando o bem jurídico por trás delas, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria do garantismo penal, de Luigi Ferrajoli."
      },
      {
        "letra": "B",
        "texto": "o funcionalismo teleológico-racional, de Claus Roxin."
      },
      {
        "letra": "C",
        "texto": "o funcionalismo sistêmico, de Günther Jakobs."
      },
      {
        "letra": "D",
        "texto": "a teoria da tipicidade conglobante, de Eugenio Zaffaroni."
      },
      {
        "letra": "E",
        "texto": "a teoria constitucionalista do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613169",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a teoria do Direito Penal que está intimamente ligada à seguinte ideia: “a estruturação do Direito Penal não deve se basear em uma realidade ontológica, devendo ser mitigada a função do bem jurídico como pressuposto e critério norteador para a intervenção penal\".",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitucionalista."
      },
      {
        "letra": "B",
        "texto": "Clássica."
      },
      {
        "letra": "C",
        "texto": "Finalista."
      },
      {
        "letra": "D",
        "texto": "Funcionalista."
      },
      {
        "letra": "E",
        "texto": "Garantista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "591222",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Considere as seguintes assertivas em relação à responsabilidade penal da pessoa jurídica: I – O sistema penal brasileiro admite a responsabilidade penal das pessoas jurídicas para os crimes ambientais e contra a ordem tributária. II – A responsabilidade penal da pessoa jurídica segue a teoria do concurso necessário, segundo a jurisprudência do Supremo Tribunal Federal, devendo o Ministério Público denunciar a pessoa natural e a pessoa jurídica, sob pena de inépcia da peça acusatória. III – A responsabilização penal da pessoa jurídica, na esteira do entendimento jurisprudencial do Supremo Tribunal Federal, é autônoma e independe da responsabilização da pessoa natural, em uma quebra de paradigma em relação à anterior interpretação sobre o artigo 3º da Lei n.º 9.605/98. IV – A responsabilidade penal das pessoas jurídicas é inconstitucional, pois viola o princípio da culpabilidade, segundo a jurisprudência do Supremo Tribunal Federal. V – A culpabilidade da pessoa jurídica está fundada no descumprimento dos deveres e obrigações de organização e funcionamento da empresa.Quais das assertivas acima estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e V."
      },
      {
        "letra": "C",
        "texto": "Apenas a II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a I e III."
      },
      {
        "letra": "E",
        "texto": "Apenas a II e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591077",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca do crime e da aplicação da lei penal no tempo e no espaço, julgue o item que se segue. Sob o prisma formal, crime corresponde à concepção do direito acerca do delito, em uma visão legislativa do fenômeno; sob o prisma material, o conceito de crime é pré-jurídico, ou seja, é a concepção da sociedade a respeito do que pode e deve ser proibido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A respeito das leis penais em branco e da teoria geral do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concepção welzeliana de ação implicou a inclusão do dolo — sem a consciência de ilicitude — e da culpa nos tipos de injustos. Além disso, conforme essa concepção, ao desvalor da ação corresponderia um desvalor do resultado, consistente na lesão ou perigo de lesão ao bem jurídico tutelado."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes omissivos próprios ou puros, não há uma causalidade fática, mas jurídica, uma vez que o omitente, devendo e podendo, não impede o resultado. Nesse caso, apesar de se tratar de crime material, o agente responde não por ter causado o resultado, mas por não ter evitado sua ocorrência."
      },
      {
        "letra": "C",
        "texto": "Com relação ao dolo, o legislador penal brasileiro adotou a teoria da representação, conforme a qual, para a existência do dolo, é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Configura lei penal em branco em sentido estrito o artigo do Código Penal, que estabelece como criminosa a conduta de casar-se mesmo conhecendo existir impedimento que acarrete a nulidade absoluta do casamento."
      },
      {
        "letra": "E",
        "texto": "Crimes pluriofensivos são aqueles dotados de iter criminis fracionável, de forma que sua execução se desdobra em vários atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "565815",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.A legítima defesa é causa de exclusão da ilicitude da conduta, mas não é aplicável caso o agente tenha tido a possibilidade de fugir da agressão injusta e tenha optado livremente pelo seu enfrentamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565814",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.O direito penal brasileiro não admite a punição de atos meramente preparatórios anteriores à fase executória de um crime, uma vez que a criminalização de atos anteriores à execução de delito é uma violação ao princípio da lesividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "A teoria finalista da ação, adotada pelo Código Penal em sua Parte Geral, concebe o crime como um fato típico e antijurídico. A culpabilidade diz respeito à reprovabilidade da conduta. O dolo, que integrava o juízo de culpabilidade, para esta teoria é elemento estruturante do fato típico. Essa adoção pretende corrigir contradições na teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "da responsabilidade objetiva."
      },
      {
        "letra": "C",
        "texto": "da causalidade normativa."
      },
      {
        "letra": "D",
        "texto": "do domínio do fato."
      },
      {
        "letra": "E",
        "texto": "da imputabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512625",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Após a leitura dos enunciados abaixo, assinale a alternativa correta: I- A teoria finalista, no conceito analítico de crime, o define como um fato típico e antijurídico, sendo a culpabilidade pressuposto da pena. II- A teoria clássica, no conceito analítico de crime, o define como um fato típico, antijurídico e culpável. III- A teoria clássica entende que a culpabilidade consiste em um vínculo subjetivo que liga a ação ao resultado, ou seja, no dolo ou na culpa em sentido estrito. IV- A teoria finalista entende que, por ser o delito uma conduta humana e voluntária que tem sempre uma finalidade, o dolo e a culpa são abrangidos pela conduta. V- A teoria finalista entende que pode existir crime sem que haja culpabilidade, isto é, censurabilidade ou reprovabilidade da conduta, inexistindo, portanto, a condição indispensável à imposição e pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o II e o III são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Somente o I e o IV são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Somente o I, IV e V são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Somente o I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512408",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao crime, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos."
      },
      {
        "letra": "B",
        "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "C",
        "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "481534",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No tipo do crime descrito no art. 319 do Código Penal “Retardar, ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal”, a expressão “para satisfazer interesse ou sentimento pessoal” constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "elemento normativo do tipo."
      },
      {
        "letra": "B",
        "texto": "elemento subjetivo do tipo."
      },
      {
        "letra": "C",
        "texto": "circunstância qualificadora."
      },
      {
        "letra": "D",
        "texto": "elemento objetivo do tipo."
      },
      {
        "letra": "E",
        "texto": "elemento descritivo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "476019",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Nos termos do Código Penal considera-se causa do crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "a ação ou omissão praticada pelo autor, independentemente da sua relação com o resultado."
      },
      {
        "letra": "C",
        "texto": "exclusivamente a ação ou omissão que mais se relaciona com a intenção do autor."
      },
      {
        "letra": "D",
        "texto": "a ação ou omissão praticada pelo autor, independentemente de qualquer causa superveniente."
      },
      {
        "letra": "E",
        "texto": "exclusivamente a ação ou omissão que mais contribui para o resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467353",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "O Estado, para garantir a segurança dos cidadãos, deve proibir ou restringir todas aquelas ações que se refiram, de maneira imediata, só a quem as realize, das quais derive lesão aos direitos dos outros, isto é, que atinjam sua liberdade e propriedade, sem o seu consentimento ou contra ele, ou das que haja de temê-las provavelmente; probabilidade na qual haverá de considerar a dimensão do dano que se quer causar e a importância da limitação da liberdade produzida por lei proibitiva.Wilhem Von Humboldt. Los límites de la acción del estado. 1792, p. 122 (com adaptações).Com relação ao fragmento de texto acima, aos princípios de direito penal e às teorias do bem jurídico, julgue o item a seguir.Ao vincular a ideia de crime à violação de direitos subjetivos, o pensamento do autor do fragmento em apreço nega os fundamentos da doutrina privatista de Feuerbach, concepção pioneira a respeito do objeto de tutela penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2835390",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Ê correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal nunca retroagirá para atingir fatos anteriores à sua vigência."
      },
      {
        "letra": "B",
        "texto": "No que tange ao lugar do crime aplica-se a teoria da atividade."
      },
      {
        "letra": "C",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no momento do resultado da ação ou omissão delituosa."
      },
      {
        "letra": "E",
        "texto": "Em relação ao tempo do crime aplica-se a teoria da ubiquidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2780445",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "De acordo com a Doutrina, os delitos que necessitam de uma qualidade especial do sujeito ativo para o seu cometimento são conhecidos como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crimes materiais."
      },
      {
        "letra": "B",
        "texto": "crimes plurissubjetivos."
      },
      {
        "letra": "C",
        "texto": "crimes de empreendimento."
      },
      {
        "letra": "D",
        "texto": "crimes comuns."
      },
      {
        "letra": "E",
        "texto": "crimes próprios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2750271",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Durante uma competição de MMA (do inglês: mixed martial arts) um dos lutadores recebeu um golpe do seu oponente e saiu do octógono com fratura do osso úmero direito. No caso relatado, o exame de corpo de delito deverá ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "realizado de imediato."
      },
      {
        "letra": "B",
        "texto": "complementado no 30º dia depois da luta."
      },
      {
        "letra": "C",
        "texto": "dispensado porque não há crime a apurar."
      },
      {
        "letra": "D",
        "texto": "complementado em 30 e 180 dias após o evento."
      },
      {
        "letra": "E",
        "texto": "indireto, com base no prontuário médico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2750245",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Jualtino, policial civil, violou clandestinamente, ou seja, sem autorização expressa ou tácita do titular, um tablet (tipo de computador portátil, de tamanho pequeno, fina espessura e com tela sensível ao toque) de seu primo Larival, também policial civil, que estava conectado a uma rede de computadores, mediante rompimento indevido do mecanismo de segurança e com o fim de obter dados e informações pessoais do proprietário do dispositivo. Logo, pode-se afirmar que Jualtino:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de inserção de dados falsos em sistema de informações, previsto no artigo 313-A do Código Penal, que é de ação penal privada subsidiária da pública."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de modificação ou alteração não autorizada de sistema de informações, previsto no artigo 313-B, que é de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de estelionato, previsto no artigo 171 do Código Penal, que é de ação penal pública incondicionada como regra e pública condicionada à representação, quando se configurarem as hipóteses do artigo 182 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de invasão de dispositivo informático previsto no artigo 154-A do Código Penal, que é de ação penal pública condicionada à representação como regra e de ação penal pública incondicionada, quando o crime é cometido contra a administração pública direta ou indireta de qualquer dos Poderes da União, Estados, Distrito Federal ou Municípios ou contra empresas concessionárias de serviços públicos."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de constrangimento ilegal previsto no artigo 146 do Código Penal, que é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "472004",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue os itens a seguir. Na legislação pátria, adotou-se o critério bipartido na definição das infrações penais, ou seja, estas se subdividem em contravenções penais e crimes ou delitos, inexistindo diferença conceitual entre as duas últimas espécies.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "461143",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Majoritariamente, a doutrina conceitua crime como sendo um fato típico, ilícito e culpável. Como elementos do fato típico estão a conduta, o resultado, o nexo de causalidade e a tipicidade. Com relação a tais elementos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem resultado jurídico."
      },
      {
        "letra": "B",
        "texto": "Na teoria finalista da ação, o dolo e a culpa devem ser analisados na antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "A coação moral irresistível, diferentemente da resistível, afasta a própria conduta e, assim, a tipicidade."
      },
      {
        "letra": "D",
        "texto": "Para que seja reconhecida a tipicidade material, basta a simples adequação da conduta ao tipo penal."
      },
      {
        "letra": "E",
        "texto": "A superveniência de causa relativamente independente que, por si só, produza o resultado, faz com que o agente apenas responda pelo resultado a título de culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "458160",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da lei penal, analise as assertivas a abaixo:I. Ultratividade da lei penal significa que quando a lei revogada for mais benéfica, ela será aplicada ao fato cometido durante a sua vigência.II. Abolitio criminis significa que a nova lei deixa de considerar crime um fato anteriormente tipificado como ilícito penal, fazendo desaparecer todos os efeitos penais e civis das condenações proferidas com base na lei anterior.III. O Código Penal Brasileiro adotou a teoria da ubiquidade, também conhecida por mista ou unitária, considerando o lugar do crime tanto o local onde ocorreu a ação ou a omissão, no todo ou em parte, como onde se produziu ou deveria produzir-se o resultado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "427911",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Considerando a teoria do crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento jurisprudencial, é suficiente para fundamentar a aplicação do princípio da insignificância a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica."
      },
      {
        "letra": "B",
        "texto": "O abolicionismo, ou minimalismo penal, propõe a eliminação total da pena de prisão como mecanismo de controle social e sua substituição por outro mecanismo de controle."
      },
      {
        "letra": "C",
        "texto": "A teoria constitucionalista do delito preconiza que o direito penal somente poderá ser aplicado diante de condutas capazes de causar lesão (ou perigo de lesão) concreta e intolerável aos bens jurídicos com relevância penal."
      },
      {
        "letra": "D",
        "texto": "Idealizado por Günter Jakobs, o direito penal do inimigo é considerado um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas, também, permitir a flexibilização de garantias materiais e processuais de todos integrantes da sociedade, podendo, inclusive, ser observado no direito brasileiro alguns institutos da lei que trata dos crimes hediondos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420556",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Com referência a fundamentos e noções gerais aplicadas ao direito penal, julgue o próximo item.A partir da teoria tripartida do delito e das opções legislativas adotadas pelo Código Penal, é correto afirmar que o dolo integra a culpabilidade e corrobora a aplicação concreta da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "417892",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Com relação à classificação e às teorias do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dever jurídico de evitar o resultado existente no crime omissivo impróprio deve obrigatoriamente decorrer de uma imposição legal direta que determine cuidado e vigilância em relação à vítima."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria do funcionalismo racional teleológico, a função do direito penal é promover a proteção subsidiária de bens jurídicos, de modo que o que é tratado como delito deve corresponder aos anseios sociais."
      },
      {
        "letra": "C",
        "texto": "Para a vertente do funcionalismo sistêmico, a função do direito penal não se limitaria à reafirmação da autoridade do direito ou o dever de obediência às normas, já que tem viés voltado para a ação em si, e não para o resultado."
      },
      {
        "letra": "D",
        "texto": "O crime de porte ilegal de arma de fogo é crime de perigo em que o risco figura como elementar do tipo"
      },
      {
        "letra": "E",
        "texto": "Para que se caracterize crime omissivo próprio, é necessário que o agente tenha ocasionado o resultado naturalístico em decorrência de um não fazer que figure como elementar do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "411201",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo o Código Penal, o crime é complexo quando elemento ou circunstância do tipo legal, por si mesmo, constituir crime. II. A lei brasileira sobre lavagem de dinheiro (Lei nº 9.613/98), a exemplo de legislações europeias, não contemplou a \"autolavagem\", ou seja, a possibilidade de o autor do crime antecedente responder também, em concurso de crimes, por lavagem de dinheiro. III. Em apertada síntese, segundo a teoria do domínio do fato, o autor de um delito é quem tem o poder de decisão sobre a realização do fato. Explica, assim, a figura do autor mediato, ou seja, o \"autor atrás de outro autor\". Na prática, essa teoria se aplica nas hipóteses em que não se logra obter elementos probatórios que vinculem, por exemplo, um superior hierárquico, que se utiliza de um subordinado para a execução da conduta típica. IV. De acordo com a jurisprudência do Superior Tribunal de Justiça, o monitoramento por câmeras de vigilância e por sistema de alarmes ou mesmo a existência de seguranças no estabelecimento tornam impossível a consumação do furto, incidindo, assim, a regra do art. 17 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406899",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Analise a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso exculpante na legítima defesa busca eliminar a antijuridicidade, vale dizer, o fato, embora típico, deixa se ser ilícito."
      },
      {
        "letra": "B",
        "texto": "No que se refere ao instituto do estado de necessidade, para que se possa diferenciar o estado de necessidade justificante e exculpante, pode-se destacar as denominadas teorias unitária e diferenciadora, sendo que para a unitária, todo estado de necessidade é justificante, ou seja, tem a finalidade de eliminar a ilicitude do fato típico praticado pelo agente."
      },
      {
        "letra": "C",
        "texto": "Para que se possa reconhecer o instituto consentimento do ofendido, doutrina enumera alguns requisitos que deverão ser preenchidos pelo agente, dentre eles que o ofendido seja capaz de consentir; que o bem sobre o qual recaia a conduta do agente seja indisponível, que o consentimento tenha sido dado posteriormente à conduta do agente."
      },
      {
        "letra": "D",
        "texto": "A estrutura da culpabilidade na concepção finalista preconizada por Welzel ficaria com o seguinte conteúdo, qual seja, a imputabilidade; dolo e culpa e exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389325",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dentre as escolas penais a seguir, aquela na qual se pretendeu inicialmente aplicar ao direito penal os mesmos métodos de observação e investigação que se utilizavam em outras ciências naturais é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Clássica."
      },
      {
        "letra": "B",
        "texto": "Técnico-Jurídica."
      },
      {
        "letra": "C",
        "texto": "Correcionalista."
      },
      {
        "letra": "D",
        "texto": "Positivista."
      },
      {
        "letra": "E",
        "texto": "Moderna."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389031",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "No que concerne às propostas preconizadas pelo funcionalismo penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O funcionalismo da Escola de Munique, liderada por Claus Roxin, apregoa que a teoria do delito não pode ficar alheia aos postulados político-criminais que norteiam o Direito Penal e descreve a necessidade da penetração da política criminal na dogmática."
      },
      {
        "letra": "B",
        "texto": "O funcionalismo da Escola de Frankfurt, dirigida por Winfried Hassemer, sustenta a redução do Direito Penal ao que qualifica como direito penal nuclear, ficando uma zona intermediária entre este direito e as contravenções, denominada direito de intervenção."
      },
      {
        "letra": "C",
        "texto": "O funcionalismo da Escola de Bonn, encabeçada por Günther Jakobs, está orientado a garantir a identidade normativa. O crime será uma falta de lealdade ao direito e a pena será o recurso necessário para estabilizar o sistema."
      },
      {
        "letra": "D",
        "texto": "O Direito Penal do Inimigo combate preponderantemente perigos (retrospectivos), enquanto o Direito Penal do Cidadão, segundo o modelo funcionalista de Günther Jakobs, pautado pela prevenção geral negativa, mantém a vigência da norma (prospectivo)."
      },
      {
        "letra": "E",
        "texto": "O objetivo de um sistema penal está em estruturar os elementos fundamentais que integram o conceito de crime. O funcionalismo penal avança um pouco mais e propõe a construção de uma estrutura conceitual que atenda à função do Direito Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381223",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a opção correta com base na teoria geral do delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal brasileira não considera a independência relativa do novo curso causal como excludente da imputação do resultado."
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo da omissão de ação é assimétrico: na omissão de ação imprópria, há somente dolo; na omissão de ação própria, há dolo e imprudência."
      },
      {
        "letra": "C",
        "texto": "Nos tipos dolosos de simples atividade, a tarefa de atribuição causal do tipo objetivo se esgota na subsunção da ação ao tipo legal respectivo porque não existe um resultado exterior imputável ao autor do fato."
      },
      {
        "letra": "D",
        "texto": "O conhecimento atual das circunstâncias de fato do tipo objetivo deve abranger os elementos presentes - a vítima, a coisa, o documento etc. - e futuros - o curso causal e o resultado - do tipo objetivo, bem como as condições objetivas de punibilidade."
      },
      {
        "letra": "E",
        "texto": "O conceito clássico de delito é falho, na medida em que nele não é estabelecido vínculo entre a conduta e o resultado por meio do nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "376238",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "O conceito formal do crime constitui-se na conduta proibida por lei, sob a ameaça de aplicação da pena, numa visão legislativa do fenômeno. Assim sendo, respeita o princípio da legalidade ou da reserva legal, para o qual não há crime sem lei anterior que o defina, nem pena sem lei anterior que a comine. Em relação ao crime e seus elementos, espécies e sujeitos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito passivo é o titular do bem jurídico protegido, e o sujeito passivo formal ou constante, titular do interesse jurídico de punir, que surge com a prática da infração penal, é sempre o Estado."
      },
      {
        "letra": "B",
        "texto": "o contexto dos crimes próprios envolve os crimes que exigem sujeito ativo qualificado, devendo este cometer pessoalmente a conduta tipica, admitindo-se entretanto a coautoria e a participação."
      },
      {
        "letra": "C",
        "texto": "o tipo penal vem estruturado como sendo título ou nomem juris; como preceito primário e preceito secundário, caracteriza-se este último como a descrição da conduta proibida, quando se refere ao tipo incriminador, ou à conduta permitida."
      },
      {
        "letra": "D",
        "texto": "o juiz é proibido na pena de tentativa de levar em conta o inter criminis, ou seja, o grau de perigo que o bem jurídico sofreu, sendo causa de diminuição obrigatória, sem, entretanto, ter a fixação em parâmetros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360481",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação às teorias que versam sobre o delito e a pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decorre do pós-finalismo, mais propriamente da teoria social da ação desenvolvida por Hans-Heinrich Jescheck, a afirmação de que a culpabilidade não constitui condição suficiente para a imposição da pena, mas apenas um dos elementos que, juntamente com a necessidade preventiva, passa a integrar a categoria denominada responsabilidade."
      },
      {
        "letra": "B",
        "texto": "Entre as teorias contemporâneas do delito, apenas a teoria do defeito da motivação jurídica, ou teoria da motivação, realiza a crítica ao livre arbítrio como expressão de absoluto indeterminismo e como fundamento ontológico da culpabilidade. Essa teoria foi desenvolvida a partir da ideia de censura sobre o autor que defrauda as expectativas da norma penal, porque, apesar de possuir a capacidade de reconhecer e acatar a motivação de comportamento prescrita normativamente, ele atua com defeito volitivo e se revela infiel ao direito."
      },
      {
        "letra": "C",
        "texto": "Claus Roxin, na formulação da sua teoria da imputação objetiva, entende que a finalidade do direito penal é a de garantir a segurança das expectativas em relação ao cumprimento dos papéis atribuídos a cada um, e não a de impedir todos os danos possíveis, paralisando a vida social. Por essa razão, não devem ser imputados aos indivíduos os resultados danosos provenientes de condutas socialmente adequadas."
      },
      {
        "letra": "D",
        "texto": "Na dogmática penal brasileira contemporânea, a posição adotada por Juarez Tavares, no tocante ao conceito de ação como condição para a existência do delito, distancia-se do finalismo, por não admitir um conceito pré-jurídico de conduta, e aproxima-se do modelo social, pela afirmação de que a conduta humana não é somente um fenômeno individual, mas deve ser estruturada sob a característica de constituir atividade social. Essa abordagem se identifica com o funcionalismo, por vincular o conceito de ação, exclusivamente, a um sistema ou processo de imputação."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria pessoal da ação, nem as atividades insuscetíveis de controle pela consciência e pela vontade nem os simples pensamentos constituem ação como manifestação da personalidade, porque aquelas não são atribuíveis ao centro de ação psicoespiritual humana e estes, a despeito de sua natureza psicoespiritual, não chegam a se manifestar no mundo exterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "353301",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Não há crime sem .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo."
      },
      {
        "letra": "B",
        "texto": "resultado naturalístico."
      },
      {
        "letra": "C",
        "texto": "imprudência."
      },
      {
        "letra": "D",
        "texto": "conduta."
      },
      {
        "letra": "E",
        "texto": "lesão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1640899",
    "metadata": "Ano: 2013 | Banca: TCE-RS | Órgão: TCE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "O servidor público municipal ABC aproveitou o final de semana para digitar seu trabalho de conclusão de curso universitário, cujo prazo esgotava-se. Depois de iniciá-lo, porém, seu computador apresentou defeitos e deixou de funcionar. Embora ausente qualquer ânimo de apropriar-se de coisa pública municipal, ABC entrou no prédio público, retirou o computador pertencente à Secretaria Municipal de Administração e levou-o para casa, a fim de empregá-lo momentaneamente. Na noite de domingo, o computador foi devolvido espontaneamente, tendo sido colocado no mesmo lugar de onde fora retirado. A restituição da coisa deu-se de forma integral. Considerada a estrutura analítica do crime (elementos do delito), o problema comporta a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclusão da conduta humana punível;"
      },
      {
        "letra": "B",
        "texto": "exclusão da tipicidade;"
      },
      {
        "letra": "C",
        "texto": "exclusão da ilicitude;"
      },
      {
        "letra": "D",
        "texto": "exclusão da culpabilidade;"
      },
      {
        "letra": "E",
        "texto": "exclusão da punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1640897",
    "metadata": "Ano: 2013 | Banca: TCE-RS | Órgão: TCE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Considere as assertivas abaixo e assinale a ERRADA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prefeito Municipal que, ilegalmente, dispensa licitação para favorecer empresário amigo seu, com o objetivo de retribuir apoio dado à campanha eleitoral do Prefeito (impressão e distribuição de santinhos), pratica o crime de prevaricação do Código Penal, sem prejuízo do crime licitatório."
      },
      {
        "letra": "B",
        "texto": "Prefeito Municipal concede alvará de funcionamento de estabelecimento comercial, mesmo tendo recebido relatório contrário pela equipe de vistoria técnica. O ato do Prefeito está motivado por ‘presente’ dado ao seu filho (um veículo zero Km) pela empresa beneficiada. O Prefeito praticou crime de corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a Administração Pública não se pune a conduta do agente, quando realizada por omissão, mas apenas na forma comissiva (por ação)."
      },
      {
        "letra": "D",
        "texto": "Funcionário público recebe valores discriminados no seu contracheque e que são evidentemente indevidos, pois referem-se a diárias e somam alto valor, sendo que o agente não realizou viagem alguma. Percebendo o equívoco do órgão pagador, o agente saca o dinheiro todo da conta. Nesta hipótese ocorreu crime de peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "Funcionário público, chefe de repartição, no final do expediente, deixa de trancar a porta do setor pelo qual é responsável e, em razão disso, ocorre um furto de computadores e de dinheiro público que estava na aludida repartição, praticado por funcionário da segurança. Nessa hipótese, o funcionário responsável pela repartição responderá por crime de peculato culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1638727",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Tipicidade formal"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA segundo a evolução da Teoria do Tipo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria dos elementos negativos do tipo, ainda que não defendida por Edmund Mezger, além de incluir as causas de justificação no próprio tipo, pressupõe a existência de uma antijuridicidade penal distinta da antijuridicidade geral."
      },
      {
        "letra": "B",
        "texto": "Para a fase da independência, que teve como maior idealizador Max Ernest Mayer, a tipicidade era compreendida com um caráter indiciário da antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "Para a fase da ratio essendi da antijuridicidade, que teve como maior idealizador Edmund Mezger, a tipicidade é totalmente desvinculada da ilicitude, ou seja, a tipicidade é neutra, avalorada em relação à tipicidade."
      },
      {
        "letra": "D",
        "texto": "Com o surgimento do finalismo, o tipo sofreu forte mudança estrutural no que se refere ao dolo e à culpa, notadamente porque estes dois elementos passaram a integrar a culpabilidade. Segundo Hans Welzel, principal idealizador, a culpabilidade seria ou dolosa ou culposa."
      },
      {
        "letra": "E",
        "texto": "Segundo entendimento dos doutrinadores brasileiros acerca da evolução da teoria do tipo, a concepção que mais se adapta ao direito penal pátrio é a de Hans Wezel, precursor do finalismo, para o qual a tipicidade é ratio essendi da antijuridicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "542786",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "No que se refere à teoria geral do crime, julgue o próximo item.Segundo a teoria causal, o dolo causalista é conhecido como dolo normativo, pelo fato de existir, nesse dolo, juntamente com os elementos volitivos e cognitivos, considerados psicológicos, elemento de natureza normativa (real ou potencial consciência sobre a ilicitude do fato).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "489660",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Segundo o Direito Penal brasileiro, analise os itens abaixo e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São elementos que integram o fato típico: a conduta humana, o resultado, o nexo causal e a ilicitude."
      },
      {
        "letra": "B",
        "texto": "São excludentes legais de ilicitude: o estado de necessidade, a legítima defesa, o estrito cumprimento de dever legal, o exercício regular de direito e o consentimento do ofendido."
      },
      {
        "letra": "C",
        "texto": "Integram o crime tentado: o início da execução e a não consumação por circunstâncias alheias à vontade do agente, a qual pode ser dar a título de dolo ou de culpa."
      },
      {
        "letra": "D",
        "texto": "Sobre a lei penal no tempo, o Código Penal Brasileiro adotou a Teoria da Ubiquidade."
      },
      {
        "letra": "E",
        "texto": "O crime é consumado quando nele se reúnem todos os elementos de sua definição legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "470155",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "É exemplo típico do chamado Direito Penal do Inimigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a caça, o sequestro e a condução do oficial nazista (Executor Chefe do III Reich) Adolf Eichmann para Israel em 1960, onde ele foi preso, julgado, condenado e executado por haver contribuído para a “solução final”, que vitimou mais de cinco milhões de judeus, durante a II Guerra Mundial."
      },
      {
        "letra": "B",
        "texto": "a prisão e o julgamento (ainda não encerrado) por Tribunal instalado no Camboja, do dirigente do Khmer Vermelho Khieu Samphan (expresidente do conselho de estado do Kampuchea Democrático) – que é filho de um juiz e que estudou economia e ciências políticas em Paris –, pela prática de crimes de guerra e contra a humanidade, assassinato, tortura e perseguição por razões religiosas e de raça contra a minoria muçulmana cham, a população vietnamita e o monacato, cujo resultado foi a morte de cerca de um quarto da população daquele país (mais de um milhão e meio de pessoas), entre os anos de 1975 e 1979."
      },
      {
        "letra": "C",
        "texto": ")a perseguição, prisão e submissão a julgamento (está em curso) do psiquiatra e poeta Radovan Karadzic, de origem sérvia e cristã, que presidiu a Bósnia-Herzegovina durante a Guerra dos Bálcãs, em 1992, acusado perante o Tribunal Internacional da ONU para a ex-Iugoslávia, instalado em Haia, de ter contribuído para o genocídio, a “limpeza étnica” e a prática de crimes contra a humanidade que resultaram na morte de dezenas de milhares mulçumanos bósnios e croatas."
      },
      {
        "letra": "D",
        "texto": "a prisão, o julgamento e a condenação à prisão perpétua (pena máxima permitida), por genocídio e crimes contra a humanidade, em dezembro de 2008, pelo Tribunal Penal Internacional para Ruanda, instalado na Tanzânia, dos três principais dirigentes – Theoneste Bagosora, Aloys Ntabakuze e Anatole Nsengiyumva – do governo daquele país à época, pertencentes à etnia Hutu, que instigaram, colaboraram, permitiram e foram responsabilizados pelo massacre de cerca de oitocentas mil pessoas da etnia Tutsi, ocorrido em 1994."
      },
      {
        "letra": "E",
        "texto": "a procura, localização e a posterior execução (por tropa militar norte- americana - SEALs) do árabe saudita e muçulmano Osama Bin Laden, líder da Al-Qaeda (A Base), ocorrida no Paquistão, em maio de 2011, por ter sido a ele atribuída a prática de crimes contra a humanidade, assassinatos em massa e terrorismo (inclusive o planejamento do ataque aéreo às chamadas “Torres Gêmeas” em Nova Iorque, EUA, em que mais de três mil pessoas morreram)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423150",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Considere as seguintes proposições, I. O Direito Penal do Inimigo, idealizado por Günther Jakobs, pode ser entendido como um Direito Penal de quarta geração. Na sua concepção inimigo é aquele que afasta de modo permanente da norma. Segundo esta teoria, não deve ser ao criminoso conferido o status de cidadão. II. Segundo Hans Welzel, o Direito Penal tipifica somente condutas que tenham certa relevância social; caso contrário não poderiam ser delitos. Welzel desenvolve, a partir dessa ideia, o princípio da adequação social. III. Com introdução de considerações axiológicas e materiais, o neokantismo substituiu o método puramente jurídico-formal do positivismo. O modelo neokantista possui o mérito de ter demonstrado que toda realidade traz em seu bojo um valor preestabelecido, permitindo a constatação de que as normas jurídicas, como um produto cultural, possuem como pressupostos valores prévios, e o próprio intérprete que, por mais que procure adorar certa neutralidade, não estará imune a maior ou menor influência desses valores. IV. Claus Roxin aborda a Teoria da Imputação Objetiva sob a concepção de um funcionalismo radical, entendendo que o Direito Penal tem como função essencial a reafirmação da norma, visando fortalecer as expectativas de quem a obedece.São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414158",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Observada a doutrina majoritária brasileira no estudo da teoria do crime, analise as afirmativas a seguir. I. O fato típico é composto da conduta humana dolosa ou culposa, resultado, nexo causal e tipicidade. II. A força irresistível, o movimento reflexo e a coação moral irresistível, são hipóteses de ausência de conduta. III. A força física absoluta que exclui a conduta pode ser proveniente da natureza ou da ação de um terceiro. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379927",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Em relação à interpretação da norma penal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Direito Penal veda o uso da interpretação analógica em desfavor do réu."
      },
      {
        "letra": "B",
        "texto": "O resultado da interpretação da norma penal necessariamente será declarativo."
      },
      {
        "letra": "C",
        "texto": "A interpretação autêntica vincula o entendimento dos demais intérpretes e operadores do Direito Penal."
      },
      {
        "letra": "D",
        "texto": "A interpretação gramatical ou literal é a única admitida em matéria penal em relação às normas penais incri- minadoras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371268",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Na estrutura analítica do crime, o juízo da culpabilidade presta-se para avaliar a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prática da conduta."
      },
      {
        "letra": "B",
        "texto": "contrariedade da conduta ao direito."
      },
      {
        "letra": "C",
        "texto": "reprovabilidade da conduta."
      },
      {
        "letra": "D",
        "texto": "existência do injusto penal."
      },
      {
        "letra": "E",
        "texto": "ilicitude da conduta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357028",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Constituem críticas deslegitimadoras do sistema penal em sua dogmática clássica, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O caráter consequencial (sintomatológico) e não causal (etiológico) da intervenção penal"
      },
      {
        "letra": "B",
        "texto": "A intervenção sobre situações e não sobre pessoas."
      },
      {
        "letra": "C",
        "texto": "A reificação delitiva, com a neutralização da vítima pelo sistema."
      },
      {
        "letra": "D",
        "texto": "As cifras ocultas da criminalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357025",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "São criações doutrinárias diretamente relacionadas à punição na sociedade do risco, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Direito de Intervenção."
      },
      {
        "letra": "B",
        "texto": "Direito Penal de duas velocidades."
      },
      {
        "letra": "C",
        "texto": "Direito Penal secundário."
      },
      {
        "letra": "D",
        "texto": "Direito Penal funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352052",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Acerca dos princípios gerais que norteiam o direito penal, das teorias do crime e dos institutos da Parte Geral do Código Penal brasileiro, julgue os itens a seguir. A teoria finalista adota o conceito clássico de ação, entendida como mero impulso mecânico, dissociado de qualquer conteúdo da vontade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332047",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A DOGMÁTICA JURÍDICO-PENAL OBJETIVA AVERIGUAR QUAIS SÃO OS PRESSUPOSTOS QUE DEVEM ESTAR PRESENTES PARA A INCIDÊNCIA DE UMA NORMA PENAL INCRIMINADORA. FAZ-SE POSSÍVEL, ATRAVÉS DELA, UMA APLICAÇÃO SEGURA E CALCULÁVEL DO DIREITO PENAL, SUBTRAINDO-O DA IRRACIONALIDADE, DA ARBITRARIEDADE OU DA ALEATORIEDADE. DIANTE DISSO, E CONSIDERANDO SER A AÇÃO OU CONDUTA A PEDRA ANGULAR DA TEORIA DO CRIME (NULLUM CRIMEN SINE CONDUCTA), ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria finalista da ação, considera-se equivocada a ideia de ser a conduta um mero movimento corporal despido de finalidade, pois o que caracteriza o ser humano, ontologicamente, é, justamente, a capacidade de poder prever, dentro de certos limites, as consequências possíveis de sua atividade, e dirigi-la, conforme o planejado, até atingir os seus objetivos."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria social da ação, considera-se que a conduta pode constituir-se em uma atividade final, pode restringir-se a uma causação involuntária de consequências relevantes previsíveis ou pode manifestar-se por intermédio da inatividade frente a uma expectativa de ação, sendo sempre irrelevante a existência de um sentido social."
      },
      {
        "letra": "C",
        "texto": "Segundo a teoria personalista da ação, considera-se que a conduta penalmente relevante compreende tudo o que possa atribuir ao ser humano como centro anímico-espiritual, o que não ocorre, por exemplo, quando o comportamento decorre de fatores mecânicos do corpo, sem submissão ao controle psíquico. No mesmo sentido, não configuram conduta os fenômenos anímico- espirituais que ficam cerrados internamente, sem se exteriorizarem."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria negativa da ação, o conceito de conduta deve estar lastreado no princípio da evitabilidade, vale dizer, conduta é o não evitar o evitável na posição de garantidor, o que incluiria tanto os fatos comissivos como os omissivos. Uma variante dessa corrente sustenta que a conduta deve ser entendida como a causação do resultado individualmente evitável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331867",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo a teoria causal, o dolo causalista é conhecido como dolo normativo, pelo fato de existir, nesse dolo, juntamente com os elementos volitivos e cognitivos, considerados psicológicos, elemento de natureza normativa ( real ou potencial consciência sobre a ilicitude do fato ).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317973",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a execução iniciada de um crime, que não se consuma por circunstâncias alheias à vontade do agente, caracteriza o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "tentativa."
      },
      {
        "letra": "D",
        "texto": "crime frustrado."
      },
      {
        "letra": "E",
        "texto": "desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312545",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca do conceito de crime, considerando a corrente majoritária do Direito, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é o fato típico, ilícito e culpável."
      },
      {
        "letra": "B",
        "texto": "O índio que não teve contato com a civilização e não tem como conhecer a ilicitude de um fato típico e ilícito não comete crime."
      },
      {
        "letra": "C",
        "texto": "O menor de dezoito anos não comete crime."
      },
      {
        "letra": "D",
        "texto": "O indivíduo portador de um transtorno psiquiátrico de natureza psicótica grave não comete crime."
      },
      {
        "letra": "E",
        "texto": "O indivíduo que comete um fato ilícito, sem dolo ou culpa, não comete crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311590",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Considera-se crime toda ação ou omissão típica, antijurídica e culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308745",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "No que se refere aos elementos do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o estrito cumprimento do dever legal exclui a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "o dolo e a culpa integram a tipicidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "o arrependimento eficaz afasta a ilicitude."
      },
      {
        "letra": "D",
        "texto": "a exigibilidade de conduta diversa é pressuposto da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o crime impossível extingue a punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305557",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Infração penal significa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um caso não previsto em lei é regulado por um preceito legal, que rege um semelhante."
      },
      {
        "letra": "B",
        "texto": "Ofensa real ou potencial a um bem jurídico, levando-se em consideração os elementos subjetivos do tipo, a ilicitude e a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Todos os valores ético-sociais que estejam a exigir uma proteção especial, no âmbito do direito penal, por se revelarem insuficientes à proteção dos outros ramos do direito."
      },
      {
        "letra": "D",
        "texto": "Quando o princípio para o caso omitido se deduz do espírito e do sistema do ordenamento jurídico, considerado em seu conjunto."
      },
      {
        "letra": "E",
        "texto": "Que o delito é sinônimo de contravenção penal no Brasil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304745",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Teoria Geral do Delito",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "No que se refere à teoria e à aplicação do direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condutor de veículo automotor que, por imprudência, colidir em veículo dirigido por uma gestante, causando-lhe lesões corporais de natureza leve, responderá criminalmente por sua conduta, incidindo, na aplicação da pena, a circunstância agravante de ter sido o crime praticado contra mulher grávida."
      },
      {
        "letra": "B",
        "texto": "Crime profissional consiste na prática de ações com intenção de lucro, como é o caso, por exemplo, do curandeirismo, enquanto o crime habitual consiste na reiteração da mesma conduta reprovável, como um meio usual de sobrevivência, como, por exemplo, o rufianismo."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de tentativa irreal ou supersticiosa, o agente não responde pelo crime pretendido porque sua intenção não basta para ofender o bem jurídico visado, sendo a tentativa impunível e, conforme o caso, o crime impossível ou o delito putativo."
      },
      {
        "letra": "D",
        "texto": "Não pode alegar, em sua defesa, estado de necessidade o indivíduo que tem o dever legal ou contratual de enfrentar o perigo."
      },
      {
        "letra": "E",
        "texto": "Será reduzida de um a dois terços a pena do condenado pelo crime de latrocínio que colaborar voluntariamente com a investigação policial e o processo criminal na identificação dos demais coautores ou partícipes do crime, na localização da vítima e na recuperação total ou parcial do produto do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "304743",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne à teoria do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em direito penal, entende-se a tentativa como uma forma de adequação típica de subordinação imediata ou direta."
      },
      {
        "letra": "B",
        "texto": "O princípio da insignificância incide nos crimes contra a administração pública, o que exclui a tipicidade, mesmo que a conduta praticada ofenda a probidade administrativa, e não apenas o patrimônio."
      },
      {
        "letra": "C",
        "texto": "O indivíduo que tenta o suicídio pode ser sujeito ativo e passivo da própria conduta."
      },
      {
        "letra": "D",
        "texto": "Há crimes que se caracterizam pela pluralidade de objetos materiais, mas nenhum crime prescinde de objeto material."
      },
      {
        "letra": "E",
        "texto": "Crime de dever, semelhante ao crime de domínio, é aquele praticado dolosamente por quem rege a conduta dos demais envolvidos no crime, incidindo, nesse caso, a teoria do domínio do fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304684",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No conceito analítico do crime, a imputabilidade penal constitui elemento autônomo do crime."
      },
      {
        "letra": "B",
        "texto": "A adequação social constitui, segundo doutrina majoritária, excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina finalista, o princípio da insignificância constitui causa exculpante."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina finalista, a consciência da ilicitude é elemento do dolo."
      },
      {
        "letra": "E",
        "texto": "O erro de tipo sempre exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302503",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Sobre o sujeito da infração penal, tem-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos denominados crimes vagos, não se faz possível determinar o sujeito passivo."
      },
      {
        "letra": "B",
        "texto": "a pessoa jurídica pode figurar como sujeito ativo nos crimes contra o sistema financeiro, tendo em vista a regulamentação legal."
      },
      {
        "letra": "C",
        "texto": "os crimes de concurso necessário são aqueles que necessitam da participação de mais de um autor, todos imputáveis."
      },
      {
        "letra": "D",
        "texto": "sujeito passivo do crime e prejudicado pelo crime sempre se reúnem na mesma pessoa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302407",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em qual sistema penal a culpabilidade é concebida como o vínculo psicológico que une o autor ao fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "finalista"
      },
      {
        "letra": "B",
        "texto": "neoclássico"
      },
      {
        "letra": "C",
        "texto": "clássico"
      },
      {
        "letra": "D",
        "texto": "funcionalista"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301965",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne às posições existentes na teoria do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a punição a título de culpa mesmo se o resultado não tenha sido previsto pelo agente."
      },
      {
        "letra": "B",
        "texto": "É inadmissível legítima defesa contra legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "A existência do dolo do tipo permissivo serve à concepção objetiva da descriminante."
      },
      {
        "letra": "D",
        "texto": "O dolo normativo corresponde ao modelo normativo de culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "300617",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que diz respeito ao conceito do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é considerada como causa do crime a ação ou omissão sem a qual o resultado não teria ocorrido, sendo que a superveniência de causa relativamente independente exclui a imputação do crime quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "ao agente que tenha por lei obrigação de cuidado, proteção ou vigilância, não será imputado o crime se apenas omitiu-se, ainda que pudesse agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "se considera o crime tentado quando iniciada a preparação; este não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "para a caracterização da omissão penalmente relevante é suficiente que o agente tivesse o poder de agir para evitar o resultado do crime."
      },
      {
        "letra": "E",
        "texto": "se pune a tentativa se, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2796083",
    "metadata": "Ano: 2012 | Banca: IBAM | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Em relação à norma penal, analise as afirmativas a seguir.I. As normas penais incriminadoras têm a função de definir as infrações penais, proibindo ou impondo a prática de condutas, sendo, portanto, consideradas normas penais em sentido estrito.II. As normas permissivas são aquelas que se opõem ao preceito primário da norma incriminadora, autorizando a realização de uma conduta em abstrato proibida.III. As normas penais não incriminadoras são aquelas que estabelecem regras gerais de interpretação e aplicação das normas penais em sentindo estrito.IV. As normas penais explicativas e complementares correspondem àquelas proposições jurídicas que esclarecem, limitam ou complementam as normas penais incriminadoras dispostas na Parte Especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a afirmativa II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1196881",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A respeito de princípios gerais do direito penal, julgue o item a seguir. Em caso de urgência, a definição do que é crime pode ser realizada por meio de medida provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1189501",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A respeito da eficácia da lei no tempo e no espaço, julgue o item a seguir. O princípio da irretroatividade da lei nova se aplica às leis de ordem pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1154858",
    "metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "B",
        "texto": "Não se aplica a lei brasileira, ao crime cometido no território nacional por estrangeiro que aqui não resida, devendo ser julgado segundo as leis do seu país de origem."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1154856",
    "metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação a crime, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Grande parte da doutrina o define como sendo o fato típico e antijurídico."
      },
      {
        "letra": "B",
        "texto": "Não necessita estar previsto em lei, nos termos do artigo 5º, inciso XXXIX da Constituição Federal de 1988."
      },
      {
        "letra": "C",
        "texto": "Constitui Crime, nos termos do artigo 1º da LICP, a infração penal apenada com prisão simples, acompanhada ou não de multa."
      },
      {
        "letra": "D",
        "texto": "Diz-se que o crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984184",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Nos termos do Código Penal – CP: I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado. II. A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversa, mas nela é computada, quando idêntica. III. O dia do começo não se inclui no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum. IV. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372066",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de infração penal é mais amplo do que o conceito de crime."
      },
      {
        "letra": "B",
        "texto": "O conceito de infração penal coincide com o conceito de delito."
      },
      {
        "letra": "C",
        "texto": "O conceito de infração penal coincide com o conceito de crime."
      },
      {
        "letra": "D",
        "texto": "O conceito de infração penal é menos amplo do que o conceito de crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312099",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Associe os institutos jurídicos previstos no Código Penal (coluna da esquerda) às situações a eles relacionadas (coluna da direita). 1- Resultado diverso do Pretendido 2- Concurso Material 3- Erro na execução 4- Concurso Formal 5- Crime continuado ( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. A sequência numérica correta, de cima para baixo, da coluna da direita, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 - 3 - 2"
      },
      {
        "letra": "B",
        "texto": "3 - 4 - 5"
      },
      {
        "letra": "C",
        "texto": "3 - 1 - 4"
      },
      {
        "letra": "D",
        "texto": "1 - 4 - 5"
      },
      {
        "letra": "E",
        "texto": "1 - 3 - 2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293467",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "É certo afirmar: I. Crime é um fato típico, antijurídico e culpável. II. O resultado, de que depende a existência do crime, é imputável tanto a quem deu quanto a quem não lhe deu causa. III. A Lei penal brasileira por ser soberana se sobrepõe aos tratados e convenções internacionais, sendo de aplicação absoluta. IV. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284099",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no espaço",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo."
      },
      {
        "letra": "B",
        "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material."
      },
      {
        "letra": "C",
        "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "276703",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Em relação às teorias do crime e à legislação especial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento jurisprudencial, é suficiente, para fundamentar a aplicação do direito penal mínimo, a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica ocasionada."
      },
      {
        "letra": "B",
        "texto": "A coculpabilidade, expressamente admitida na lei penal como uma das hipóteses de aplicação da atenuante genérica, consiste em reconhecer que o Estado também é responsável pelo cometimento de determinados delitos quando o agente possui menor autodeterminação diante das circunstâncias do caso concreto, especificamente no que se refere às condições sociais e econômicas."
      },
      {
        "letra": "C",
        "texto": "A teoria constitucionalista do delito, que integra o direito penal à CF, enfoca o delito como ofensa, concreta ou abstrata, a bem jurídico protegido constitucionalmente, havendo crime com ou sem lesão ou perigo de lesão ao bem jurídico relevante."
      },
      {
        "letra": "D",
        "texto": "Idealizado por Günther Jakobs, o direito penal do inimigo é entendido como um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas permitir a flexibilização de garantias materiais e processuais, podendo ser observado, no direito brasileiro, em alguns institutos da lei que trata dos crimes hediondos e da que trata do crime organizado."
      },
      {
        "letra": "E",
        "texto": "O abolicionismo, ou minimalismo penal, prega a eliminação total, do ordenamento jurídico penal, da pena de prisão como meio de controle social formal e a sua substituição por outro mecanismo de controle."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "275157",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "A respeito do iter criminis e do momento de consumação do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa, uma norma de extensão temporal, não se enquadra diretamente no tipo incriminador; faz-se necessária uma norma que amplie a figura típica até alcançar o fato material."
      },
      {
        "letra": "B",
        "texto": "A tentativa perfeita ou crime falho é aquela na qual o agente interrompe a atividade executória e não consuma o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "O crime de extorsão se consuma com a obtenção da indevida vantagem econômica por parte do agente."
      },
      {
        "letra": "D",
        "texto": "A tentativa de homicídio se distingue do delito de lesões corporais dolosas pela gravidade da ofensa à integridade física da vítima."
      },
      {
        "letra": "E",
        "texto": "O crime tentado é punido da mesma forma que o crime consumado, pois o que vale é a intenção do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253807",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Considere as afirmações abaixo, entre tipicidade e antijuridicidade. I. Para a teoria do “tipo avalorado” (também chamado de “neutro”, “acromático”), a tipicidade não indica coisa alguma acerca da antijuridicidade. II. Para a teoria indiciária (ratio congnoscendi), a tipicidade é um indício ou presunção iuris et iuris da normatividade da licitude. III. Para a teoria da identidade, a tipicidade é a ratio essendi da antijuridicidade, onde afirmada a tipicidade resultará também afirmada antijuridicidade. IV. Para a teoria do tipo puro, a tipicidade representa uma valoração subjetiva da normatividade da licitude Estão corretas APENAS as afirmações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "242153",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ordenamento penal estende a relação de causalidade a qualquer resultado causado pela ação, ainda que imprevisível, em razão da aplicação do princípio versari in re ilicita."
      },
      {
        "letra": "B",
        "texto": "A missão do Direito Penal é a proteção de bens jurídicos, o que justifica a antecipação da intervenção penal aos atos que antecedem o início da prática dos atos executivos."
      },
      {
        "letra": "C",
        "texto": "Pela teoria da imputação objetiva, o resultado deve ser imputado ao agente de maneira objetiva, isto é, ainda que não tenha ele agido com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "O desvalor da ação e o desvalor do resultado devem ser aferidos a partir da lesão ou exposição a risco do bem jurídico tutelado."
      },
      {
        "letra": "E",
        "texto": "A inocuidade da ação dolosa ao bem jurídico tutelado pela norma penal não serve para atestar a atipicidade da conduta se o ânimo do agente mostra que conduz sua vida de maneira reprovável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236689",
    "metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Sobre a teoria finalista da ação, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a partir do conceito ôntico de ação final, trata o injusto de maneira objetiva, quer dizer, o injusto é atribuído a uma pessoa em virtude do desvalor do resultado final."
      },
      {
        "letra": "B",
        "texto": "o tipo constitui um indício de antijuridicidade, característica que remonta à fase anterior ao neokantismo."
      },
      {
        "letra": "C",
        "texto": "confere à norma penal a função primária de proteção dos valores ético-sociais."
      },
      {
        "letra": "D",
        "texto": "pode ser apontada como precursora da moderna teoria da imputação objetiva, ao evidenciar a ilicitude como contrariedade a uma “norma de determinação” (perspectiva ex ante)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "223694",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A doutrina do direito penal explica que um dos elementos do fato típico é a existência de um comportamento humano comissivo ou omissivo, doloso ou culposo. Pode-se afirmar que há comportamento humano para efeitos de caracterização do fato típico nos casos de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "força física irresistível, que pode ser por força da natureza ou proveniente da ação de um terceiro."
      },
      {
        "letra": "B",
        "texto": "movimentos reflexos, sendo o resultado imprevisível."
      },
      {
        "letra": "C",
        "texto": "estados de inconsciência, tais como sonambulismo, hipnose, etc."
      },
      {
        "letra": "D",
        "texto": "embriaguez completa, não proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "215022",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne aos elementos do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime sem ação."
      },
      {
        "letra": "B",
        "texto": "os animais irracionais podem ser sujeitos ativos de crimes."
      },
      {
        "letra": "C",
        "texto": "o sujeito passivo material de um delito é o titular do bem jurídico diretamente lesado pela conduta do agente."
      },
      {
        "letra": "D",
        "texto": "não há crime sem resultado."
      },
      {
        "letra": "E",
        "texto": "só os bens jurídicos de natureza corpórea podem ser objeto material de um delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "215021",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Para as contravenções penais, a lei prevê a aplicação isolada ou cumulativa das penas de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prisão simples e detenção."
      },
      {
        "letra": "B",
        "texto": "reclusão e detenção."
      },
      {
        "letra": "C",
        "texto": "multa e prisão simples."
      },
      {
        "letra": "D",
        "texto": "detenção e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão e prisão simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249699",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "No tocante às respostas que a dogmática penal contemporânea oferece acerca das teorias do crime e da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo uma das teorias mais conhecidas de imputação objetiva, para atribuição do tipo objetivo ao agente, a criação ou o incremento de um risco proibido é insuficiente quando o resultado não provenha diretamente desse risco."
      },
      {
        "letra": "B",
        "texto": "Para a definição das fontes do especial dever de agir, fundamento da posição de garantidor, adota-se, no CP, o critério material puro."
      },
      {
        "letra": "C",
        "texto": "A pena criminal implica reprovação, expressa na ideia de retribuição de acordo com a culpabilidade, prevenção especial como intimidação e manutenção da confiança na ordem jurídica e, finalmente, prevenção geral como neutralização e correção do autor do crime."
      },
      {
        "letra": "D",
        "texto": "A aplicação da pena de multa ocorre em duas fases: na primeira, determina-se o valor do dia-multa; na segunda, a quantidade de dias-multa, atendendo-se, sobretudo, à situação econômica do autor."
      },
      {
        "letra": "E",
        "texto": "O conhecimento das características descritivas típicas da posição de garantidor é suficiente para fundamentar a omissão dolosa e dispensa a representação da possibilidade de realização da ação ordenada pelo preceito normativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "219452",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "Acerca das teorias do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aplicável a teoria do domínio do fato para a delimitação entre coautoria e participação, sendo coautor aquele que presta contribuição independente, essencial à prática do delito, atuando obrigatoriamente em sua execução."
      },
      {
        "letra": "B",
        "texto": "Com relação à conduta, a teoria neokantista, que surgiu como reação à concepção positivista de tipo penal, propõe que o tipo penal não contém apenas elementos de ordem objetiva, não sendo, assim, meramente descritivo, e não podendo o fato típico depender de mera comparação entre o fato objetivo e a descrição legal."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria geral da imputação objetiva, não se pode imputar ao agente o resultado decorrente da prática de um risco permitido, ao contrário do que ocorre em face de ação que vise à redução de risco não permitido."
      },
      {
        "letra": "D",
        "texto": "Consoante a concepção funcional defendida por Claus Roxin, a função da norma é a reafirmação da autoridade do direito, e sua aplicação constante e rotineira determina os padrões sociais de comportamento considerados normais e os indesejáveis, sendo a finalidade da pena a de exercitar a confiança despertada pela norma"
      },
      {
        "letra": "E",
        "texto": "Pratica crime de apropriação indébita, consoante orientação consignada pela teoria finalista da ação, o agente que, mesmo não revelando a intenção de apoderar-se de bem alheio que temporariamente permaneça na sua posse, demore a devolvê-lo ao proprietário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "214261",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação ao conceito formal e material do crime é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente no conceito material permite-se um desdobramento do tipo penal em ação ou omissão, tipicidade, ilicitude e culpabilidade."
      },
      {
        "letra": "B",
        "texto": "No conceito formal, o delito constitui uma lesão a um bem jurídico penal."
      },
      {
        "letra": "C",
        "texto": "O delito, sob a perspectiva material e formal, é punido com pena privativa de liberdade ou restritiva de direitos"
      },
      {
        "letra": "D",
        "texto": "O conceito de delito formal é o fato humano proibido pela lei penal, e material há lesão ou perigo de lesão a um bem jurídico-penal."
      },
      {
        "letra": "E",
        "texto": "O delito é fato típico e antijurídico e a culpabilidade, para o conceito material, o distingue do conceito formal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "209490",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Na doutrina e jurisprudência contemporâneas, predomina o entendimento de que a punibilidade não integra o conceito analítico de delito, que ficaria definido como conduta típica, ilícita e culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "208949",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considerando o Código Penal e as Teorias do Delito é INCORRETA afrmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com relação ao tipo doloso, o Código Penal Brasileiro adotou as teorias da vontade e do assentimento e não a da atividade."
      },
      {
        "letra": "B",
        "texto": "A perda de cargo, função pública ou mandato eletivo é efeito genérico da condenação, não necessitando, dessa forma, ser determinada de forma explícita e fundamentada da sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "A previsibilidade objetiva é elemento integrante do tipo culposo, podendo a previsibilidade subjetiva ser analisada por ocasião da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria finalista, a ação é o comportamento humano voluntário, dirigido à atividade final lícita ou ilícita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "208946",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação às Teorias do Delito, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A antinormatividade, de acordo com Zaffaroni, consiste em se averiguar a proibição através da indagação do alcance proibitivo da norma, não considerada de forma isolada, e sim conglobada na ordem normativa."
      },
      {
        "letra": "B",
        "texto": "A culpa imprópria está presente na discriminante putativa, nela, o agente dá causa dolosa ao resultado, mas responde como se tivesse praticado crime culposo, em razão de erro evitável pelas circunstâncias."
      },
      {
        "letra": "C",
        "texto": "No dolo direto, o agente quer efetivamente produzir o resultado, ao praticar a conduta típica, e no dolo indireto, o agente não busca com sua conduta resultado certo e determinado, subdividindo-se em dolo alternativo e eventual."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria objetiva-formal, há tentativa, quando o agente, de modo inequívoco, exterioriza sua conduta no sentido de praticar a infração penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "207723",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Acerca do crime omissivo, dos delitos contra a liberdade individual e contra a dignidade sexual e da inviolabilidade do domicílio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza o delito de constrangimento ilegal a hipótese de intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, ainda que justificada por iminente perigo à vida."
      },
      {
        "letra": "B",
        "texto": "Conforme a jurisprudência pacificada do STJ, o delito de redução à condição análoga à de escravo está inserido no CP entre os crimes contra a liberdade pessoal, sendo certo que esse ilícito suprime somente o bem jurídico em uma perspectiva individual, razão pela qual compete à justiça comum estadual processá-lo e julgá-lo."
      },
      {
        "letra": "C",
        "texto": "A tolerância pela sociedade não gera a atipicidade da conduta consistente em manter, por conta própria ou de terceiro, estabelecimento em que ocorra exploração sexual, sem intuito de lucro nem mediação direta do proprietário."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de flagrante de crime permanente em residência, é necessária autorização judicial para a busca e apreensão, uma vez que, nessa situação, a ausência da chancela judicial caracteriza o delito de violação de domicílio."
      },
      {
        "letra": "E",
        "texto": "O delito de apropriação indébita previdenciária é crime omissivo próprio, sendo, no entanto, imprescindível a demonstração da finalidade especial de agir, consistente na intenção inequívoca da apropriação de valor destinado à previdência social, para a sua caracterização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "205292",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Aprecie as seguintes assertivas relativas à teoria do crime, marcando a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ponto de identidade entre dolo eventual e a culpa inconsciente reside na representação da possibilidade de produção do resultado, consentida, no primeiro caso, e repelida, no último."
      },
      {
        "letra": "B",
        "texto": "A imprudência é relacionada com a atitude positiva do agente, percebendo-se no seu atuar o desleixo, a desatenção ou a displicência."
      },
      {
        "letra": "C",
        "texto": "A teoria objetivo-formal justifica a punibilidade da tentativa tendo por base a exteriorização da vontade do autor, contrária ao direito."
      },
      {
        "letra": "D",
        "texto": "A definição do consentimento do ofendido como hipótese de atipicidade ou de justificação da conduta é dependente do tipo penal de que se trata no caso concreto."
      },
      {
        "letra": "E",
        "texto": "São causas supralegais de exclusão de ilicitude: insignificância penal, consentimento do ofendido, adequação social da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205289",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Assinale a alternativa correta, entre as seguintes assertivas relacionadas à teoria do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São hipóteses de ausência de conduta: coação física irresistível, atos reflexos, omissão de ação."
      },
      {
        "letra": "B",
        "texto": "O conceito de bem jurídico é indispensável à compreensão e interpretação dos tipos penais, servindo, igualmente, como critério sistematizador da legislação penal."
      },
      {
        "letra": "C",
        "texto": "Os elementos subjetivos do injusto, tais como as tendências internas transcendentes, podem fazer- se presentes nos tipos penais dolosos e culposos."
      },
      {
        "letra": "D",
        "texto": "Em sede de estado de necessidade, a teoria diferenciadora acolhida no Código Penal brasileiro admite a exculpação do homicídio, quando postas em confronto as vidas de duas distintas pessoas em situação de perigo."
      },
      {
        "letra": "E",
        "texto": "Nos tipos penais de conteúdo misto alternativo não há fungibilidade entre as condutas, aplicando-se a regra do concurso material no caso de realização de mais de uma dessas condutas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "190315",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado."
      },
      {
        "letra": "B",
        "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito."
      },
      {
        "letra": "C",
        "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los."
      },
      {
        "letra": "D",
        "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema."
      }
    ],
    "gabarito": "D"
  }
]