[
  {
    "id": "3171395",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "João, primário, com bons antecedentes, no dia do seu aniversário de 20 anos de idade, foi capturado em flagrante após tentar subtrair, sem êxito, o telefone celular de Maria, mediante grave ameaça, com o emprego de um revólver, calibre .38, arma de fogo de uso permitido. Nesse cenário, considerando as disposições do Código Penal e o entendimento dominante dos Tribunais Superiores, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) João, além da pena privativa de liberdade, estará sujeito à pena de multa, que consiste no pagamento ao fundo penitenciário da quantia fixada na sentença e calculada em dias-multa, sendo, no mínimo, de 10 e, no máximo, de 360 dias-multa. ( ) João, ainda que as sanções aplicadas sejam inferiores a oito anos de reclusão, será submetido, inicialmente, ao regime fechado de cumprimento de pena, em razão da gravidade em abstrato do crime, que envolveu o emprego de arma de fogo. ( ) João, à época do crime, tinha menos de 21 anos de idade, o que ensejará a redução da pena na terceira fase do processo dosimétrico. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – F."
      },
      {
        "letra": "D",
        "texto": "V – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3028646",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Matheus foi condenado pela prática de determinado crime contra a Administração Pública, com a incidência de uma causa de aumento de pena. Registre-se que, em consulta à Folha de Antecedentes Criminais do réu, o juízo sentenciante constatou que ele ostenta uma única anotação, que caracteriza reincidência em crime doloso. Nesse cenário, considerando as normas atinentes à fixação da pena e o entendimento dominante dos Tribunais Superiores, a reincidência em crime doloso deverá ser considerada, pelo juiz, na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase da dosimetria, enquanto a causa de aumento de pena será valorada na segunda etapa do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "primeira fase da dosimetria, enquanto a causa de aumento de pena será valorada na terceira etapa do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "primeira fase da dosimetria, enquanto a causa de aumento de pena será valorada na segunda etapa do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "segunda fase da dosimetria, enquanto a causa de aumento de pena será valorada na terceira etapa do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "terceira fase da dosimetria, enquanto a causa de aumento de pena será valorada na primeira etapa do processo dosimétrico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522197",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Carlos é denunciado com base no art. 33, caput c.c 40, V da Lei nº 11.343/2006, em razão de ter sido flagrado com uma mochila com maconha em ônibus interestadual que trafegava na PR 323, realizando o trajeto Amambaí/MS a Londrina/PR. Na sentença condenatória, o magistrado, após a regular instrução processual, condena Carlos por tráfico de drogas, mantendo no mínimo legal na primeira fase, deixando de reconhecer atenuantes ou agravantes e reconhecendo a majorante solicitada pelo MP na denúncia e repetida em alegações finais (interestadualidade do delito) em seu grau mínimo, todavia reconheceu a causa de diminuição de pena, prevista no parágrafo quarto, em seu grau máximo. Diante desse quadro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da pena mínima cominada ao delito de tráfico de drogas ser superior a 4 anos, o ANPP no caso é inviável."
      },
      {
        "letra": "B",
        "texto": "O ANPP no caso é inviável, porque a denúncia já foi recebida e este é o limite temporal para o oferecimento do acordo."
      },
      {
        "letra": "C",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é inviável o ANPP no caso em tela."
      },
      {
        "letra": "D",
        "texto": "O crime de tráfico de drogas interestadual, ainda que não privilegiado, é, em razão da pena mínima cominada ao delito, passível de ANPP, razão pela qual o acordo deveria ter sido oferecido desde o início do feito pelo Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Em razão de previsão legal expressa que determina que sejam levadas em consideração as causas de aumento e de diminuição da pena quando da análise do cabimento ou não do instituto processual penal, é possível o ANPP no caso em tela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489736",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, o juízo da 1ª Vara Criminal da Comarca Alfa condenou Tício pela prática do crime de roubo circunstanciado pelo emprego de arma de fogo de uso permitido. Ao analisar o processo, visando à dosagem das penas, o magistrado verificou que o acusado é reincidente e que as consequências do delito foram extremamente graves para a vítima. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o juiz considerará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e a reincidência, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "B",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; as consequências do crime, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "C",
        "texto": "a reincidência, na primeira fase da dosimetria da pena; o emprego da arma de fogo de uso permitido, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "D",
        "texto": "o emprego da arma de fogo de uso permitido, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e as consequências do crime, na terceira fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "as consequências do crime, na primeira fase da dosimetria da pena; a reincidência, na segunda etapa do cálculo da pena; e o emprego da arma de fogo de uso permitido, na terceira fase do processo dosimétrico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2183249",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Tício, após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, foi condenado pela prática do crime de roubo circunstanciado pelo concurso de pessoas e pelo emprego de arma de fogo (Art. 157, §2º, II e §2º-A, I, do Código Penal). Considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, é correto afirmar que as causas de aumento de pena são analisadas, pelo juiz, na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que menos aumente;"
      },
      {
        "letra": "B",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que mais aumente;"
      },
      {
        "letra": "C",
        "texto": "segunda fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz poderá aplicar ambas ou apenas uma delas, a que mais aumente;"
      },
      {
        "letra": "D",
        "texto": "terceira fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz deverá aplicar ambas;"
      },
      {
        "letra": "E",
        "texto": "segunda fase do processo dosimétrico. No caso concreto, considerando a presença de duas majorantes, o juiz deverá aplicar ambas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144068",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Ao elaborar uma sentença condenatória em um processo pela prática de determinado crime, na dosimetria da pena, após haver fixado a pena-base, o juiz verifica que o acusado possui uma condenação anterior transitada em julgado por porte ou posse de droga para consumo pessoal (Art. 28 da Lei nº 11.343/2006), cuja pena aplicada, prestação de serviços à comunidade, fora cumprida três anos antes da prática do delito objeto do processo em julgamento. Diante da situação narrada, deverá o magistrado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravar a pena-base, ainda que tenha sido fixada no máximo de pena cominada legalmente ao crime, reconhecendo a reincidência;"
      },
      {
        "letra": "B",
        "texto": "manter a pena-base, pois a condenação anterior pelo fato previsto no Art. 28 da Lei nº 11.343/2006 não gera reincidência;"
      },
      {
        "letra": "C",
        "texto": "atenuar a pena-base, pois a pena de prestação de serviços à comunidade não produz reincidência;"
      },
      {
        "letra": "D",
        "texto": "manter a pena-base, tendo em vista o tempo decorrido entre a extinção da pena aplicada anteriormente e a prática do crime objeto do processo;"
      },
      {
        "letra": "E",
        "texto": "atenuar a pena-base, pois o fato previsto no Art. 28 da Lei nº 11.343/2006 é contravenção penal e não gera reincidência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073364",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "Mateus foi condenado por roubo simples à pena de 10 (dez) anos de reclusão e iniciou o cumprimento de pena em regime fechado na penitenciária de Goiânia-GO. Durante seu estágio no presídio, foi pego com grande quantidade de cocaína dentro de sua cela e foi processado por tráfico de drogas e condenado à pena de 9 (nove) anos de reclusão. Ao iniciar o cumprimento da segunda pena recebida, o juízo da execução penal deverá considerar qual percentual como tempo de progressão penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20% (vinte por cento) da pena, se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "25% (vinte e cinco por cento) da pena, se o apenado for primário e o crime tiver sido cometido com violência à pessoa ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "40% (quarenta por cento) da pena, se o apenado for condenado pela prática de crime hediondo ou equiparado, se for primário específico."
      },
      {
        "letra": "D",
        "texto": "30% (trinta por cento), se o apenado for reincidente em crime cometido sem violência à pessoa ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "60% (sessenta por cento) da pena, se o apenado for reincidente na prática de crime hediondo ou equiparado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1962950",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Ao realizar o cálculo da pena, o juiz de direito deverá obedecer ao sistema trifásico. De acordo com o Código Penal, isso significa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as circunstâncias atenuantes e depois as agravantes; por último, as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "B",
        "texto": "a pena-base será fixada conforme o disposto no art. 59 do Código Penal; depois, serão consideradas as circunstâncias atenuantes e agravantes para se chegar na pena final."
      },
      {
        "letra": "C",
        "texto": "a pena-base será fixada atendendo-se ao critério do art. 59 do Código Penal, conhecida como primeira fase; em seguida, na segunda fase, serão consideradas as causas de diminuição e de aumento; por fim, na terceira fase, as circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "na primeira fase, a pena será fixada conforme disposto no art. 59 do Código Penal; após, serão consideradas as circunstâncias atenuantes e agravantes na segunda fase; e, na terceira fase, serão analisadas as causas de diminuição e de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "para a primeira fase, o Código disciplina que a pena-base será fixada com base no livre convencimento motivado do juiz; em seguida, serão consideradas as causas de diminuição e de aumento da pena; por último, na terceira fase, circunstâncias atenuantes e agravantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1911922",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A sentença penal condenatória é composta por três partes: relatório, fundamentação e dispositivo. Após decidir pela condenação, o magistrado dá início à chamada dosimetria da pena que, nos termos do Art. 68 do Código Penal, obedece ao critério trifásico. Assinale a afirmativa correta acerca das fases da aplicação da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na primeira fase, o magistrado deve levar em consideração as agravantes, na segunda fase, as causas de aumento e na terceira, as circunstâncias do Art. 59 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, o magistrado deve considerar as circunstâncias do Art. 59 do Código Penal, na segunda, as causas de diminuição de pena, e na terceira, as circunstâncias atenuantes."
      },
      {
        "letra": "C",
        "texto": "A reincidência deve ser valorada negativamente pelo magistrado na primeira fase, enquanto os antecedentes devem ser sopesados na segunda, e na terceira devem ser analisadas as causas de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "Na primeira fase, o magistrado deve considerar as causas de diminuição e aumento, na segunda, as atenuantes e agravantes, e na terceira, as circunstâncias do Art. 59 do CP."
      },
      {
        "letra": "E",
        "texto": "Os antecedentes são analisados na primeira fase, a reincidência na segunda e as causas de aumento de pena na terceira fase."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908910",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A respeito da dosimetria da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a confissão somente será considerada quando for qualificada, ou seja, quando abranger todas as circunstâncias do crime."
      },
      {
        "letra": "B",
        "texto": "em se tratando de concurso formal impróprio, as penas são aplicadas de acordo com a regra do concurso material."
      },
      {
        "letra": "C",
        "texto": "na terceira fase de aplicação da pena no crime de roubo circunstanciado, para o aumento em patamar superior ao mínimo, basta a indicação do número de majorantes."
      },
      {
        "letra": "D",
        "texto": "em se tratando do delito de tráfico de drogas, a confissão será reconhecida ainda que o réu alegue que a droga era para uso próprio."
      },
      {
        "letra": "E",
        "texto": "mesmo que os registros da folha de antecedentes do réu sejam muito antigos, nunca se admite o afastamento de sua análise desfavorável na primeira fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1908907",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na sentença, o juiz elevou a pena-base do réu em razão de possuir condenação definitiva por fato anterior ao crime descrito na denúncia, mas com trânsito em julgado posterior à data do ilícito penal. De acordo com o Superior Tribunal de Justiça, a conclusão do juízo sobre essa condenação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possível, desde que seja utilizada para caracterizar maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "inadmissível por configurar direito penal do autor."
      },
      {
        "letra": "C",
        "texto": "inadmissível por violar o princípio da legalidade, já que na data do fato não havia trânsito em julgado."
      },
      {
        "letra": "D",
        "texto": "inadmissível, pois configura reincidência, sob pena de bis in idem."
      },
      {
        "letra": "E",
        "texto": "possível, desde que seja utilizada para desabonar a personalidade do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1874294",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre o sistema trifásico de aplicação da pena instituído por Nelson Hungria e adotado pela legislação penal brasileira, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o sistema que pressupõe uma sucessão de circunstâncias judiciais e legais, a partir dos quais, a cada fase, implementa-se um acréscimo ou decréscimo, a incidir sobre o montante da pena apurado na fase anterior."
      },
      {
        "letra": "B",
        "texto": "Na primeira fase, é fixada a pena-base, por meio da valoração das circunstâncias judiciais previstas no Código Penal."
      },
      {
        "letra": "C",
        "texto": "Na segunda fase, é fixada a pena intermediária, com a valoração das circunstâncias agravantes e atenuantes."
      },
      {
        "letra": "D",
        "texto": "Na terceira fase, é fixada a pena definitiva, após a incidência das causas de aumento e de diminuição da pena."
      },
      {
        "letra": "E",
        "texto": "A valoração das circunstâncias judiciais, das agravantes e das atenuantes, para fins de fixação da pena pelo magistrado, é baseada em patamares estabelecidos, de forma fixa ou variável, na legislação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869771",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "No que concerne à exasperação da sanção básica do delito de roubo, é correto afirmar, quanto ao cálculo da pena, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é impossível o aumento da pena pela remissão à violência exacerbada praticada em concreto;"
      },
      {
        "letra": "B",
        "texto": "é possível o deslocamento para a primeira fase da dosimetria, de causa de aumento sobejante;"
      },
      {
        "letra": "C",
        "texto": "é impossível a fixação da pena-base no máximo legal, com a valoração de somente uma circunstância judicial;"
      },
      {
        "letra": "D",
        "texto": "a grave ameaça e a violência, elementares do tipo, não podem ser valoradas para fixação da pena-base."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1862938",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça, tendo ocorrido a revogação do inciso I do §2º do Art. 157 do Código Penal, pela Lei nº 13.654/2018, o juiz da execução penal pode, como circunstância judicial desfavorável, valorar o emprego de arma na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, desde que não seja modificado o quantum da pena fixado na sentença;"
      },
      {
        "letra": "B",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, não havendo limitação em relação ao quantum da pena fixado na sentença;"
      },
      {
        "letra": "C",
        "texto": "primeira fase da dosimetria e deslocar o concurso de pessoas para a terceira fase, desde que não seja modificado o quantum da pena fixado na sentença;"
      },
      {
        "letra": "D",
        "texto": "primeira fase da dosimetria e deslocar o concurso de pessoas para a terceira fase, não havendo limitação em relação ao quantum da pena fixado na sentença;"
      },
      {
        "letra": "E",
        "texto": "terceira fase da dosimetria e manter o concurso de pessoas na primeira fase, devendo realizar a majoração da sanção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859404",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Sobre as causas de aumento previstas na parte especial do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena será aumentada até um terço se na associação criminosa houver a participação de adolescente."
      },
      {
        "letra": "B",
        "texto": "a sanção será em dobro se a vítima do crime de estelionato for idosa."
      },
      {
        "letra": "C",
        "texto": "no crime de perseguição a pena é aumentada de metade se for cometido contra pessoa com deficiência."
      },
      {
        "letra": "D",
        "texto": "a pena, exceto no caso de difamação, aumenta em um terço se o crime contra a honra for praticado contra pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "no crime de importunação sexual a pena é aumentada de metade se o agente é empregador da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1759338",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Bruno foi condenado em primeira instância pela prática do crime de roubo circunstanciado pelo concurso de agentes e emprego de arma de fogo (Art. 157, §2º, II e §2º-A, I do Código Penal) em concurso material com o crime de corrupção de menores (Art. 244-B da Lei nº 8.069/1990), cometido em 2019. O magistrado fixou a pena base do crime de roubo no mínimo legal, procedeu ao aumento de 1/3 pelo concurso de duas pessoas e, em seguida, aumentou em 2/3 pelo emprego de arma de fogo. Por fim, aplicou a regra do concurso material entre os crimes de roubo e corrupção de menores, porquanto o acusado, mediante mais de uma ação, praticou dois crimes de espécies distintas, que ofenderam bens jurídicos diversos, revelando desígnios autônomos nas ações de subtrair coisa alheia móvel e corromper menor de 18 anos. Analisando o caso à luz da atual jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo decorre de previsão legal, de modo que deve ser aplicada conforme a sentença; quanto ao concurso de crimes, deve ser reconhecido o crime único, eis que num mesmo contexto fático, com unidade de conduta e fim, só se vislumbra uma ação punível;"
      },
      {
        "letra": "B",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo não é possível se a fundamentação do julgador fizer remissão à descrição típica das majorantes e à afirmação de serem circunstâncias distintas; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque este independe da comprovação da efetiva corrupção do menor envolvido;"
      },
      {
        "letra": "C",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, não é possível porque caberia ao juiz fundamentar concretamente a opção pela cumulação; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque, mediante uma única ação, o acusado praticou ambos os delitos, tendo a corrupção se dado em razão da prática do delito patrimonial;"
      },
      {
        "letra": "D",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, é possível, eis que o disposto no parágrafo único do Art. 68 do Código Penal (“No concurso de causas de aumento ou diminuição previstas na parte especial, pode o juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua”) constitui uma faculdade do julgador e não um dever legal; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque este é crime formal;"
      },
      {
        "letra": "E",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, não é possível porque, na hipótese de concurso homogêneo de causas de aumento de pena da Parte Especial do Código Penal, devem elas refletir-se, separadamente, sobre a pena base, como se não existisse anterior causa de aumento; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores, eis que o juiz não fundamentou de forma concreta a autonomia das condutas ou a precedência de uma em relação à outra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138163",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incidindo as causas de diminuição da tentativa e do arrependimento posterior, pode o juiz limitar-se a uma só diminuição, prevalecendo, todavia, a causa que mais diminua."
      },
      {
        "letra": "B",
        "texto": "o juiz, na terceira fase do cálculo, ao fixar a fração de acréscimo pela causa de aumento identificada, sempre atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime, bem como ao comportamento da vítima."
      },
      {
        "letra": "C",
        "texto": "as qualificadoras, representando fatores de acréscimo assinalados em quantidades fixas ou em limites, incidem na terceira fase do cálculo, não permitindo, contudo, a fixação da pena acima do máximo legal."
      },
      {
        "letra": "D",
        "texto": "se concorrerem duas qualificadoras em um mesmo crime, aceita a jurisprudência que só uma delas incida como tal, podendo a outra servir como circunstância agravante, se cabível."
      },
      {
        "letra": "E",
        "texto": "se reconhecido o crime continuado específico, aplica-se a pena de um só dos delitos, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços, considerado o número de infrações cometidas, incidindo a extinção da punibilidade sobre o total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1100236",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na madrugada de determinado dia, João e Fernando, em conluio, dirigiram-se ao galpão de um porto com a intenção de furtar um barco guardado no local. Enquanto Fernando subtraía o bem — após ter escalado um muro e arrombado um portão, deixando vestígios —, João observava o movimento de transeuntes com o intuito de garantir que Fernando realizasse o furto sem ser visto. Reconhecidos por testemunhas, João e Fernando foram presos. Concluída a instrução criminal, o juiz proferiu a sentença em que reconheceu os fatos, confirmados apenas por testemunhas. João possuía extensa folha de antecedentes, constante em inquéritos policiais, além de duas condenações definitivas anteriores ao presente ato criminoso, tendo sido uma delas cumprida seis anos antes desse fato. Nessa situação hipotética, na dosimetria da pena de João, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode aumentar a pena-base, em razão da personalidade desajustada de João, constatada em sua extensa folha de antecedentes."
      },
      {
        "letra": "B",
        "texto": "pode considerar como maus antecedentes a condenação anterior cumprida por João, apesar de esta ter ultrapassado o período depurador."
      },
      {
        "letra": "C",
        "texto": "não deve utilizar a circunstância do repouso noturno como causa de aumento de pena, em razão de o crime ser qualificado."
      },
      {
        "letra": "D",
        "texto": "deve reconhecer a qualificadora do rompimento de obstáculo, mesmo que o arrombamento tenha sido comprovado apenas pela prova testemunhal."
      },
      {
        "letra": "E",
        "texto": "deve estabelecer a pena definitiva em três anos e seis meses, e o regime inicial será o aberto para o cumprimento da pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1036623",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a folha de antecedentes constitui documento suficiente para a comprovação de reincidência, não prevalecendo a condenação anterior, contudo, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      },
      {
        "letra": "B",
        "texto": "incidirá a atenuante da confissão espontânea quando for utilizada para a formação do convencimento do julgador, bastando, no crime de tráfico ilícito de entorpecentes, que o acusado admita a posse ou propriedade da substância, ainda que para uso próprio."
      },
      {
        "letra": "C",
        "texto": "se houver concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, pode o Juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      },
      {
        "letra": "D",
        "texto": "sempre cabível a substituição da pena privativa de liberdade por prestação de serviços à comunidade, isolada ou cumulativamente com outra sanção alternativa ou multa, se aplicada pena corporal não superior a quatro anos e o crime não for cometido com violência ou grave ameaça à pessoa, tratando-se de réu não reincidente em crime doloso, além de favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base, não se configurando a má antecedência se o acusado ostentar condenação por crime anterior, transitada em julgado após o novo fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008752",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Não é possível a incidência de uma causa de aumento de pena sobre a pena resultante da incidência de uma qualificadora.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "983979",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio, reincidente em razão de condenação definitiva anterior pela prática de crime de uso de documento falso, foi denunciado pela suposta prática de dois crimes de furto simples tentados, em concurso formal. Encerrada a instrução, após confissão do réu em interrogatório, e estando o processo com o juiz para a sentença, Lúcio procura o Defensor Público para esclarecimentos acerca do processo dosimétrico e da forma como será executada a pena no caso de procedência da pretensão punitiva, esclarecendo que os fatos ocorreram dois anos antes e que, atualmente, encontra-se casado, com filho bebê e trabalhando com carteira assinada. Considerando apenas as informações expostas, na oportunidade, deverá ser esclarecido por sua defesa técnica que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena em razão do concurso formal de crimes deve ocorrer antes da redução realizada pela tentativa, e a definição do quantum a ser majorado em razão dessa causa de aumento deve ter por base as circunstâncias judiciais do Art. 59 do Código Penal;"
      },
      {
        "letra": "B",
        "texto": "a aplicação da pena privativa de liberdade e de multa, em não havendo desígnios autônomos, no concurso formal de crimes, de acordo com as previsões do Código Penal, se dará com base no princípio da exasperação;"
      },
      {
        "letra": "C",
        "texto": "a sua condição de tecnicamente reincidente, por si só, não impede de forma absoluta a substituição da pena privativa de liberdade por pena restritiva de direitos;"
      },
      {
        "letra": "D",
        "texto": "a presença de uma circunstância agravante e de uma causa de diminuição da pena faz com que o juiz deva compensá-las na segunda fase do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "a reincidência, como circunstância agravante preponderante, não poderá ser compensada com eventual confissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960491",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando o entendimento sumulado dos Tribunais Superiores, analise as assertivas abaixo e assinale a alternativa I - Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito.II - O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes. III - É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. IV - É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstâncias judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as alternativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a alternativa II está incorreta."
      },
      {
        "letra": "D",
        "texto": "Apenas as alternativas III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a alternativa IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1035529",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Matheus organizou uma festa para comemorar seu aniversário de 20 anos. Acompanhado de seus amigos, começou a participar de brincadeiras em que a consequência era beber copos de cerveja, o que acabou por gerar uma embriaguez que não era pretendida. Alterado em razão da grande quantidade de bebida que ingeriu, Matheus, mediante grave ameaça, subtraiu, em comunhão de ações e desígnios com dois amigos, o veículo de Maria, restringindo a liberdade da vítima por cerca de 40 minutos. Descobertos os fatos, Matheus foi denunciado pela prática do crime de roubo duplamente majorado pelo concurso de agentes e restrição da liberdade da vítima, vindo a confessar integralmente os fatos em audiência, com detalhes até mesmo não expostos pela vítima. Após juntada da Folha de Antecedentes Criminais demonstrando que Matheus era reincidente em razão de condenação anterior pela prática de crime de furto, o Ministério Público, como fiscal da lei e com base na jurisprudência do Superior Tribunal de Justiça, ao tratar da aplicação da pena em alegações finais, poderá requerer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento da pena, na terceira fase do processo dosimétrico, em fração superior ao mínimo permitido com base, exclusivamente, na quantidade de majorantes;"
      },
      {
        "letra": "B",
        "texto": "o reconhecimento das atenuantes da menoridade relativa e confissão espontânea, permitindo aplicação da pena intermediária abaixo do mínimo legal;"
      },
      {
        "letra": "C",
        "texto": "a compensação da atenuante da confissão com a agravante da reincidência;"
      },
      {
        "letra": "D",
        "texto": "o aumento da pena base em razão da restrição da liberdade da vítima;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da agravante da embriaguez preordenada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "940927",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.Por ter agido influenciado por emoção extrema, Carlos poderá ser beneficiado pela incidência de causa de diminuição de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "911528",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Um homem, maior de idade e capaz, conduzia em seu veículo três comparsas armados com revólveres: eles pretendiam praticar um roubo. Avistaram um caminhão de cargas estacionado em um posto de gasolina e, aproveitando-se da distração do motorista, os três comparsas abordaram-no com violência e subtraíram parte da carga de computadores e notebooks. Os quatro foram presos logo em seguida e os bens foram restituídos à vítima. Em julgamento, o homem que transportava os comparsas confessou a conduta e informou que o seu papel na empreitada criminosa era somente aguardar os comparsas e propiciar a fuga. Foi informado nos autos que o réu respondia a processo por crime de roubo, o que foi considerado como antecedente. Na sentença, ele foi condenado a nove anos e quatro meses de reclusão. Ao analisar a dosimetria da pena, o juiz considerou que a culpabilidade estava comprovada nos autos, tendo afirmado que “a conduta do réu é altamente reprovável, sua personalidade é voltada para o crime; os motivos e as circunstâncias do crime não o favoreceram; as consequências do crime revelaram-se graves e as vítimas em nada contribuíram para o seu cometimento”. Como a situação econômica do réu lhe era desfavorável, ele foi assistido pela defensoria pública. Acerca dos fundamentos da sentença proferida na situação hipotética apresentada, assinale a opção correta, considerando a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o réu estar respondendo a processo por crime de roubo enseja o agravamento da pena-base."
      },
      {
        "letra": "B",
        "texto": "A pena imposta ao réu deve ser reduzida com fundamento na participação de menor importância, dado que ele não estava armado e não participou diretamente da ação de subtração."
      },
      {
        "letra": "C",
        "texto": "As razões apresentadas pelo juiz para analisar a dosimetria da pena são todas inidôneas para fundamentar acréscimos na pena-base."
      },
      {
        "letra": "D",
        "texto": "A confissão do réu é uma circunstância atenuante que implica a redução da pena para menos do mínimo legal previsto para o caso em tela."
      },
      {
        "letra": "E",
        "texto": "Em caso de crime de roubo circunstanciado, a indicação do número de majorantes basta para o aumento da pena na segunda fase da dosimetria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "969897",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, assinale a alternativa que representa entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "B",
        "texto": "No crime de roubo circunstanciado, basta a mera indicação do número de majorantes para que se aplique o aumento de pena na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "Como condição especial ao regime aberto, admite-se a fixação de pena substitutiva."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "A incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843724",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No que diz respeito ao sistema de aplicação da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de condenado reincidente em crime doloso, porém com as circunstâncias do artigo 59 do Código Penal inteiramente favoráveis, a pena-base pode ser aplicada no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A qualificadora da torpeza no crime de homicídio (CP, artigo 121, § 2°, inciso I) determina a majoração do quantum de pena privativa de liberdade na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "O início do cumprimento de pena privativa por condenação pelo crime de homicídio culposo na direção de veiculo automotor (artigo 302 da Lei n° 9.503/1997) sempre será no regime fechado em razão da gravidade da conduta em relação ao bem jurídico protegido penalmente."
      },
      {
        "letra": "D",
        "texto": "Sendo as circunstâncias judiciais favoráveis, admite-se a fixação do regime inicial aberto para o condenado reincidente, quando a pena fixada na sentença é igual ou inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "Na sentença condenatória por crime de estelionato (CP,artigo 171, caput), a pena aplicada em um ano de prisão pode ser substituída por duas penas restritivas de direitos, desde que presentes os requisitos previstos no artigo 44 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "821259",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da dosimetria da pena segundo o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a aplicação de pena inferior à mínima na segunda fase da dosimetria da pena."
      },
      {
        "letra": "B",
        "texto": "Apenas à confissão qualificada se impõe a incidência de atenuante na segunda fase da dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "Natureza e quantidade de droga não podem ser utilizadas, concomitantemente, na primeira e na terceira fase da dosimetria da pena, sob pena de bis in idem."
      },
      {
        "letra": "D",
        "texto": "Não se admite compensação da atenuante da confissão espontânea com a agravante da reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "798589",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Quanto à fixação da pena, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que, se for reincidente o condenado a quem se imponha reclusão de até 4 (quatro) anos, o juiz fixará na sentença o regime fechado para início do cumprimento da pena."
      },
      {
        "letra": "B",
        "texto": "Embora prepondere na doutrina o entendimento de que apenas a agravante genérica da reincidência se aplica aos crimes culposos, já admitiu o Supremo Tribunal Federal, como tal, em crime culposo, o motivo torpe."
      },
      {
        "letra": "C",
        "texto": "Que, no concurso de duas ou mais causas de aumento ou de diminuição, promoverá o juiz, em qualquer caso, a incidência de uma só, recaindo a escolha, que é da lei, sobre a que mais aumente ou mais diminua."
      },
      {
        "letra": "D",
        "texto": "Que, para a incidência da atenuante da clemência, é imprescindível que não tenha sido reconhecida a configuração de qualquer outra expressamente prevista em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1328339",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "No cálculo da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução pela menoridade do acusado deve incidir após o acréscimo pelo crime continuado."
      },
      {
        "letra": "B",
        "texto": "O aumento pelo concurso formal deve preceder a diminuição pela confissão espontânea."
      },
      {
        "letra": "C",
        "texto": "O acréscimo pela má antecedência do acusado deve incidir antes da redução pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O aumento pela reincidência deve ser posterior à redução pela participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "644270",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que se refere à sistemática do Código Penal, quanto às agravantes, atenuantes, majorantes, minorantes e qualificadoras, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira e última fase da Sentença Penal Condenatória. As agravantes e atenuantes somente são encontradas em nosso Código Penal na Parte Geral e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental ou básico. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "B",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, somente na Parte Geral, especificando o quantum do aumento ou diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na segunda fase da Sentença Penal Condenatória. As agravantes e atenuantes são encontradas em nosso Código Penal, tanto na Parte Geral quanto na Parte Especial do Código Penal, e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na terceira fase da dosimetria da pena. Já as qualificadoras somente são encontradas na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito, possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "C",
        "texto": "As majorantes e minorantes, também conhecidas como causas de aumento e de diminuição de pena, são encontradiças em nosso Código Penal, tanto na Parte Geral, quanto na Parte Especial, especificando o quantum do aumento ou da diminuição da pena em frações, dobro ou triplo, por exemplo. São aplicadas na terceira fase da Sentença Penal Condenatória. O juiz poderá reconhecer a existência de minorantes inominadas. As agravantes e atenuantes são encontradas em nosso Código Penal, somente na Parte Geral, do Código Penal e não dizem o quantum irão agravar ou atenuar a pena do autor delituoso, ficando a critério do juiz. Este não poderá reconhecer a existência de atenuantes inominadas. As agravantes e atenuantes são aplicadas na segunda fase da dosimetria da pena. Já as qualificadoras são encontradas tanto na Parte Geral quanto na Parte Especial do Código Penal, constituindo-se em um verdadeiro tipo qualificado, que piora a situação do autor do delito possuindo um novo mínimo e um novo máximo da pena em abstrato mais gravoso em relação ao tipo fundamental. Situa-se na primeira fase da dosimetria da pena."
      },
      {
        "letra": "D",
        "texto": "As causas de aumento e de diminuição de pena são aplicadas na terceira fase da sentença penal condenatória e não podem ultrapassar o máximo da pena ou ir aquém do mínimo legal da pena prevista em abstrato no tipo penal; já as agravantes podem elevar a pena acima do máximo e as atenuantes aquém do mínimo legal da pena em abstrato prevista no tipo, vez que se situa na segunda fase da sentença. As majorantes e minorantes se encontram tanto na Parte Geral quanto na Parte Especial e expressamente dizem o quantum do aumento ou da diminuição da pena, ao contrário das agravantes e atenuantes que se encontram apenas na Parte Geral do Código Penal e são aferidas pelo juiz na segunda fase da sentença. O Juiz poderá reconhecer a existência de atenuantes inominadas. As qualificadoras, que se encontram somente na Parte Especial e que são avaliadas na primeira fase da sentença penal condenatória, permitem que sobre elas incidam as causas de aumento e de diminuição de pena, agravantes e atenuantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "641839",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Em relação à dosimetria, segundo consta no entendimento da Súmula 443 do Superior Tribunal de Justiça, o aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado não exige fundamentação efetiva, sendo suficiente para sua exasperação a indicação da quantidade de majorantes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595627",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando as orientações legais relativas a aplicação de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo concurso formal de delitos, em que o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicar-se-á a pena privativa de liberdade mais grave, ou, se as penas forem iguais, aplicar-se-á apenas uma delas, majorada, em qualquer caso, de um sexto até metade, sem prejuízo de eventual cumulação de penas, nas situações em que a ação ou a omissão for dolosa, e os crimes resultarem de desígnios autônomos."
      },
      {
        "letra": "B",
        "texto": "As agravantes e as atenuantes previstas no CP são numerus clausus, ou seja, não é possível invocar circunstância atenuante ou agravante que não tenha sido expressamente prevista no texto legal."
      },
      {
        "letra": "C",
        "texto": "No caso de concurso material de delitos, quando os crimes forem praticados, mediante mais de uma ação ou omissão, e resultarem na aplicação cumulativa de penas de reclusão e detenção, o agente deverá cumprir, primeiramente, a pena de detenção."
      },
      {
        "letra": "D",
        "texto": "O agente, condenado por sentença transitada em julgado pela prática de crime de motim, será considerado reincidente, em caso de sentença condenatória por crime de furto."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do prazo, o agente cometer novo crime doloso ou culposo, a suspensão condicional da pena deverá ser revogada; no entanto, se o beneficiado for condenado, irrecorrivelmente, por contravenção penal à pena privativa de liberdade, a revogação será facultativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "559353",
    "metadata": "Ano: 2015 | Banca: IF-PB | Órgão: IF-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Ao tratar de crimes praticados por funcionário público contra a Administração em geral, precisamente no artigo 327 do Código Penal, analise as alternativas abaixo e marque a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem, ainda que transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "B",
        "texto": "Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal."
      },
      {
        "letra": "C",
        "texto": "Equipara-se a funcionário público aquele que trabalha para empresa prestadora de serviço contratada para a execução de atividade típica da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Aumenta-se a pena em um terço, quando os autores dos crimes praticados contra a administração em geral ocuparem função de direção de uma sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "Reduz-se a pena em um quinto, quando os crimes praticados contra a administração em geral forem cometidos por funcionários públicos ocupantes de cargos em comissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553901",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Quanto à aplicação da pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso de agravantes e atenuantes entende-se por circunstâncias preponderantes as que resultam dos motivos determinantes do crime, da personalidade do agente e da primariedade."
      },
      {
        "letra": "B",
        "texto": "A reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
      },
      {
        "letra": "C",
        "texto": "A incidência da circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução, o que se aplica à Parte Geral, igualmente."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de concorrerem causas de aumento ou diminuição de pena previstas na Parte Especial do Código Penal, o juiz pode fazer um só aumento ou uma única redução sendo inaplicável esta regra à Parte Geral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "534572",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Segundo a doutrina dominante e o CP, o juiz, ao aplicar a pena, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicar pena inferior ao mínimo legal se houver circunstância atenuante."
      },
      {
        "letra": "B",
        "texto": "agravar a sanção a ser aplicada a quem tiver coagido outrem a praticar o crime no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "valer-se de sua discricionariedade no que diz respeito à fixação do regime prisional em que o condenado começará a cumprir a sanção."
      },
      {
        "letra": "D",
        "texto": "indicar, no caso de condenado a pena de reclusão, que o cumprimento da sanção deve ser iniciado em regime fechado."
      },
      {
        "letra": "E",
        "texto": "considerar eventuais causas de aumento de pena do condenado na segunda fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532417",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética sobre crimes previstos no Estatuto do Desarmamento, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos foi preso em flagrante, durante o período de vigência da Lei n.º 10.826/2003 — prorrogada pela Lei n.º 11.922/2009 —, devido ao fato de a polícia ter encontrado, em um armário de sua residência, uma arma de fogo de uso restrito. Nessa situação, a conduta de Carlos caracterizou-se como atípica em razão da incidência de abolitio criminis temporária."
      },
      {
        "letra": "B",
        "texto": "Bruno, militar da Aeronáutica, em um dia de folga, atirou com sua arma de fogo na rua onde residia e assustou moradores e transeuntes que passavam pelo local. Nessa situação, devido ao fato de Bruno ter praticado crime de disparo com arma de fogo, a causa do aumento de pena, prevista no Estatuto do Desarmamento, deverá ser aplicada na sentença durante a terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "André guardou em sua residência, de janeiro de 2015 até sua prisão em flagrante na presente data, uma arma de fogo de uso permitido, devidamente municiada, mas com numeração de série suprimida. Nessa situação, André praticou o crime de posse irregular de arma de fogo de uso permitido e, por isso, deve ser punido com pena de detenção."
      },
      {
        "letra": "D",
        "texto": "Ronaldo foi preso em flagrante imediatamente após efetuar — com intenção de matar, mas sem conseguir atingir a vítima — disparos de arma de fogo na direção de José. Nessa situação, Ronaldo cometeu homicídio na forma tentada e disparo de arma de fogo em concurso formal."
      },
      {
        "letra": "E",
        "texto": "Júlio, detentor de porte de arma e proprietário de arma de fogo devidamente registrada, vendeu para Tiago, de quatorze anos de idade, uma arma, devidamente municiada, acompanhada do seu documento de registro. Nessa situação, ao permitir que o adolescente se apoderasse da arma de fogo, Júlio praticou o delito de omissão de cautela, previsto no Estatuto do Desarmamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530902",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre a utilização de inquéritos policiais ou as ações penais em curso como fundamento para aumentar a pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível na segunda fase e terceira fase de individualização da pena, mas não pode intervir sobre a fixação da pena-base."
      },
      {
        "letra": "B",
        "texto": "Embora não esteja expressamente prevista como circunstância agravante, pode ser considerada agravante genérica com especial permissão de emprego no processo individualizador da pena."
      },
      {
        "letra": "C",
        "texto": "Integra espectro compreendido no chamado princípio do livre convencimento do juiz que pode utilizá-la como causa geral de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "É considerada circunstância agravante expressamente prevista no art. 61 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não é reconhecida pela jurisprudência do Superior Tribunal de Justiça que editou, inclusive, súmula sobre o tema."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No momento da fixação da pena, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relegar a fixação do regime inicial da pena, depois de fixado o seu quantum, para o juiz da execução, a quem compete fiscalizá-la"
      },
      {
        "letra": "B",
        "texto": "remeter os autos à Fazenda Pública para cálculo, fixação e cobrança da pena de multa, posto tratar-se de dívida de valor."
      },
      {
        "letra": "C",
        "texto": "seguir o critério trifásico da aplicação da pena que é dividido em: pena base, circunstâncias atenuantes e agravantes e qualificadoras do delito."
      },
      {
        "letra": "D",
        "texto": "considerar a menoridade relativa do agente na segunda fase do cálculo da pena (circunstâncias atenuantes e agravantes)."
      },
      {
        "letra": "E",
        "texto": "considerar a reincidência do agente na primeira fase do cálculo, no momento da análise dos seus antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "511211",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "No concurso de causas de aumento ou de diminuição,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz pode limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que menos aumente ou diminua."
      },
      {
        "letra": "B",
        "texto": "todas devem ser aplicadas, se previstas na parte geral do Código Penal."
      },
      {
        "letra": "C",
        "texto": "o juiz pode limitar-se a um só aumento ou a uma só diminuição, independentemente de a causa ser prevista na parte especial ou geral do Código Penal."
      },
      {
        "letra": "D",
        "texto": "a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade e da reincidência."
      },
      {
        "letra": "E",
        "texto": "o juiz pode limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que menos aumenta e mais diminua."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485294",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "O Art. 68 do Código Penal prevê um sistema trifásico de aplicação da pena pelo magistrado. Na primeira fase serão consideradas as circunstâncias do Art. 59 do Código Penal; na segunda, as agravantes e atenuantes; na terceira, as causas de aumento e de diminuição. A esse respeito, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diversas ações penais em curso podem justificar o reconhecimento de maus antecedentes."
      },
      {
        "letra": "B",
        "texto": "A sentença penal condenatória, cuja execução da pena tenha sido extinta há mais de cinco anos, não pode justificar o reconhecimento da reincidência, mas pode justificar os maus antecedentes."
      },
      {
        "letra": "C",
        "texto": "A sentença condenatória definitiva pela prática de crime posterior poderá configurar maus antecedentes caso o trânsito em julgado ocorra antes do julgamento do primeiro crime."
      },
      {
        "letra": "D",
        "texto": "No crime de roubo, o número de majorantes pode, por si só, determinar o quantum de aumento na terceira fase."
      },
      {
        "letra": "E",
        "texto": "Na segunda fase de aplicação da pena, a pena intermediária pode ser fixada abaixo do mínimo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420624",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Observadas as disposições do Código Penal referentes à aplicação da pena, analise as afirmações a seguir.I - No concurso de crimes, as penas de multa são aplicadas distinta e integralmente.II - São circunstâncias que sempre atenuam a pena, ter o agente desconhecimento da lei, bem como cometido o crime por motivo de relevante valor social ou morai.III - Quando forem aplicadas penas restritivas de direitos, o condenado cumprirá simultanea­ mente as que forem compatíveis entre si e sucessivamente às demais.IV - Quando, por acidente ou erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime na forma culposa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419578",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Assinale a opção correta à luz da orientação dominante e/ou do texto legal expresso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existente o concurso de crime, a aplicação da pena de multa observa as regras pertinentes à modalidade de concurso que incidiu ao caso."
      },
      {
        "letra": "B",
        "texto": "A incidência de circunstância atenuante pode conduzir, à luz da ponderação e da razoabilidade, à redução da pena para abaixo do mínimo legal."
      },
      {
        "letra": "C",
        "texto": "As causas de aumento e de diminuição da pena devem ser computadas na primeira fase da operação pelo sistema trifásico."
      },
      {
        "letra": "D",
        "texto": "Majorante é sinônimo de qualificadora, vale dizer, a pena abstratamente cominada será distinta da aplicada ao tipo simples."
      },
      {
        "letra": "E",
        "texto": "A reincidência não pode ser considerada como agravante e, simultaneamente, como circunstância judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415098",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Para a doutrina dominante, o Código Penal Brasileiro, ao disciplinar o cálculo da pena, adotou o sistema trifásico, sendo observado na primeira fase da individualização as agravantes e atenuantes legais, circunstâncias estas inseridas nos artigos 61 a 66 daquele diploma legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402852",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crime e aplicação de penas. Na hipótese de condenação pela prática de roubo circunstanciado pelo concurso de agentes e pelo emprego de arma, o juiz deve fundamentar concretamente o aumento na terceira fase de aplicação da pena, sendo insuficiente, para a sua exasperação, a mera indicação do número de majorantes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402202",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Osvaldo foi condenado pela prática do crime de estelionato. Ao aplicar a pena, o magistrado majorou a pena base indicando, entre as circunstâncias judiciais previstas no Artigo 59 do Código Penal brasileiro, os antecedentes de Osvaldo. Para tanto, o magistrado observou que a Folha de Antecedentes Criminais de Osvaldo trazia 5 anotações, entre elas uma condenação não transitada em julgado pela prática do crime de falsidade ideológica. As demais anotações referiam-se a inquéritos policiais em andamento para a apuração de suposta prática do crime de estelionato. Quanto à decisão do magistrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena base não poderia ter sido majorada com fundamento nos antecedentes de Osvaldo, uma vez que não há condenação transitada em julgado na Folha de Antecedentes Criminais do acusado."
      },
      {
        "letra": "B",
        "texto": "a pena base foi majorada corretamente, uma vez que algumas anotações constantes da Folha de Antecedentes Criminais de Osvaldo se referem ao crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "a pena base foi majorada corretamente, uma vez que há condenação, ainda que não transitada em julgado, na Folha de Antecedentes Criminais de Osvaldo."
      },
      {
        "letra": "D",
        "texto": "a pena base poderia ter sido majorada caso a condenação constante da Folha de Antecedentes Criminais de Osvaldo dissesse respeito ao crime de estelionato."
      },
      {
        "letra": "E",
        "texto": "a pena base foi majorada corretamente, uma vez que qualquer anotação em Folha de Antecedentes Criminais pode justificar o incremento da pena base com fundamento nos antecedentes do acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386780",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Na aplicação das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aceito pela jurisprudência que, incidindo duas qualificadoras, uma sirva de circunstância agravante, se assim prevista."
      },
      {
        "letra": "B",
        "texto": "a diminuição pela atenuante da confissão espontânea deve incidir depois do acréscimo pelo concurso formal."
      },
      {
        "letra": "C",
        "texto": "pode o juiz limitar-se a um só aumento ou a uma só diminuição no caso de concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, sempre prevalecendo a que mais diminua."
      },
      {
        "letra": "D",
        "texto": "o acréscimo pelo concurso formal não pode conduzir a pena superior à que seria cabível pela regra do concurso material, diversamente do que se verifica em relação ao crime continuado."
      },
      {
        "letra": "E",
        "texto": "é possível o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, ainda que fixada a pena-base no mínimo legal, ante a gravidade abstrata do delito, segundo entendimento sumulado do Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360491",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Lúcio e Lucinda, marido e mulher, desempregados, sem qualificação para o trabalho e pais de três filhos pequenos, planejaram e praticaram juntos, entre janeiro e março de 2012, mais de sete furtos, todos com rompimento de obstáculo e durante o repouso noturno. Lúcio tem dezenove anos. Em dezembro de 2012, enquanto corria o processo pelos referidos crimes patrimoniais, transitou em julgado sentença condenatória que o havia condenado pela prática de outro delito, o de receptação, cometido no ano de 2010. Lucinda, de vinte e quatro anos de idade, primária e de bons antecedentes, arrependida, confessou espontaneamente os fatos. O produto dos furtos foi estimado em valor considerável, entre dinheiro, relógios, joias e aparelhos eletrodomésticos, nenhum deles recuperado nem devolvido. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lúcio é reincidente, mas tem a seu favor a atenuante da menoridade, sendo possível a compensação entre uma e outra circunstância, na segunda fase da dosimetria, por serem ambas preponderantes."
      },
      {
        "letra": "B",
        "texto": "Lúcio e Lucinda devem responder pelos crimes com incidência de causa de aumento de pena prevista na parte geral do CP, no seu limite máximo, ou seja, igual à fração de um meio, por terem realizado, no total, mais de sete furtos."
      },
      {
        "letra": "C",
        "texto": "Lúcio e Lucinda responderão por furto triplamente qualificado."
      },
      {
        "letra": "D",
        "texto": "Embora não se prestem à caracterização do estado de necessidade, as circunstâncias do desemprego, da falta de qualificação para o trabalho e o fato de possuírem três filhos pequenos sob sua guarda e responsabilidade podem interferir em favor de Lúcio e Lucinda, seja na primeira, seja na segunda fase da dosimetria."
      },
      {
        "letra": "E",
        "texto": "Lucinda tem a seu favor a atenuante da confissão espontânea, que, embora não preponderante, atua como dado positivo relacionado à sua personalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984291",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Acerca das Súmulas do Superior Tribunal de Justiça, em Direito Penal, pode-se afirmar: I. O crime de extorsão depende para sua consumação da obtenção de vantagem indevida. II. A reincidência influi no prazo da prescrição da pretensão punitiva. III. Para efeitos penais, o reconhecimento da menoridade do réu requer prova por documento hábil. IV. O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para sua exasperação a mera indicação do número de majorantes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "290596",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "A utilização de um caco de vidro como arma não majora a pena da infração penal praticada por Francisco, uma vez que, para fins penais, se considera arma o instrumento dotado de função precípua de ataque ou defesa, como armas de fogo (revólveres, fuzis etc.) ou armas brancas (punhais, estiletes ou facas).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "266526",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "No concurso entre causas de aumento e de diminuição de pena, previstas na parte geral do Código Penal, o juiz, ao aplicar a pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desconsiderará a causa que não tiver relação com o liame subjetivo da conduta do agente."
      },
      {
        "letra": "B",
        "texto": "poderá limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou a que mais diminua a pena."
      },
      {
        "letra": "C",
        "texto": "deverá obrigatoriamente considerar ambas as causas."
      },
      {
        "letra": "D",
        "texto": "considerará preponderante a reincidência sobre qualquer outra."
      },
      {
        "letra": "E",
        "texto": "resolverá o concurso aparente aplicando o princípio da consunção."
      }
    ],
    "gabarito": "C"
  }
]