[
  {
    "id": "3453257",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir. (i) Mariana vai à festa de aniversário de uma amiga, ingere bebida alcoólica e, ao retornar para casa, na condução de seu veículo, abalroa a traseira do carro de Fernanda, que sofre ferimentos graves, mas sobrevive. (ii) João decide matar Mário, seu opositor político, e planeja provocar um acidente de carro, aproveitando-se de que a vítima e seu motorista Fábio rotineiramente trafegam por uma estrada à beira de um penhasco. Certo dia, João executa o plano e o acidente provocado causa a morte de Mário e Fábio. (iii) Patrício decide matar Renata, sua ex-esposa, por conta de desavenças relativas à pensão alimentícia. Para assegurar o êxito da missão, acopla um kit rajadas a sua pistola. No dia escolhido para o crime, Patrício, em uma motocicleta, segue o veículo de Renata e vê quando Mara, colega de trabalho da vítima, entra no carro. Patrício emparelha com o carro, mira na cabeça de Renata e dispara. Mara também é atingida e ambas morrem. Consideradas as hipóteses acima, a respeito do dolo, é correto afirmar, à luz da doutrina e da jurisprudência do Superior Tribunal de Justiça, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há dolo indireto na hipótese (i) e nas mortes de Fábio e de Mara;"
      },
      {
        "letra": "B",
        "texto": "na hipótese (i), a embriaguez não é suficiente para justificar a imputação de tentativa de homicídio com dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "na hipótese (i), não se admite o dolo eventual, haja vista a incompatibilidade entre este e a tentativa;"
      },
      {
        "letra": "D",
        "texto": "há dolo direto nas mortes de Fábio e de Mara;"
      },
      {
        "letra": "E",
        "texto": "há dolo de segundo grau na morte de Mara."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3334340",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, servidora pública aposentada, decide aplicar um golpe sofisticado. Criando um site falso que imita o da Receita Federal, ela passa a enviar e-mails para idosos entre 60 e 68 anos, informando sobre um suposto “reembolso automático de tributos pagos a maior”. No e-mail, solicita que a vítima informe seus dados pessoais e bancários. Diversas pessoas, acreditando na veracidade da mensagem, fornecem os dados e, em seguida, têm suas contas esvaziadas. Joana é descoberta após denúncia anônima e responde a processo criminal. Sobre os aspectos penais envolvidos, analise as assertivas e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana responderá por furto mediante fraude, pois não houve contato direto com as vítimas, mas apenas fraude eletrônica para subtrair os valores."
      },
      {
        "letra": "B",
        "texto": "A conduta de Joana caracteriza estelionato eletrônico, sendo crime de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "A criação do site falso, por si só, já configura crime tentado de estelionato, independentemente de prejuízo a terceiros."
      },
      {
        "letra": "D",
        "texto": "Ainda que Joana tenha utilizado fraude eletrônica, a conduta é atípica se as vítimas forneceram os dados voluntariamente."
      },
      {
        "letra": "E",
        "texto": "Como o bem jurídico tutelado no estelionato é a fé pública, Joana responderá por falsidade ideológica, e não por crime patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3253557",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "É crime “usar, como próprio, passaporte, título de eleitor, caderneta de reservista ou qualquer documento de identidade alheia”. Imagine que Remo utilizou ilicitamente o documento de seu irmão, Rômulo. E que esse documento tenha sido prévia e conscientemente cedido pela mãe de ambos, Capitolina, sem ciência de Rômulo. Diante desse cenário, nos termos do artigo 308 do CP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Remo e Capitolina cometeram crime contra a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Capitolina, Remo e Rômulo cometeram crime, mas Rômulo na modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "apenas Remo e Capitolina cometeram crime."
      },
      {
        "letra": "D",
        "texto": "apenas Remo cometeu crime."
      },
      {
        "letra": "E",
        "texto": "apenas Remo e Capitolina cometeram crime, mas Capitolina é isenta de pena por expressa disposição legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3249503",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Lagarto - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Em consonância com o Código Penal Brasileiro, analise as assertivas a seguir: I – Define-se como crime consumado quando nele se reúnem todos os elementos de sua definição legal. II – Define-se como crime doloso quando o agente deu causa ao resultado por imprudência, negligência ou imperícia. III – No direito penal brasileiro não é possível a alegação de desconhecimento da lei. Após analise, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a sentença II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a sentença I está correta."
      },
      {
        "letra": "C",
        "texto": "As sentenças II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As sentenças I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "As sentenças I, II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3098530",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Presidente da República, preocupado com o aumento significativo de atos de violência em eventos esportivos e com o impacto negativo para a segurança pública, decide editar uma Medida Provisória criando um novo tipo penal para punir esses comportamentos. A Medida Provisória foi aprovada pelo Congresso Nacional e convertida em lei, sem que houvesse impugnações formais. Com base no caso apresentado, na legislação vigente e nos princípios pertinentes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da reserva legal é respeitado, desde que a Medida Provisória seja aprovada pelo Congresso Nacional e transformada em lei."
      },
      {
        "letra": "B",
        "texto": "A Medida Provisória não é válida, afrontando o princípio da reserva legal, pois não cabe ao Presidente da República a iniciativa de lei em matéria penal."
      },
      {
        "letra": "C",
        "texto": "A Medida Provisória é inconstitucional, ofendendo o princípio da reserva legal, pois o Presidente da República não pode criar tipos penais incriminadores por esse meio, mesmo que o Congresso Nacional a tenha convertido em lei."
      },
      {
        "letra": "D",
        "texto": "A Medida Provisória é válida, pois a competência para legislar em matéria penal pode ser exercida, em qualquer hipótese, desde que seja de forma provisória, pelo Presidente da República em situações de urgência, excepcionando o princípio da reserva legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3058680",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crime impossível"
    ],
    "enunciado_principal": "Caio, Tício e Mévio integram um grupo de extermínio e decidem matar três integrantes de uma organização criminosa rival, cabendo a cada um o assassinato de uma das vítimas. Caio abordou sua vítima em emboscada. Todavia ao efetuar o disparo, verificou que a arma de fogo estava desmuniciada. Tício efetuou um disparo de arma de fogo no tórax da vítima que era seu alvo. Porém, ao ver o homem agonizando e chamando por seus filhos, Tício se compadeceu e o levou ao hospital. O esforço foi, contudo, em vão, tendo em vista que a vítima faleceu na mesa cirúrgica em decorrência de hemorragia. Por fim, Mévio rendeu sua vítima apontando a arma de fogo para a cabeça. Nesse ínterim, a vítima propôs a Mévio o pagamento de R$50.000,00 (cinquenta mil reais) para que ele não o matasse, pedido que foi aceito por Mévio. Ocorre que minutos depois uma viatura passava pelo local e prendeu Mévio em flagrante. Diante do exposto, assinale a opção que indica a consequência jurídica que melhor se amolda às condutas de Caio, Tício e Mévio, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa de homicídio, homicídio doloso e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "Crime impossível, homicídio doloso e desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Tentativa de homicídio, arrependimento eficaz e desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "Crime impossível, arrependimento eficaz e desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "Crime impossível, homicídio doloso e tentativa de homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3012665",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Cada uma das opções a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada a respeito de crimes dolosos e culposos. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Márcia agiu com intenção de causar um resultado, o que não ocorreu por circunstâncias alheias à sua vontade. Nesse caso, a conduta de Márcia é considerada culposa."
      },
      {
        "letra": "B",
        "texto": "João agiu assumindo o risco de produzir um resultado criminoso, o que não aconteceu por circunstâncias alheias à sua vontade. Nesse caso, ele cometeu crime culposo."
      },
      {
        "letra": "C",
        "texto": "Antônio, não desejando a ocorrência de um resultado, causou-o por negligência. Nessa hipótese, está caracterizada a conduta culposa, que só será punida se houver previsão legal específica."
      },
      {
        "letra": "D",
        "texto": "Carlos, com intenção de lesionar a integridade física de Marcos, desferiu contra ele uma série de socos na cabeça, o que gerou traumatismo craniano e, alguns dias depois, a morte da vítima. Nessa situação, ele só responderá pelo resultado que agrava a pena se o houver causado dolosamente."
      },
      {
        "letra": "E",
        "texto": "Gabriela agiu prevendo um resultado e assumiu o risco de produzi-lo. Nesse caso, o dolo de Gabriela é classificado como direto, pois houve a previsão do resultado danoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2569762",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de São Ludgero - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No Artigo 14º do Código Penal é possível verificar que o crime tentado é aquele que, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. Sabendo disso, conforme a doutrina majoritária, quais são os crimes que, por sua natureza ou previsão legal, não são compatíveis com a tentativa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Habituais, culposos, omissivos próprios."
      },
      {
        "letra": "B",
        "texto": "Dolosos, preterdolosos, habituais."
      },
      {
        "letra": "C",
        "texto": "Omissivos próprios, impróprios, dolosos."
      },
      {
        "letra": "D",
        "texto": "Preterdolosos, dolosos, próprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2450743",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Crime doloso é aquele no qual o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assumiu a autoria do delito durante interrogatório."
      },
      {
        "letra": "B",
        "texto": "quis o resultado por negligência, imprudência ou imperícia."
      },
      {
        "letra": "C",
        "texto": "agiu em defesa de sua integridade física e moral."
      },
      {
        "letra": "D",
        "texto": "assumiu o risco de produzir o resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2449009",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o elemento subjetivo da conduta, dolo direto é aquele em que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente prevê o resultado como possível o provável e assume o risco de produzi-lo, agindo com indiferença em relação às consequências de sua conduta."
      },
      {
        "letra": "B",
        "texto": "o agente tem a intenção de realizar a conduta e alcançar o resultado almejado, visualizando a produção do evento como um objetivo."
      },
      {
        "letra": "C",
        "texto": "o agente, em virtude de sua falta de cuidado e sem prever o resultado que seria previsível, age, provocando, desta forma, um evento indesejado."
      },
      {
        "letra": "D",
        "texto": "o agente, mesmo prevendo o resultado como possível ou provável, age acreditando que esse evento ocorrerá, ainda que sua conduta seja idônea para produzi-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2395612",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime por Tibúrcio no momento do falecimento da vítima, três horas depois do atropelamento."
      },
      {
        "letra": "B",
        "texto": "Em razão de a vítima ter nacionalidade inglesa, aplicar-se-á sobre o caso a lei penal inglesa."
      },
      {
        "letra": "C",
        "texto": "Se caso Tibúrcio se arrependesse de sua intenção a tempo de manobrar ou frear o carro, evitando, com isso, o falecimento de Henry, continuaria a responder pelos atos praticados e pelos incompletos."
      },
      {
        "letra": "D",
        "texto": "De acordo com a situação narrada, Tibúrcio responderá por crime doloso."
      },
      {
        "letra": "E",
        "texto": "Se, após cometer o atropelamento, Tibúrcio descobrisse que a vítima, na verdade, não se tratava de Henry, ele seria beneficiado por causa de isenção de pena por erro sobre a pessoa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2387541",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: CGM de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o dolo e a culpa na teoria do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo direto de segundo grau abrange os efeitos colaterais decorrentes do meio eleito pelo agente para atingir o resultado criminoso."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de dolo eventual, o agente não representa o resultado típico como possível, mas se conforma com a ocorrência dele. Já na hipótese de culpa consciente, o agente representa o resultado típico como possível e não desconfia que o mesmo ocorrerá."
      },
      {
        "letra": "C",
        "texto": "A punição a título de culpa depende da análise das circunstâncias do caso concreto, sendo prescindível a previsão expressa no tipo legal."
      },
      {
        "letra": "D",
        "texto": "Por força da teoria da imputação objetiva, uma vez não observado o cuidado devido, o agente é punível por crime culposo caso se envolva em evento penalmente típico, que se verificaria ainda que a diligência devida tivesse sido adotada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2365382",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao crime doloso e ao crime culposo, avalie se as afirmativas a seguir são verdadeiras (V) ou falsas (F). ( ) O agente que deu causa ao resultado por negligência, responderá por culpa, ainda que não haja previsão de crime culposo. ( ) A lei brasileira considera crime doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo. ( ) A imprudência caracteriza o agir culposo, mas a imperícia implica o agir doloso. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2360679",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Vander planejava fazer uma viagem de férias no final do ano pelo litoral do Nordeste. Assim, juntou suas economias e comprou um carro usado para dirigir na viagem. O automóvel foi vendido dentro dos valores praticados no mercado. Em razão do tempo exíguo, Vander, todavia, não investigou a procedência do veículo, tendo acreditado na indicação de seu amigo Tobias, como se verifica em mensagens trocadas via aplicativo por meio de seu telefone celular. No dia 31 de dezembro de 2022 Vander, em viagem, foi parado em uma blitz. Na ocasião, um agente da Polícia Rodoviária Federal constatou que o carro que Vander acabara de adquirir era proveniente de roubo. Vander foi preso em flagrante pelo crime de receptação. Diante do cenário ora descrito, assinale a opção que indica a tese defensiva que pode ser invocada em favor de Vander.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclusão da culpabilidade por obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "Exclusão da culpabilidade por coação moral irresistível."
      },
      {
        "letra": "C",
        "texto": "Atipicidade da conduta por incidência do princípio da insignificância."
      },
      {
        "letra": "D",
        "texto": "Atipicidade da conduta por ausência de dolo."
      },
      {
        "letra": "E",
        "texto": "Exclusão da ilicitude pelo exercício regular do direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2352769",
    "metadata": "Ano: 2024 | Banca: NTCS | Órgão: Prefeitura de São João da Baliza - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, especificamente sobre a diferenciação entre o crime doloso e culposo, impera importantes aspectos de distinção. Considerando a afirmativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime culposo é aquele em que, pelo agente, há nítida intenção de produzir o resultado, ou este assumiu o risco de produzi-lo, uma vez que presente o elemento de culpa."
      },
      {
        "letra": "B",
        "texto": "Se diz crime culposo quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "C",
        "texto": "Se diz crime doloso quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "A definição de crime doloso não está prevista no ordenamento brasileiro, sendo considerada mera ficção jurídica onde se constata, pela conduta do agente, que não há intenção de produzir o resultado, e este não assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "É possível afirmar que a culpa e o dolo são, na verdade, elementos que produzem ao agente o mesmo nível de aplicação de pena, sem distinção, uma vez que, em ambas as situações, existe a presença da consumação do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2324556",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a caçada, A ouve barulho de vulto no interior da mata e, acreditando tratar-se do animal objeto de caça, incorre em erro sobre as circunstâncias de fato, por falsa representação da realidade, e realiza disparo de arma fogo, resultando em lesões corporais em seu amigo B, que se perdera no caminho: trata-se de modalidade de erro de tipo que, se inevitável, exclui a modalidade dolosa, não gerando responsabilidade penal, e se evitável, permite a atribuição de responsabilidade penal para A, a título de culpa."
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo dos crimes dolosos ou pode ser integrado somente pelo dolo ou pode ser integrado pelo dolo e por elementos subjetivos especiais, não podendo, entretanto, ser integrado somente por elementos subjetivos especiais."
      },
      {
        "letra": "C",
        "texto": "Com dolo de homicídio, A realiza disparos de fuzil para atingir e eliminar seu inimigo B, se conformando com a possibilidade de também atingir mortalmente o cidadão C, próximo a B: se os disparos acabam atingindo mortalmente B e C, o resultado de morte de B é atribuído a A a título de dolo direto de 1º grau e o resultado de morte de C é atribuído a A a título de dolo direto de 2º grau."
      },
      {
        "letra": "D",
        "texto": "Em situação caracterizadora de aberratio ictus, A objetiva produzir lesões corporais em B, seu pai, mas por erro na execução atinge apenas o amigo comum C, produzindo-lhe lesões corporais: de acordo com o Código Penal brasileiro, A responde por lesões corporais dolosas, com incidência de agravante (crime cometido contra ascendente)."
      },
      {
        "letra": "E",
        "texto": "Se a ação do autor não cria risco do resultado, ou se o risco criado pela ação do autor não se realiza no resultado, o resultado de lesão do bem jurídico não pode ser imputado ao autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2315097",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: CORE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Frederico e Francisco estavam se divertindo à margem de um rio, quando começaram a conversar sobre fatos que aconteceram no passado. Em dado momento, Frederico confessa a Francisco que no Natal do ano passado lhe subtraiu da carteira o valor de R$ 100,00. Enfurecido, Francisco pega uma pedra e desfere diversos golpes na cabeça de Frederico, com a intenção de matá-lo. Francisco se retira do local acreditando ter matado Frederico que, na verdade, estava apenas desmaiado. Um grupo de pessoas que passava próximo ao rio viu Frederico lesionado e lhe providenciou socorro. Enquanto caminhava carregando Frederico, o grupo foi alvo de um atentado à bomba, vindo todos a óbito em decorrência dos ferimentos sofridos. Considerando que Frederico foi vítima de homicídio, é correto afirmar que Francisco",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pela prática de homicídio doloso tentado."
      },
      {
        "letra": "B",
        "texto": "responderá pela prática de homicídio doloso consumado."
      },
      {
        "letra": "C",
        "texto": "não será responsabilizado, pois Frederico faleceu em decorrência de um ataque à bomba."
      },
      {
        "letra": "D",
        "texto": "responderá pela prática de homicídio culposo consumado, pois Frederico não pôde se defender do ataque à bomba devido às lesões que foram anteriormente provocadas por Francisco."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312791",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Teoria do Delito: especificamente com relação ao elemento subjetivo do tipo penal, o CP prevê a possibilidade de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa e consumação."
      },
      {
        "letra": "B",
        "texto": "ação e omissão."
      },
      {
        "letra": "C",
        "texto": "dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "causa independente e causa relativamente independente."
      },
      {
        "letra": "E",
        "texto": "punibilidade e culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307710",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Quando o agente assume o risco de produzir o resultado, é correto dizer que houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imperícia."
      },
      {
        "letra": "B",
        "texto": "negligência."
      },
      {
        "letra": "C",
        "texto": "culpa consciente."
      },
      {
        "letra": "D",
        "texto": "culpa inconsciente."
      },
      {
        "letra": "E",
        "texto": "dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2304603",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Túlio, um conhecido chefe de organização criminosa, plantou uma bomba no automóvel que transportava o presidente da empresa Beta (alvo da ação delituosa) bem como um motorista e um segurança. Túlio detonou o artefato a distância, durante o deslocamento do veículo em via pública, o que resultou na morte de todos os seus ocupantes. Nessa situação hipotética, em relação à morte do segurança, Túlio agiu com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preterdolo."
      },
      {
        "letra": "B",
        "texto": "dolo direto de primeiro grau."
      },
      {
        "letra": "C",
        "texto": "dolo direto de segundo grau."
      },
      {
        "letra": "D",
        "texto": "culpa consciente."
      },
      {
        "letra": "E",
        "texto": "dolo eventual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110333",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito dos erros no direito penal, julgue o item a seguir. Considere, a propósito, que a sigla CP, quando empregada, refere-se ao Código Penal. No caso de aberratio ictus com resultado duplo, não há possibilidade de se reconhecer a ocorrência de crime culposo decorrente de erro na execução na prática de crime doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084517",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Acerca do dolo e da culpa no âmbito penal, analise os itens abaixo: I. O crime preterdoloso é aquele em que o agente age com o chamado dolo culposo. II. Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente. III. A depender do nexo de causalidade, se o agente der causa ao resultado por imperícia, é possível que o crime seja doloso ou culposo. Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I."
      },
      {
        "letra": "B",
        "texto": "apenas II."
      },
      {
        "letra": "C",
        "texto": "apenas III."
      },
      {
        "letra": "D",
        "texto": "apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2035777",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Rebeca trabalha há muitos anos como instrumentadora cirúrgica e tem bastante experiência na sua atuação. Sabe que, via de regra, os centros cirúrgicos exigem tipos especiais de calçados para acesso. Tendo em vista sua larga experiência com a atividade de instrumentação, Rebeca passa a utilizar sapatos de salto alto, por ser muito vaidosa, e por ter certeza de que este fato não irá comprometer sua atividade. Rebeca, certo dia, escorrega durante a atividade de instrumentação e derruba a mesa auxiliar de instrumentação, caindo alguns objetos na área cirúrgica. O acidente ocasionou danos graves no paciente, com sequela cicatricial não esperada ao tipo de procedimento a que se submetia. Neste caso, é possível dizer que a conduta de Rebeca, que implicou no resultado lesivo ao paciente, foi praticada com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo eventual."
      },
      {
        "letra": "B",
        "texto": "culpa inconsciente, na modalidade imperícia."
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente, na modalidade imprudência."
      },
      {
        "letra": "D",
        "texto": "culpa consciente, na modalidade imprudência."
      },
      {
        "letra": "E",
        "texto": "culpa consciente, na modalidade imperícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2408344",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A omissão pode ser geradora de responsabilidade criminal quando o agente omisso estiver, nos termos das exigências do Código Penal, na posição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "espectador"
      },
      {
        "letra": "B",
        "texto": "garantidor"
      },
      {
        "letra": "C",
        "texto": "torcedor"
      },
      {
        "letra": "D",
        "texto": "ativador"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2280938",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A Lei de Introdução do Código Penal diz no “Art. 1º Considera-se crime a infração penal que a lei comina pena de reclusão ou de detenção, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa; contravenção, a infração penal a que a lei comina, isoladamente, pena de prisão simples ou de multa, ou ambas, alternativa ou cumulativamente.” De acordo com as definições do art. 18 do Código Penal Brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo"
      },
      {
        "letra": "B",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por assumir o risco do produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado, assumindo o risco de produzi-lo, por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073268",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "O homicídio doloso é qualificado se o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foge para evitar prisão em flagrante."
      },
      {
        "letra": "B",
        "texto": "deixa de observar regra técnica de profissão, arte ou ofício."
      },
      {
        "letra": "C",
        "texto": "não procura diminuir as consequências do seu ato."
      },
      {
        "letra": "D",
        "texto": "deixa de prestar imediato socorro à vítima."
      },
      {
        "letra": "E",
        "texto": "o comete para assegurar a ocultação de outro crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992813",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "CONSIDERANDO A JURISPRUDÊNCIA DOS TRIBUNAIS SUPERIORES (STF E STJ) SOBRE A TEORIA DA CEGUEIRA DELIBERADA, É CORRETO DIZER:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ela pode fundamentar a condenação em certos crimes por dolo eventual quando, ainda que ausente o dolo direto, reste demonstrado que o agente fingiu não conhecer determinada conjuntura fática ou criou barreira contra esse conhecimento, alcançando, a partir daí, a vantagem ilícita."
      },
      {
        "letra": "B",
        "texto": "Diante da sua não previsão expressa na lei penal, é incabível a sua utilização para fins de preenchimento do tipo subjetivo, tendo em vista que isso importaria em indevido recurso à analogia in malam partem, vedada pelo ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Cuida-se de construção teórica provinda da família jurídica do Common Law, cuja utilização no direito brasileiro tem sido recorrente, tendo em vista ser admitida, pelos nossos tribunais, a adoção da teoria da adequação social na imputação de crime doloso."
      },
      {
        "letra": "D",
        "texto": "Ela somente se coaduna com a presunção de conhecimento no crime culposo quando, na conjuntura fática, houver a comprovação do entrelaçamento da imputação objetiva com a subjetiva, de forma cabal e indissociável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1987408",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Enfurecido com a infidelidade de Lia, sua noiva, Rui decide ir, à noite, ao apartamento dela para confrontá-la. Ao avistar, na rua, um carro quase idêntico ao de Lia, Rui toma uma pedra e inscreve insultos contra ela na lataria do veículo. Enquanto riscava a pintura, Rui constata que a placa do veículo não corresponde à do carro de Lia. Com base nesse caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rui cometeu um crime culposo, pois agiu em erro quanto ao objeto do delito de dano."
      },
      {
        "letra": "B",
        "texto": "A pena de Rui deve ser diminuída em razão do erro na execução do crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a identidade do automóvel não torna o fato atípico por ausência de dolo."
      },
      {
        "letra": "D",
        "texto": "Rui é inimputável, uma vez que cometeu o erro impelido por violenta emoção."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da real identidade do bem danificado exclui a culpabilidade de Rui."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1987404",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Age com dolo eventual ou indireto a pessoa que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevê que o resultado típico pode ser uma consequência de seu comportamento, porém lhe é indiferente se ela se realizará ou não."
      },
      {
        "letra": "B",
        "texto": "comete um crime consciente de que haverá resultados indesejáveis, mas que são decorrência natural da forma de execução escolhida para alcançar o seu objetivo."
      },
      {
        "letra": "C",
        "texto": "instigado por terceiro a um comportamento reprovável, comete um crime por imprudência."
      },
      {
        "letra": "D",
        "texto": "reconhece a possibilidade de causar o resultado típico e decide prosseguir na execução porque confia sinceramente que isso não acontecerá."
      },
      {
        "letra": "E",
        "texto": "se vale intencionalmente de terceiro inocente, que executa o crime sem saber o que faz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1981461",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "O dolo direto de segundo grau",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verifica com a consciência sobre os resultados necessários para atingir determinado fim e a vontade de seguir adiante."
      },
      {
        "letra": "B",
        "texto": "impede a desclassificação do delito para a forma tentada."
      },
      {
        "letra": "C",
        "texto": "é puramente cognitivo no direito penal brasileiro."
      },
      {
        "letra": "D",
        "texto": "leva em consideração a finalidade última do agente representado pelo resultado típico."
      },
      {
        "letra": "E",
        "texto": "está presente quando o agente tem consciência do risco criado por seu comportamento, considera seriamente sua realização e se conforma com o resultado lesivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1981460",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipicidade formal",
      "Crimes omissivos"
    ],
    "enunciado_principal": "O tipo penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime omissivo próprio exige o comportamento ativo do agente de acordo com sua relação com o bem jurídico."
      },
      {
        "letra": "B",
        "texto": "representa um indício da culpabilidade segundo a teoria materialista objetiva do delito."
      },
      {
        "letra": "C",
        "texto": "tem sua primeira construção dogmática no finalismo de Hans Welzel."
      },
      {
        "letra": "D",
        "texto": "demanda o desvalor do resultado para sua existência como elemento do delito."
      },
      {
        "letra": "E",
        "texto": "é a estrutura legal que descreve o comportamento proibido, possuindo função de garantia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1952897",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A doutrina majoritária considera que o tipo penal possui uma parte objetiva e outra subjetiva. Considerando-se o dolo como o tipo subjetivo e à luz do artigo 18 do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "majoritariamente a doutrina considera que dolo direto de segundo grau equivale ao dolo eventual em sua porção mais débil, decorrendo um do outro nos casos em que o resultado tenha ocorrido."
      },
      {
        "letra": "B",
        "texto": "o dolo eventual pressupõe que todos os resultados que não sejam primários pertençam a esta categoria, sendo impossível a configuração de um dolo direto de segundo grau."
      },
      {
        "letra": "C",
        "texto": "as teorias sobre o dolo necessariamente devem conter os aspectos cognitivo e volitivo e há espaço para a conceituação de dolo em subdivisões de primeiro e segundo grau."
      },
      {
        "letra": "D",
        "texto": "dolo direto de primeiro grau e dolo eventual possuem previsão legal, sendo que o primeiro exige conhecimento e vontade e o segundo apenas o conhecimento potencial da situação fática."
      },
      {
        "letra": "E",
        "texto": "dolo direito de primeiro grau e dolo direto de segundo grau possuem uma maior reprovação do caso concreto e não admitem uma redução da pena, ao contrário do dolo eventual que possui uma causa de redução de um a dois terços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1947001",
    "metadata": "Ano: 2022 | Banca: IBGP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, o erro sobre elemento constitutivo do tipo legal de crime EXCLUI:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Culpa do agente, mas permite a punição por crime doloso, desde que previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Dolo, mas permite a punição por crime culposo, desde que previsto em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1943262",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "O agente que imagina já ter obtido o resultado pensado por ele, sem tê-lo alcançado, e, por isso, pratica outra conduta que efetivamente alcança o objetivo primário realiza a conduta em dolo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "geral."
      },
      {
        "letra": "B",
        "texto": "de segundo grau."
      },
      {
        "letra": "C",
        "texto": "eventual."
      },
      {
        "letra": "D",
        "texto": "alternativo."
      },
      {
        "letra": "E",
        "texto": "cumulativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1941185",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "O crime de moeda falsa é um crime comum, tanto no que diz respeito ao sujeito ativo quanto no que diz respeito ao sujeito passivo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo, de forma livre, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "B",
        "texto": "culposo, de forma livre, monossubjetivo, plurissubsistente e transeunte."
      },
      {
        "letra": "C",
        "texto": "doloso, de forma livre, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "D",
        "texto": "doloso, de forma livre, necessariamente permanente, monossubjetivo, plurissubsistente e não transeunte."
      },
      {
        "letra": "E",
        "texto": "doloso, de forma livre, necessariamente instantâneo, monossubjetivo, plurissubsistente e não transeunte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937233",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Majoritariamente a doutrina salienta que são duas as espécies de culpa: inconsciente e consciente. Sobre o tema, é correto afirmar que na culpa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconsciente, o agente considera possível a realização do resultado típico, porém confia que isso não sucederá;"
      },
      {
        "letra": "B",
        "texto": "inconsciente, faz parte da representação do agente a violação do dever de cuidado e do resultado lesivo;"
      },
      {
        "letra": "C",
        "texto": "consciente, faz parte da representação do agente apenas a violação do dever de cuidado;"
      },
      {
        "letra": "D",
        "texto": "consciente, a censura penal deve ser menor quando considerada a mesma violação do risco proibido;"
      },
      {
        "letra": "E",
        "texto": "consciente, o agente sabe do risco de seu comportamento, mas acredita que não acontecerá o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914776",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Gabriel, lutador profissional de boxe na categoria peso pesado, assistia a um jogo de futebol em um bar. Em determinado momento, inconformado com a derrota de seu time, desferiu um soco na cabeça de uma mulher que estava ao seu lado e que também lamentava o resultado negativo, causando-lhe a morte. Nessa situação hipotética, conforme a jurisprudência dos tribunais superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracterizado o dolo eventual, Gabriel deverá responder por homicídio qualificado por motivo torpe."
      },
      {
        "letra": "B",
        "texto": "Gabriel deverá responder por homicídio simples, sendo afastada a qualificadora relacionada ao motivo fútil, pela sua incompatibilidade com o dolo eventual."
      },
      {
        "letra": "C",
        "texto": "caracterizada a violenta emoção, Gabriel deverá responder por homicídio privilegiado."
      },
      {
        "letra": "D",
        "texto": "por se tratar de vítima do sexo feminino, Gabriel deverá responder por feminicídio."
      },
      {
        "letra": "E",
        "texto": "caracterizado o dolo eventual, Gabriel deverá responder por homicídio qualificado por motivo fútil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1894955",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Com relação a aspectos do direito penal, julgue o item a seguir.O dolo de segundo grau consiste na incerteza de que o resultado alcance terceiros não atingidos pelo dolo direto, havendo, entretanto, a possibilidade de que ele ocorra com a prática do ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1873822",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Determinado agente pretende matar uma vítima por asfixia e, achando equivocadamente que ela estaria morta, joga o corpo no rio, causando a morte por afogamento. Em tal cenário, o agente responderá por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime culposo;"
      },
      {
        "letra": "B",
        "texto": "crime preterdoloso;"
      },
      {
        "letra": "C",
        "texto": "dolo genérico;"
      },
      {
        "letra": "D",
        "texto": "dolo de perigo;"
      },
      {
        "letra": "E",
        "texto": "dolo geral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868384",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Prevê, em seus artigos 14 e 15, suas próprias atenuantes e agravantes, que se aplicam aos crimes em espécie previstos na mesma lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsificação de cartão de crédito ou débito se encontra abrangida, de acordo com a jurisprudência majoritária, pelo delito de Moeda falsa, previsto no artigo 289 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O pagamento da vantagem indevida é requisito necessário para a consumação do crime de concussão."
      },
      {
        "letra": "C",
        "texto": "O crime de corrupção passiva deve ser imputado sempre em conjunto com o crime de corrupção ativa, respondendo o funcionário público pelo primeiro e o particular, pelo segundo."
      },
      {
        "letra": "D",
        "texto": "A falta do dolo específico consistente no fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante acarreta a atipicidade do delito de Falsidade Ideológica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1868175",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em determinado set de filmagens, Hades, produtor técnico, entrega arma de fogo verdadeira, devidamente municiada, para o ator Ares, fazendo-o acreditar que se trata de arma cenográfica, sem potencial de efetuar disparos. Já tendo lido o script e presenciado os ensaios, Hades sabia previamente que, nas cenas que seriam filmadas, Ares deveria apontar a arma para Atena e, após breve diálogo, efetuar o disparo para a cena fatal. Querendo a morte de Atena, em razão de desavenças pretéritas, Hades faz a substituição da arma, fornecendo-a diretamente a Ares, irrogando o famoso “quebre a perna”. Ares efetua o disparo e ceifa a vida de Atena. Do ponto de vista jurídico-penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ares e Hades responderão por homicídio doloso, o primeiro como autor e o segundo como partícipe;"
      },
      {
        "letra": "B",
        "texto": "Ares e Hades responderão por homicídio doloso, o primeiro como partícipe e o segundo como autor;"
      },
      {
        "letra": "C",
        "texto": "Ares e Hades responderão por homicídio doloso, como coautores;"
      },
      {
        "letra": "D",
        "texto": "Ares responderá por homicídio culposo e Hades por homicídio doloso;"
      },
      {
        "letra": "E",
        "texto": "Ares não responderá por crime e Hades responderá por homicídio doloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860612",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Acerca do crime de inserção de dados falsos em sistema de informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime culposo, necessariamente comissivo, formal e instantâneo."
      },
      {
        "letra": "B",
        "texto": "É um crime doloso, necessariamente omissivo, instantâneo e transeunte."
      },
      {
        "letra": "C",
        "texto": "É um crime doloso, comissivo ou omissivo, plurissubsistente e transeunte."
      },
      {
        "letra": "D",
        "texto": "É um crime doloso, instantâneo, monossubjetivo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "É um crime doloso ou culposo, instantâneo, monossubjetivo e transeunte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859411",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "A tipicidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preterdolosa enseja um crime qualificado pelo resultado em que o tipo-base é doloso e o resultado qualificador é culposo."
      },
      {
        "letra": "B",
        "texto": "é excluída toda vez que se verificar o erro de proibição inevitável."
      },
      {
        "letra": "C",
        "texto": "material é incompatível com a contravenção penal, dada sua menor gravidade e a fragmentariedade do direito penal."
      },
      {
        "letra": "D",
        "texto": "na conformação do funcionalismo é avalorada para constituir garantia de restrição do âmbito de punição."
      },
      {
        "letra": "E",
        "texto": "material é a adequação da conduta à norma incriminadora configurando um mecanismo de subsunção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855776",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Nexo de causalidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da equivalência das condições, compatível com o Código Penal brasileiro e utilizada como método para determinar relações causais, causa é a condição sem a qual o resultado não poderia ter ocorrido"
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo dos crimes dolosos pode ser composto somente pelo dolo, direto ou eventual, mas também pode apresentar, ao lado do dolo, elementos subjetivos especiais, como ocorre por exemplo, nesta última hipótese, com os crimes de importunação sexual (CP, art. 215-A), assédio sexual (CP, art. 216-A) e fraude processual (CP, art. 347)."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, evitável ou inevitável, pode recair sobre elementos descritivos ou normativos do tipo objetivo, mas não pode recair sobre elementos subjetivos especiais, diversos do dolo, integrantes do tipo subjetivo"
      },
      {
        "letra": "D",
        "texto": "Com a finalidade específica de produzir lesões corporais contra B em via pública, A projeta seu veículo contra a motocicleta pilotada por B, representando, como consequência necessária, a produção de lesões corporais também em C, garupa da motocicleta: o resultado de lesão corporal em B é atribuído a título de dolo direto de 1º grau ao autor A, e o resultado de lesão corporal em C, ainda que lamentado por A, é atribuído a este a título de dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Com consciência e vontade dirigidas especificamente a produzir lesões corporais em B, A arremessa pedras contra este, mas por erro na execução acaba também atingindo C, situado próximo a B, produzindo lesões corporais em ambos: A responde por lesão corporal dolosa em B, em concurso formal com lesão corporal culposa em C."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1846223",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Nos termos do quanto expressamente determina o art. 18 do CP, o crime é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doloso, quando o agente tinha intenção de praticar a ação ou a omissão."
      },
      {
        "letra": "B",
        "texto": "doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "culposo, quando o agente não tinha intenção de produzir o resultado."
      },
      {
        "letra": "D",
        "texto": "culposo, quando o agente assumiu deliberadamente o risco de produzir o resultado."
      },
      {
        "letra": "E",
        "texto": "preterdoloso, quando o agente visa produzir um resultado e, por imperícia, advém outro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1810034",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Doloso",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Jane e Breno objetivam matar Marly por envenenamento. Dessa forma, Jane adiciona uma dose do veneno X na sopa de Marly e, posteriormente, Breno adiciona uma dose do veneno Y no suco da vítima. Toda a ação foi combinada entre ambos. Tanto a sopa quanto o suco são ingeridos pela vítima em uma mesma refeição e, cerca de três horas após, Marly vem a falecer. A perícia constata, no respectivo exame, que a morte da vítima se deu pela ação conjunta dos venenos X e Y, deixando claro que, isoladamente, nenhum dos venenos seria capaz de matar a vítima, apenas a ação conjunta deles o faria, o que efetivamente ocorreu. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jane e Breno responderão a título de tentativa pelo delito de homicídio doloso qualificado praticado em concurso de agentes."
      },
      {
        "letra": "B",
        "texto": "Jane e Breno responderão por homicídio culposo consumado praticado em concurso de agentes."
      },
      {
        "letra": "C",
        "texto": "Jane e Breno responderão por homicídio doloso qualificado consumado, mas sem a incidência do concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "Jane e Breno responderão pelo homicídio doloso qualificado consumado praticado em concurso de agentes."
      },
      {
        "letra": "E",
        "texto": "Jane e Breno responderão a título de tentativa pelo delito de homicídio doloso qualificado, mas sem a incidência do concurso de agentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1782435",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Quanto ao dolo, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No dolo direto de segundo grau, o agente representa que o resultado ilícito colateral seguramente ocorrerá, mesmo que o resultado principal, por ele buscado, não se concretize."
      },
      {
        "letra": "B",
        "texto": "Segundo a doutrina majoritária, no dolo eventual, o agente representa o resultado ilícito como possível e leva a sério a possibilidade de sua realização, conformando-se com ele. Já na culpa consciente, o agente representa o resultado ilícito como possível, mas confia seriamente que não ocorrerá, e não se põe de acordo com ele."
      },
      {
        "letra": "C",
        "texto": "No dolo direto de primeiro grau, o resultado buscado pode ser uma etapa intermediária (meio) para a obtenção do objetivo final."
      },
      {
        "letra": "D",
        "texto": "Embora se exija a coincidência entre o dolo e o fato (princípio da simultaneidade), e ainda que, por tal razão, sejam inadmissíveis o dolus antecedens e o dolus subsequens, a presença do dolo no transcorrer de toda a fase executiva é dispensável, bastando que o agente ponha em marcha o processo de causação do resultado, mesmo que abandone o curso causal à própria sorte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751216",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. O dolo eventual é incompatível com a tentativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751213",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Sanções penais",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. A consciência atual da ilicitude é elemento do dolo, conforme a teoria finalista da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1296310",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Areal - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Conforme dispõe o Código Penal Brasileiro, considera-se crime doloso, aquele em que o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Produz o resultado por assumir o risco."
      },
      {
        "letra": "B",
        "texto": "Produz o resultado por negligência."
      },
      {
        "letra": "C",
        "texto": "Produz o resultado por imprudência."
      },
      {
        "letra": "D",
        "texto": "Produz o resultado por imperícia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1617203",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Cleiton, policial rodoviário federal e professor de curso de direção defensiva e ofensiva, viajava de carro com sua namorada, Gisele. Durante a viagem, Gisele reclamou da alta velocidade empreendida pelo namorado e o alertou da possibilidade de causar um acidente, tendo em vista o tempo chuvoso. Cleiton, por sua vez, respondeu que nada aconteceria, porque ele era um profissional competente, de excelência, que ensinava outros policiais rodoviários federais a pilotarem viaturas. Entretanto, durante uma curva, o veículo derrapou na pista molhada, o carro ficou desgovernado, capotou e Gisele faleceu instantaneamente. Cleiton sofreu pequenas escoriações. A perícia feita no local constatou excesso de velocidade. A partir dessa situação hipotética, julgue o item seguinte. Cleiton agiu com dolo eventual, devendo responder pela prática de homicídio doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1219339",
    "metadata": "Ano: 2019 | Banca: IBGP | Órgão: Prefeitura de Jacutinga - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se do crime que o crime doloso, é quando o agente quis o resultado ou assumiu o risco de produzi-lo, ou agiu com imprudência, imperícia ou negligência."
      },
      {
        "letra": "B",
        "texto": "Pune-se salvo disposição em contrário, a tentativa com a pena correspondente ao crime consumado, pois o agente já demonstrou sua vontade de cometer o ilícito penal."
      },
      {
        "letra": "C",
        "texto": "Diz-se do crime que o crime consumado, é quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "Entende-se em legítima defesa quem, usando a força de forma excessiva, moderada ou imoderada, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1125960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "João, acidentalmente, quebra o monitor do computador do seu colega de trabalho. Nos termos da legislação penal aplicável, essa situação constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano culposo."
      },
      {
        "letra": "B",
        "texto": "crime de bagatela."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "infração penal de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1109699",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A concepção de \" dolo como compromisso cognitivo \" ( ou \" dolo sem vontade \" ) é uma vertente teórica que vem ganhando cada vez mais adeptos. Assinale a alternativa que não está de acordo com as linhas gerais de uma teoria cognitiva do dolo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se possa falar em dolo, tem o autor de agir com conhecimento tal que lhe confira o domínio sobre aquilo que está realizando. Ou seja, ao menos em parte o dolo acaba se tornando uma questão de tipo objetivo. O autor tem de conscientemente criar um risco de tal dimensão que a produção do resultado possa ser considerada algo que ele, autor, domina."
      },
      {
        "letra": "B",
        "texto": "A imputação a título de dolo não tem relação com a postura volitiva psíquica do indivíduo, pois dolo não é vontade, dolo é representação. A essencial diferença entre o dolo e a culpa, portanto, equivale fundamentalmente à distinção entre conhecimento e desconhecimento do perigo com qualidade dolosa."
      },
      {
        "letra": "C",
        "texto": "Considerar decisiva para o dolo a vontade de quem atua significa, em última análise, atribuir a quem atua a competência para decidir se há ou não dolo. Ocorre que não é o agente, e sim o direito quem tem de exercer essa competência. Não se pode relegar ao arbítrios do autor essa decisão, até porque o dolo, na concepção cognitiva, é presumido."
      },
      {
        "letra": "D",
        "texto": "Se todo dolo È conhecimento, e a vontade não tem relevância alguma, não há mais qualquer razão para diferenciar dolo direto (de primeiro ou de segundo grau) e dolo eventual. Afinal, há apenas uma forma de dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1098002",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta acerca do dolo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo alternativo é espécie de dolo indireto e apresenta-se quando o aspecto volitivo do agente se encontra direcionado, de maneira alternativa, seja em relação ao resultado, seja em relação à pessoa contra a qual é cometido o crime."
      },
      {
        "letra": "B",
        "texto": "O nominado dolo de consequências necessárias é uma espécie de dolo indireto ou mediato."
      },
      {
        "letra": "C",
        "texto": "O erro sucessivo caracteriza hipótese em que o agente atua com dolo geral, isto é, o agente, supondo já ter alcançado o resultado por ele visado, pratica nova ação que efetivamente dá causa ao resultado por ele pretendido."
      },
      {
        "letra": "D",
        "texto": "Para a teoria extremada do dolo, a real consciência da ilicitude é elemento do dolo, enquanto para a teoria limitada do dolo, este é integrado pela potencial consciência da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1065273",
    "metadata": "Ano: 2019 | Banca: FGR | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Acerca dos crimes, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa é quando, iniciada a execução, se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "B",
        "texto": "Doloso é quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "Culposo é quando o agente deu causa ao resultado por prudência."
      },
      {
        "letra": "D",
        "texto": "Há crime quando o agente pratica o fato em estrito cumprimento de dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048817",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Segundo as lições de Rogério Sanches Cunha e Juarez Cirino dos Santos, em suas obras “Manual de Direito Penal” e “A moderna teoria do fato punível”, respectivamente, é incorreto afirmar sobre o dolo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No dolo de propósito o sujeito age com vontade e consciência refletida e premeditada, enquanto que no dolo de ímpeto o autor age de modo repentino, sem intervalo entre a cogitação e a execução do crime."
      },
      {
        "letra": "B",
        "texto": "Entende-se por dolo abandonado a conduta do agente que, afastando-se de seu propósito inicial, desiste de prosseguir na execução de determinado delito ou atua para impedir que o resultado se concretize."
      },
      {
        "letra": "C",
        "texto": "A teoria penal moderna distingue três espécies de dolo: intenção, propósito direito e propósito condicionado. No primeiro caso, a intenção designa o que o autor pretende realizar; o propósito direto abrange as consequências típicas previstas como certas ou necessárias; e, o propósito condicionado, indica aceitação das ou conformação com consequências típicas previstas como possíveis."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo significa defeito de conhecimento do tipo legal e, assim, exclui o dolo, porque uma representação ausente ou incompleta não pode informar qualquer dolo de tipo. Assim, se o erro é inevitável, exclui o dolo, enquanto o erro evitável exclui o dolo e a punição por crime culposo, se previsto em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1008747",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "No caso em que o sujeito realiza a conduta e prevê a possibilidade de produção do resultado, mas não quer sua ocorrência e conta com a “sorte” para que ele não se materialize, pois sabe que não tem o controle sobre a situação implementada, se configura um exemplo de “culpa consciente” e não de “dolo eventual”, porque se o sujeito soubesse de antemão que o resultado iria ocorrer, provavelmente não teria atuado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008743",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A especial finalidade da conduta (também denominada “dolo específico”) é um elemento subjetivo do tipo existente em alguns delitos materiais, mas não é compatível com os delitos formais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987657",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando-se o estudo do dolo e da culpa na teoria do delito, é correto afirmar que se está diante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da teoria da decisão contrária ao bem jurídico, no campo das teorias volitivas do dolo, quando o agente produz um resultado típico por integrar a realização de seu plano, diferenciando-se de um mero descuido."
      },
      {
        "letra": "B",
        "texto": "da culpa inconsciente, quando o agente não prevê o resultado imprevisível, de modo a retirar a conduta, e, por consequência, não resulta crime por falta de ilicitude."
      },
      {
        "letra": "C",
        "texto": "do dolo indireto alternativo objetivo, quando o agente prevê a ocorrência do resultado, mas espera, realmente, que ele não aconteça."
      },
      {
        "letra": "D",
        "texto": "da conduta negligente, quando o agente deixa de adotar as cautelas exigíveis, o que elide a ilicitude do fato típico, em razão da ausência do resultado normativo."
      },
      {
        "letra": "E",
        "texto": "da conduta imperita, em que o agente conduz uma experiência comum arriscada ou perigosa, aferida pelo comportamento do homem médio, e causa efetiva lesão ao bem jurídico tutelado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "986468",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Paul Polônio é motorista profissional e apreciador das corridas de alta velocidade. Conduzindo seu próprio automóvel, tem o hábito de reunir-se com amigos para realizar corridas ilícitas em vias públicas conhecidas como “rachas”. Em um desses eventos, uma das pessoas presentes vem a ser atingida pelo veículo conduzido por Paul, vindo a falecer. Nesse caso, aplicando-se a parte geral do Código Penal e adequada interpretação jurisprudencial, o crime ocorrido deve ser caracterizado como doloso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direto"
      },
      {
        "letra": "B",
        "texto": "aberto"
      },
      {
        "letra": "C",
        "texto": "presente"
      },
      {
        "letra": "D",
        "texto": "negligente"
      },
      {
        "letra": "E",
        "texto": "eventual"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960483",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em tema de Dolo Eventual, para qual das teorias abaixo nominadas basta que haja o conhecimento sobre a possibilidade de ocorrência do resultado para estar presente esta figura dolosa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da Possibilidade."
      },
      {
        "letra": "B",
        "texto": "Teoria da Probabilidade."
      },
      {
        "letra": "C",
        "texto": "Teoria do Risco"
      },
      {
        "letra": "D",
        "texto": "Teoria do Perigo Desprotegido."
      },
      {
        "letra": "E",
        "texto": "Teoria do Perigo Protegido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1792299",
    "metadata": "Ano: 2018 | Banca: EDUCA | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Em conformidade com o Código Penal, Parte Geral, Título II, sobre Crimes, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é consumado, quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "Há crime quando o agente pratica o fato em estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "O crime é tentado, quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1364663",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Quando o agente quis o resultado ou assumiu o risco de produzi-lo, ele comete o crime de forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravada."
      },
      {
        "letra": "B",
        "texto": "culposa."
      },
      {
        "letra": "C",
        "texto": "punível."
      },
      {
        "letra": "D",
        "texto": "dolosa."
      },
      {
        "letra": "E",
        "texto": "tentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958102",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito da teoria jurídica do delito, em especial da tipicidade, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir. ( ) Pela adequação típica mediata ou indireta, haverá subsunção da conduta ao tipo penal por meio de uma outra norma, de caráter extensivo. ( ) A tipicidade, como elemento integrador do conceito de delito, expressa a contrariedade do fato com todo o ordenamento jurídico. ( ) De acordo com a teoria indiciária da tipicidade, também chamada de ratio cognoscendi, a tipicidade possui uma finalidade unicamente descritiva, nada indicando a respeito da ilicitude. ( ) Pelo caráter excepcional do delito culposo, salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. ( ) No chamado dolo eventual, o agente prevê o resultado danoso como possível, mas não o deseja diretamente e ainda tem a convicção de que não ocorrerá. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, F, V."
      },
      {
        "letra": "E",
        "texto": "F, F, V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952103",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A conduta delituosa pode apresentar como sujeitos passivos a pessoa física ou jurídica individualmente prejudicada, o Estado e a coletividade. Sobre a conduta delituosa, à luz do Código Penal Brasileiro, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A utilização ou divulgação de conteúdo sigiloso, indevidamente, com o fim de beneficiar a si ou a outrem no processo seletivo para ingresso no ensino superior trata-se de crime formal contra a Administração Pública. ( ) A falsificação, no todo ou em parte, de documento público, ou a alteração de documento público verdadeiro, revela um crime de falsidade material, cujo elemento subjetivo exigido é o dolo e admite a modalidade tentada. ( ) A conduta de quem incita publicamente a prática de crime exige, para a consumação do mesmo, que alguém pratique o crime incitado. ( ) A conduta de quem envenena água potável de uso comum ou particular, ou substância alimentícia ou medicinal, traduz crime de perigo abstrato ou presumido, admitindo-se a modalidade tentada. ( ) O concurso de duas ou mais pessoas na prática do crime de estupro significa que a pena será aumentada da metade, por se tratar de crime complexo. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952098",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "“O dolo é a energia psíquica fundamental dos fatos dolosos. O elemento subjetivo geral dos tipos dolosos é o dolo.” (SANTOS, 2004, p. 61-62). Tendo em conta o pensamento doutrinário que o dolo é composto de um elemento intelectual e um elemento volitivo, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) No nível intelectual, o dolo eventual se caracteriza pela atenção dada à possível produção do resultado, e, no nível emocional, caracteriza-se por se conformar com a possibilidade de produção desse resultado. ( ) A imprudência consciente se caracteriza, no nível intelectual, por confiar na ausência ou evitação desse resultado por força do cuidado na realização concreta da ação. ( ) No nível intelectual, a imprudência se caracteriza pela leviandade em relação à eventual produção do resultado típico. ( ) O fato de alguém se conformar com (ou aceitar) o resultado típico possível revela falta de confiança desse indivíduo em relação a sua evitação ou ausência do dolo eventual. ( ) Quem confia na evitação ou ausência do resultado típico possível pode, simultaneamente, conformar-se com (ou aceitar) sua produção (imprudência consciente). A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948359",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "À luz do que dispõe o Ordenamento Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que desiste de forma voluntária de prosseguir na execução do crime, ou impede que o resultado se produza, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa, deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "crime impossível é aquele em que o agente, embora tenha praticado todos os atos executórios à sua disposição, não consegue consumar o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "diz-se crime culposo, quando o agente assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "944991",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Autoria e coautoria",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "A médica M. deseja matar o paciente P. Para tanto, entrega ao enfermeiro E. uma ampola contendo substância venenosa, rotulando-a como medicamento e dizendo a E. que o conteúdo da ampola deve ser ministrado imediatamente a P. mediante injeção. E. injeta em P. a substância venenosa, indo P. imediatamente a óbito. Levando em consideração o caso hipotético acima, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto M. quanto E. devem responder por homicídio doloso qualificado pelo emprego de veneno, pois, segundo a legislação penal, quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas."
      },
      {
        "letra": "B",
        "texto": "Ainda que se trate de hipótese de autoria mediata, tendo o Código Penal brasileiro adotado o conceito unitário de autor, isso não afeta a responsabilidade penal de E."
      },
      {
        "letra": "C",
        "texto": "M. deve responder por homicídio doloso qualificado pelo emprego de veneno, enquanto E. responderá por homicídio culposo, visto que o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Apenas E. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que M., apesar de ter a intenção de matar P., não praticou qualquer conduta típica de homicídio."
      },
      {
        "letra": "E",
        "texto": "Apenas M. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que E., apesar de ter causado a morte de P., desconhecia o conteúdo da ampola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923519",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o dolo e a culpa, verifica-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, todo crime culposo é, necessariamente, um crime material."
      },
      {
        "letra": "B",
        "texto": "Há dolo direto de segundo grau quando há vontade consciente do agente em relação aos efeitos colaterais possíveis de sua ação."
      },
      {
        "letra": "C",
        "texto": "O crime culposo, seja ele próprio ou impróprio, não admite tentativa."
      },
      {
        "letra": "D",
        "texto": "O dolo eventual se caracteriza pela previsão de um resultado penalmente relevante, todavia com a expectativa da sua inocorrência."
      },
      {
        "letra": "E",
        "texto": "Há culpa inconsciente quando o resultado ilícito é imprevisível pelo agente, nas circunstâncias do fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "921262",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "“Existe_________ quando o agente prevê o resultado, mas espera, sinceramente, que não ocorrerá; configura- se _________ quando a vontade do agente não está dirigida para a obtenção do resultado, pois ele quer algo diverso, mas, prevendo que o evento possa ocorrer, assume assim mesmo a possibilidade de sua produção.” Assinale a alternativa que correta e respectivamente completa as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo indireto ... dolo alternativo"
      },
      {
        "letra": "B",
        "texto": "dolo eventual ... culpa consciente"
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente ... culpa consciente"
      },
      {
        "letra": "D",
        "texto": "culpa consciente ... dolo eventual"
      },
      {
        "letra": "E",
        "texto": "culpa inconsciente ... dolo eventual"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "897319",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Vitalina quer matar o marido Aderbal, envenenado. Coloca veneno no café com leite que acabou de preparar para ele. Enquanto aguardava o marido chegar na cozinha, para tomar a bebida, distraiu-se e não percebeu que a filha Ritinha entrou no local e tomou a bebida, preparada para o pai. Ritinha, socorrida pela mãe, morre a caminho do hospital. Nessa hipótese, considerando o Código Penal e a doutrina, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vitalina deverá responder por homicídio culposo, já que não teve a intenção de matar a filha."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de Vitalina vir a ser condenada, o juiz sentenciante poderá aplicar a ela o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "Vitalina deverá responder por homicídio doloso, restando configurada situação denominada de aberratio ictus por acidente."
      },
      {
        "letra": "D",
        "texto": "Vitalina não responderá por homicídio, em razão de ter havido aberratio ictus."
      },
      {
        "letra": "E",
        "texto": "Vitalina responderá por homicídio doloso, restando configurada situação de aberratio ictus por erro no uso dos meios de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883569",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Considerando que crime é fato típico, ilícito e culpável, julgue o item a seguir.Crime doloso é aquele em que o sujeito passivo age com imprudência, negligência ou imperícia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883343",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Acerca do crime doloso e do arrependimento posterior, julgue o item seguinte. Em relação ao crime doloso, o Código Penal adota a teoria da vontade para o dolo direto e a teoria do assentimento para o dolo eventual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878334",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Leandro, pretendendo causar a morte de José, o empurra do alto de uma escada, caindo a vítima desacordada. Supondo já ter alcançado o resultado desejado, Leandro pratica nova ação, dessa vez realiza disparo de arma de fogo contra José, pois, acreditando que ele já estaria morto, desejava simular um ato de assalto. Ocorre que somente na segunda ocasião Leandro obteve o que pretendia desde o início, já que, diferentemente do que pensara, José não estava morto quando foram efetuados os disparos. Em análise da situação narrada, prevalece o entendimento de que Leandro deve responder apenas por um crime de homicídio consumado, e não por um crime tentado e outro consumado em concurso, em razão da aplicação do instituto do:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime preterdoloso;"
      },
      {
        "letra": "B",
        "texto": "dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "dolo alternativo;"
      },
      {
        "letra": "D",
        "texto": "dolo geral;"
      },
      {
        "letra": "E",
        "texto": "dolo de 2º grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "867665",
    "metadata": "Ano: 2018 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "M. é acusado de cometer o crime de Excesso de Exação previsto no Código Penal. Esse crime é considerado decorrente de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro"
      },
      {
        "letra": "B",
        "texto": "negligência"
      },
      {
        "letra": "C",
        "texto": "imprudência"
      },
      {
        "letra": "D",
        "texto": "dolo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "848521",
    "metadata": "Ano: 2017 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Acerca do dolo e da culpa, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal Brasileiro, ao dispor que o crime é doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo, está adotando as teorias da vontade e do assentimento, respectivamente."
      },
      {
        "letra": "B",
        "texto": "O dolo presumido ou dolo in re ipsa é uma espécie de dolo que exige comprovação técnica e fática da sua ocorrência no caso concreto e é perfeitamente compatível com os princípios que regem o direito penal, em especial a vedação da responsabilidade penal objetiva."
      },
      {
        "letra": "C",
        "texto": "É possível dizer que o crime culposo, em regra, possui os seguintes elementos: conduta involuntária; violação de um dever de cuidado objetivo; resultado naturalístico involuntário; nexo causal, tipicidade; previsibilidade objetiva e ausência de previsão."
      },
      {
        "letra": "D",
        "texto": "A culpa consciente é aquela em que o agente não prevê o resultado naturalístico e, mesmo assim, realiza a conduta acreditando verdadeiramente que nada ocorrerá."
      },
      {
        "letra": "E",
        "texto": "A culpa própria, também denominada de culpa por extensão ou equiparação, é aquela em que o sujeito, após prever o resultado, realiza a conduta por erro escusável quanto à ilicitude do fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "843713",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Analise o caso a seguir.Com a desclassificação no torneio nacional, o presidente do clube AZ demite o jogador que perdeu o pênalti decisivo. Irresignado com a decisão, o futebolista decide matar o mandatário. Para tanto, aproveitando o dia da assinatura de sua rescisão, acopla bomba no carro do presidente que estava estacionado na sede social do clube. O jogador sabe que o motorista particular do dirigente será fatalmente atingido e tem a consciência que não pode evitar que torcedores ou funcionários da agremiação, próximos ao veículo, venham a falecer com a explosão. Como para ele nada mais importa, a bomba explode e, lamentavelmente, além das mortes dos dois ocupantes do veículo automotor, três torcedores e um funcionário morrem. A partir da leitura desse caso, é correto afirmar que o indiciamento do jogador pelos crimes de homicídio sucederá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por dolo direto de primeiro grau em relação ao presidente e ao motorista."
      },
      {
        "letra": "B",
        "texto": "por dolo eventual em relação ao motorista; aos torcedores e ao funcionário."
      },
      {
        "letra": "C",
        "texto": "por dolo direto de segundo grau em relação ao presidente e ao motorista."
      },
      {
        "letra": "D",
        "texto": "por dolo eventual apenas em relação aos torcedores."
      },
      {
        "letra": "E",
        "texto": "por dolo direto de segundo grau apenas em relação ao motorista."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "841991",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "\"A\" dispara dois tiros contra \"B\" que acabara de agredir violentamente seu marido. Entretanto, diante da imperícia de \"A\" no manuseio da arma de fogo, o tiro atinge \"C\", uma senhora de 80 anos, que vem a falecer. A esse respeito, é correto afirmar que \"A\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o homicídio sob o abrigo da legítima defesa putativa de terceiro, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de homicídio privilegiado."
      },
      {
        "letra": "C",
        "texto": "responderá por homicídio privilegiado consumado."
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de homicídio privilegiado contra \"B\" e homicídio culposo contra \"C\"."
      },
      {
        "letra": "E",
        "texto": "responderá por homicídio privilegiado consumado contra \"B\", qualificado por ser a vítima maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "839109",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Após uma discussão em um bar, Pedro decide matar Roberto. Para tanto, dirige-se até sua residência onde arma-se de um revólver. Ato contínuo, retorna ao estabelecimento e efetua um disparo em direção a Roberto. Contudo, erra o alvo, atingindo Antonio, balconista que ali trabalhava, ferindo-o levemente no ombro. Diante do caso hipotético, Pedro praticou, em tese, o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "homicídio tentado e lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "lesão corporal culposa e tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio na forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "834921",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832384",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o dolo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo requer o pleno conhecimento dos elementos do tipo subjetivo, além da vontade de realizá-lo."
      },
      {
        "letra": "B",
        "texto": "A teoria da imputação objetiva limita os casos em que o dolo é excessivo e pode aumentar a pena do réu diante do risco criado."
      },
      {
        "letra": "C",
        "texto": "O momento do dolo não precisa coincidir com o momento da execução da ação, existindo validamente nas figuras do dolo antecedente e subsequente."
      },
      {
        "letra": "D",
        "texto": "O aspecto cognitivo do dolo antepõe-se sempre ao volitivo."
      },
      {
        "letra": "E",
        "texto": "Os tipos omissivos prescindem da verificação do dolo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "818941",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos tipos dolosos de resultado, a atribuição do tipo objetivo ao autor pressupõe a causação do resultado, explicada pela lógica da determinação causal, e a imputação do resultado, fundada no critério da realização do risco."
      },
      {
        "letra": "B",
        "texto": "Na iminência de forte tempestade, B instiga C a caminhar sobre campo aberto, na expectativa de que este seja atingido mortalmente por um raio: o casual resultado de morte de C, efetivamente fulminado por um raio na caminhada em campo aberto, não é definível como risco criado por B, e assim não pode ser atribuível a B como obra dele."
      },
      {
        "letra": "C",
        "texto": "Os crimes de roubo (CP, art. 157, caput), extorsão (CP, art. 158, caput), falsidade ideológica (CP, art. 299, caput), corrupção ativa (CP, art. 333, caput) e coação no curso do processo (CP, art. 344), constituem, cada qual, exemplo de ilícito penal cujo tipo subjetivo é composto pelo dolo e por elementos subjetivos especiais."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo inevitável sobre elementos objetivos do tipo de peculato (CP, art. 312, caput) exclui qualquer responsabilidade penal, o erro de tipo evitável sobre elementos objetivos do tipo de lesões corporais simples (CP, art. 129, caput) permite punição pela modalidade culposa (CP, art. 129, § 6º) e o erro de tipo evitável sobre elementos objetivos do tipo de apropriação indébita (CP, art. 168, caput) exclui qualquer responsabilidade penal."
      },
      {
        "letra": "E",
        "texto": "B realiza disparo de arma de fogo, com a finalidade específica de atingir pneu do veículo pilotado por C, levando a sério e se conformando com a possibilidade de atingir C mortalmente: se o projétil efetivamente atinge C, o resultado de morte é atribuível a B a título de dolo direto de 2º grau."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "698197",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Tema dos mais árduos, a distinção entre dolo eventual e culpa consciente ensejou o surgimento de diversas teorias, as quais se dividem em volitivas e cognitivas. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do risco, classificada entre as volitivas, é aquela adotada pelo Código Penal em seu art. 18, I. Seus adeptos entendem que só há dolo eventual quando o agente representa o resultado e assume o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "A teoria da evitabilidade, cognitiva, pressupõe a representação do resultado como possível, o que bastará para a caracterização do dolo eventual. Contudo, se o agente busca evitar o resultado através da ativação de contrafatores, agindo concretamente, existirá culpa consciente."
      },
      {
        "letra": "C",
        "texto": "O conhecimento do risco não permitido, com exclusão de qualquer conteúdo volitivo, determina o reconhecimento do dolo eventual para a teoria da probabilidade, adotada por Jakobs."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria do consentimento, de base unicamente cognitiva, não existe culpa consciente. Se há a representação do resultado, invariavelmente existirá dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Para a teoria da representação, que se situa entre as teorias volitivas, há dolo eventual quando o agente admite a possibilidade de ocorrência do resultado e demonstra alto grau de indiferença quanto à afetação do bem jurídico-penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "646144",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Existe algum ponto de semelhança entre as condutas praticadas com culpa consciente e com dolo eventual?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, pois, tanto na culpa consciente quanto no dolo eventual, há aceitação do resultado."
      },
      {
        "letra": "B",
        "texto": "Não, pois não há ponto de semelhança nas condutas em questão."
      },
      {
        "letra": "C",
        "texto": "Sim, pois em ambas o elemento subjetivo da conduta é o dolo."
      },
      {
        "letra": "D",
        "texto": "Não, pois a aceitação do resultado na culpa consciente é elemento normativo da conduta."
      },
      {
        "letra": "E",
        "texto": "Sim, pois, tanto na culpa consciente quanto no dolo eventual, o agente prevê o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "643333",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o item a seguir.Caracteriza-se o dolo eventual no caso de um caçador que, confiando em sua habilidade de atirador, dispara contra a caça, mas atinge um companheiro que se encontra próximo ao animal que ele desejava abater.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "635249",
    "metadata": "Ano: 2016 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Concurso de crimes",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Com base na orientação jurisprudencial do Superior Tribunal de Justiça e do Supremo Tribunal Federal: I. Das várias teorias que buscam justificar o dolo eventual, sobressai a teoria do consentimento (ou da assunção), consoante a qual o dolo exige que o agente consinta em causar o resultado, além de considerá-lo como possível. A questão central diz respeito à distinção entre dolo eventual e culpa consciente, que, como se sabe, apresentam aspecto comum: a previsão do resultado ilícito. II. O direito penal brasileiro encampou a teoria da ficção jurídica para justificar a natureza do crime continuado (art. 71 do Código Penal). Por força de uma ficção criada por lei, justificada em virtude de razões de política criminal, a norma legal permite a atenuação da pena criminal, ao considerar que as várias ações praticadas pelo sujeito ativo são reunidas e consideradas fictamente como delito único. III. Embora, em rigor, o indulto só devesse ser dado – como causa, que é, de extinção de punibilidade – depois do trânsito em julgado da sentença condenatória, a jurisprudência do Supremo Tribunal Federal inclina-se pelo cabimento da concessão do indulto antes de a sentença condenatória transitar em julgado, desde que não mais caiba recurso de apelação. IV. A insignificância, enquanto princípio, se revela, conforme a visão de Roxin, importante instrumento que objetiva, ao fim e ao cabo, restringir a aplicação literal do tipo formal, exigindo-se, além da contrariedade normativa, a ocorrência efetiva de ofensa relevante ao bem jurídico tutelado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "633792",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Diz-se que o crime é doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo, e que o crime é culposo, quando o agente deu causa a resultado previsível por imprudência, negligência ou imperícia. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo direto de segundo grau também é conhecido como dolo de consequências necessárias;"
      },
      {
        "letra": "B",
        "texto": "para a teoria finalista da ação, o dolo e a culpa integram a culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "no crime culposo, a imprudência se caracteriza por uma conduta negativa, enquanto a negligência, por um comportamento positivo;"
      },
      {
        "letra": "D",
        "texto": "o crime culposo admite como regra a forma tentada;"
      },
      {
        "letra": "E",
        "texto": "na culpa consciente, o agente prevê o resultado como possível, mas com ele não se importa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "627519",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em relação aos elementos subjetivos do crime, assinale a proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo é direto quando a vontade do agente é dirigida especificamente para a produção do resultado típico, abrangendo os meios utilizados para alcançar esse resultado."
      },
      {
        "letra": "B",
        "texto": "O dolo indireto é aquele pelo qual o agente vislumbra a possibilidade de atingir um segundo resultado, direcionando a sua conduta com o escopo de alcançá-lo."
      },
      {
        "letra": "C",
        "texto": "O dolo genérico é aquele no qual o agente tem a vontade de praticar a conduta típica com a especial intenção de atingir o resultado desejado."
      },
      {
        "letra": "D",
        "texto": "O dolo alternativo é aquele pelo qual o agente, diante da dificuldade de executar a conduta típica com os meios de que dispõe, busca uma forma alternativa para atingir o resultado."
      },
      {
        "letra": "E",
        "texto": "O dolo geral resulta de um engano do agente quanto à consumação do delito, que não se consuma da forma como foi planejado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611552",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crime impossível"
    ],
    "enunciado_principal": "Complete corretamente as frases abaixo assinalando a alternativa correta. I- Configura-se o crime _____________, quando nele se reúnem todos os elementos de sua definição legal. II- Configura-se o crime _____________, quando o agente quis o resultado ou assumiu o risco de produzi-lo. III- Configura o crime _____________, quando por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, a finalização e consumação do ato típico, antijurídico e culpável é afetada. IV- Configura – se o crime _____________, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I. doloso; II. culposo. III. impossível; IV. consumado"
      },
      {
        "letra": "B",
        "texto": "I. consumado; II. doloso; III. impossível; IV. culposo"
      },
      {
        "letra": "C",
        "texto": "I. impossível; II. consumado; III. culposo; IV. doloso"
      },
      {
        "letra": "D",
        "texto": "I. culposo, II. impossível, III. doloso; IV. consumado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610152",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Associe corretamente: Na conduta do agente identificamos o (a): I- dolo direto II- dolo eventualIII- culpa consciente IV- culpa inconsciente ( ) quando no tocante a consciência o autor da pratica do ato lesivo não prevê o resultado (muito embora fosse previsível objetivamente e subjetivamente) e, na esfera volitiva não o quer, e não o aceita. ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva não o almeja, não assume o risco de praticá-lo e, acredita poder evitá-lo (o resultado). ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva não o almeja, mas assume o risco. ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva o almeja. Assinale a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, II, I, IV."
      },
      {
        "letra": "B",
        "texto": "II, I, IV, III."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV."
      },
      {
        "letra": "D",
        "texto": "IV, III, II, I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2769716",
    "metadata": "Ano: 2015 | Banca: TJ-ES | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "É célebre o caso Thomas, ocorrido na Alemanha em 1875. Alexander Keith planejou colocar uma bomba em seu próprio navio visando a fraudar o seguro. Suponhamos, então, que ele sabia que a poderosa bomba era apta para matar todos os tripulantes e passageiros. Assim mesmo, colocou o artefato explosivo na embarcação. O navio explodiu e todos que ali estavam faleceram. No tocante ao homicídio praticado em face dos tripulantes e passageiros, houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo direito de segundo grau"
      },
      {
        "letra": "B",
        "texto": "dolo eventual"
      },
      {
        "letra": "C",
        "texto": "dolo alternativo"
      },
      {
        "letra": "D",
        "texto": "culpa consciente"
      },
      {
        "letra": "E",
        "texto": "culpa consentida"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569436",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, e assinale a alternativa correta: I – Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. II – O crime culposo não admite tentativa. III – Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. IV – O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. V – Verifica-se a reincidência quando o agente comete novo crime no curso de processo em que figure como réu, sendo acusado pela prática do mesmo ou de outro crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "563818",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Ainda com relação aos elementos do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impropriedade relativa do meio leva ao que se denomina crime putativo."
      },
      {
        "letra": "B",
        "texto": "A coação física, assim como a coação moral irresistível, constitui excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "O tipo aberto indica adequação indireta."
      },
      {
        "letra": "D",
        "texto": "No crime omissivo próprio, verifica-se uma relação normativa entre o resultado e a omissão, enquanto que, no omissivo impróprio, deve-se observar a relação física de causalidade."
      },
      {
        "letra": "E",
        "texto": "No crime comissivo por omissão, admite-se a forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "525328",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "São elementos do crime doloso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "previsibilidade objetiva e dever de cuidado objetivo."
      },
      {
        "letra": "B",
        "texto": "previsibilidade subjetiva e dever de cuidado objetivo."
      },
      {
        "letra": "C",
        "texto": "desejo do resultado e assunção do risco de produzi-lo."
      },
      {
        "letra": "D",
        "texto": "previsão do resultado pelo agente, mas que não se realize sinceramente a sua produção e especificidade do dolo."
      },
      {
        "letra": "E",
        "texto": "elemento subjetivo do tipo e previsibilidade subjetiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "522004",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Preocupado com as notícias divulgadas por jornal da cidade acerca de irregularidades ocorridas na administração municipal, o prefeito decide eliminar a vida do jornalista responsável pelas matérias. Dessa forma, ainda que ciente de que o jornalista alvo sempre estava acompanhado de um segurança que dirigia o seu automóvel, coloca uma bomba dentro do veículo, certo de que o explosivo seria acionado à distância. No momento em que o jornalista alvo e seu motorista ingressaram no carro, foi acionado o explosivo, que destruiu o veículo e causou a morte do jornalista, alvo principal, e do motorista. Com relação à morte deste último, o agente atuou com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo alternativo;"
      },
      {
        "letra": "B",
        "texto": "dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "dolo direto de primeiro grau;"
      },
      {
        "letra": "D",
        "texto": "dolo direto de segundo grau;"
      },
      {
        "letra": "E",
        "texto": "culpa, já que não desejava inicialmente aquele resultado, que, todavia, era previsível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512408",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao crime, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos."
      },
      {
        "letra": "B",
        "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "C",
        "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "481533",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito do dolo e da culpa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na culpa consciente o agente prevê o resultado e admite a sua ocorrência como consequência provável da sua conduta."
      },
      {
        "letra": "B",
        "texto": "no dolo eventual o agente prevê a ocorrência do resultado, mas espera sinceramente que ele não aconteça."
      },
      {
        "letra": "C",
        "texto": "a imprudência é a ausência de precaução, a falta de adoção das cautelas exigíveis por parte do agente."
      },
      {
        "letra": "D",
        "texto": "a imperícia é a prática de conduta arriscada ou perigosa, aferida pelo comportamento do homem médio."
      },
      {
        "letra": "E",
        "texto": "é previsível o fato cujo possível superveniência não escapa à perspicácia comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464478",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "O indivíduo B, com a finalidade de comemorar a vitória de seu time de futebol, passou a disparar “fogos de artifício” de sua residência, que se situa ao lado de um edifício residencial. Ao ser alertado por um de seus amigos sobre o risco de que as explosões poderiam atingir as residências do edifício e que havia algumas janelas abertas, B respondeu que não havia problema porque naquele prédio só moravam torcedores do time rival. Um dos dispositivos disparados explodiu dentro de uma das residências desse edifício e feriu uma criança de 5 anos de idade que ali se encontrava. Com relação à conduta do indivíduo B, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indivíduo B poderá ser responsabilizado pelo crime de lesão corporal culposa, em virtude de ter agido com negligência."
      },
      {
        "letra": "B",
        "texto": "o indivíduo B poderá ser responsabilizado pelo crime de lesão corporal culposa, em virtude de ter agido com imperícia."
      },
      {
        "letra": "C",
        "texto": "o indivíduo B poderá ser responsabilizado pelo crime de lesão corporal dolosa."
      },
      {
        "letra": "D",
        "texto": "o indivíduo B poderá ser responsabilizado pelo crime de lesão corporal culposa, em virtude de ter agido com imprudência."
      },
      {
        "letra": "E",
        "texto": "o indivíduo B não poderá ser responsabilizado pelo crime de lesão corporal, tendo em vista que o pai da criança lesionada percebeu que as explosões estavam ocorrendo próximo às janelas e não as fechou."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2770582",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado"
    ],
    "enunciado_principal": "Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial de Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O crime culposo admite a figura da tentativa."
      },
      {
        "letra": "C",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "D",
        "texto": "O dolo eventual não é admitido no direito brasileiro."
      },
      {
        "letra": "E",
        "texto": "O crime de lesão corporal seguido do resultada morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396111",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta:I. Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. II. Em geral, os crimes dolosos são compatíveis com a tentativa, pouco importando sejam materiais, formais ou de mera conduta. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados. IV. Os crimes preterdolosos, unissubsistentes e as contravenções penais não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884472",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial do Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "C",
        "texto": "O dolo eventual não é admitido no direita brasileiro."
      },
      {
        "letra": "D",
        "texto": "O crime de lesão corporal seguido do resultado morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "O crime culposo admite a figura da tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "785989",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O autor do fato estava limpando o quintal e deixou um pedaço de madeira escorada no muro. A vítima estava passando pelo local, momento em que a madeira caiu e atingiu o seu braço, causando um pequeno hematoma. O autor do fato tentou se explicar, confessando que agiu com desatenção e que poderia ter evitado o evento danoso, pois deveria ter colocado a madeira no chão. A vítima não aceitou as explicações e foi registrar a notícia crime, materializada no termo circunstanciado. Qual a tipificação do fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal dolosa, definida no artigo 129, caput do Código Penal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa, definida no artigo 129, § 6 do Código Penal"
      },
      {
        "letra": "C",
        "texto": "atipicidade da conduta"
      },
      {
        "letra": "D",
        "texto": "contravenção penal de deixar de colocar na via pública, sinal ou obstáculo, determinado em lei ou pela autoridade e destinado a evitar perigo a transeuntes (artigo 36 do Decreto Lei 3688/41)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475124",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: APSFS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "É o crime que acontece quando o agente quer o resultado ou assumi o risco de produzi-lo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Culposo."
      },
      {
        "letra": "B",
        "texto": "Doloso."
      },
      {
        "letra": "C",
        "texto": "Permanente."
      },
      {
        "letra": "D",
        "texto": "Hediondo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472010",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes à tipicidade, à antijuridicidade e à culpabilidade.De acordo com a teoria finalista de Hans Welzel, o dolo, por ser elemento vinculado à conduta, deve ser deslocado da culpabilidade para a tipicidade do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463534",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Resultado"
    ],
    "enunciado_principal": "Após uma violenta discussão, A resolve matar B afogado e joga seu desafeto de cima de uma ponte. B acaba por morrer após bater a cabeça no pilar da ponte e não por afogamento. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A deve responder dolosamente pela morte de B, já que o resultado concreto (realização do perigo) corresponde à realização do plano do autor."
      },
      {
        "letra": "B",
        "texto": "A deve responder culposamente, tratando-se o resultado de um desvio causal regular e previsível, incompatível com o dolo do autor (representação do resultado como ocorreu)."
      },
      {
        "letra": "C",
        "texto": "A deve responder dolosamente, já que o resultado é causa superveniente relativamente independente da conduta do autor, tendo esta produzido o resultado “por si só”. A doutrina chama a hipótese de “troca de dolo”, constituindo a situação uma mudança do objeto do dolo."
      },
      {
        "letra": "D",
        "texto": "A deve responder culposamente, já que sua conduta foi imprudente (culpa consciente). Trata-se na hipótese do chamado aberratio causae ou “culpa geral”."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463522",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Resultado",
      "Imputação objetiva",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Considerando que o fato típico constitui o elemento estrutural inicial do delito, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações em curto-circuito e nos atos reflexos inexiste conduta por ausência de voluntariedade."
      },
      {
        "letra": "B",
        "texto": "João Cruel, com a finalidade de matar seu inimigo José Mala, ministra veneno em coquetel mesmo sabendo que a referida bebida seria servida a todos os convidados de uma festa, o que de fato ocorreu, vindo, diante disso, a matar o seu inimigo e aos demais convidados que ingeriram tal bebida; entretanto, uma das convidadas estava grávida, de maneira que da sua morte decorreu necessariamente o aborto. Conforme ensinamento do Promotor de Justiça Marcelo André de Azevedo, neste caso, tendo João Cruel consciência do estado de gravidez, estaria configurado também o dolo direto de terceiro grau"
      },
      {
        "letra": "C",
        "texto": "Segundo Claus Roxin é perfeitamente possível a conciliação entre a teoria da imputação objetiva e a teoria conditio sine qua non, exercendo aquela uma moderação na relação de causalidade material."
      },
      {
        "letra": "D",
        "texto": "A tentativa inqualificada ocorre na hipótese de desistência voluntária justamente pelo fato do agente deixar de prosseguir nos atos executórios, evitando, assim, a consumação do crime por vontade própria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "463513",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre a celeuma ainda existente entre os critérios de diferenciação de dolo eventual e imprudência consciente, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A literatura contemporânea, no setor dos efeitos secundários típicos representados como possíveis, pontifica que a diferenciação entre dolo eventual e imprudência consciente se opera apenas \"no nível intelectual\", havendo coincidência entre ambos \"no nível da atitude emocional\". Dessarte, o dolo eventual se caracteriza, no nível intelectual, por levar a sério a possível produção do resultado típico e, no nível da atitude emocional, pela leviana confiança na ausência ou evitação desse resultado; por sua vez, a imprudência consciente se caracteriza, no nível intelectual, pela representação da possível produção do resultado típico e, no nível da atitude emocional, pela profana crença na ausência ou evitação desse resultado."
      },
      {
        "letra": "B",
        "texto": "Conforme a doutrina, a busca por critérios mais seguros de diferenciação de dolo eventual e imprudência consciente nunca produziu resultados efetivos. Em razão disso, ganha força nos debates acadêmicos (inclusive na Alemanha) e judiciais as teorias unificadoras (igualitárias), sendo a maior expoente destas a teoria de levar a sério a possível produção do resultado típico."
      },
      {
        "letra": "C",
        "texto": "Atente-se para o caso-paradigma da jurisprudência alemã acerca do ponto: \"X e Y decidem praticar roubo contra Z, apertando um cinto de couro no pescoço da vítima para fazê-la desmaiar e cessar a resistência, mas a representação da possível morte de Z com o emprego desse meio leva à substituição do cinto por um pequeno saco de areia, em tecido de pano e forma cilíndrica, com que pretendem golpear a cabeça de Z, com o mesmo objetivo. Na execução do plano alternativo, rompe-se o saco de areia e, por isso, os autores retomam o plano original, afivelando o cinto de couro no pescoço da vítima, que cessa a resistência e permite a subtração dos valores. Então, desafivelam o cinto e tentam reanimar a vítima, sem êxito: ela está morta\". Ao estudar o caso (Lederriemenfall), a doutrina nacional concorda com o desfecho de seu julgamento e reconhece, na hipótese, a imprudência consciente em razão de duas circunstâncias, a saber: a) a confiança na evitação do resultado representada pela troca do cinto de couro pelo saco de pano; b) a não conformação com o resultado típico, revelada pelo sincero esforço de reanimação da vítima."
      },
      {
        "letra": "D",
        "texto": "A teoria da não comprovada vontade de evitação do resultado (também conhecida como teoria da objetivação da vontade de evitação do resultado), desenvolvida por Armin Kaufmann em bases finalistas, coloca o dolo eventual e a imprudência consciente na dependência da ativação de contra-fatores para evitar o resultado representado como possível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458159",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o crime doloso e o crime culposo, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dolo é a consciência e a vontade na realização da conduta descrita em um tipo penal."
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Haverá dolo eventual quando o agente não quiser diretamente a realização do tipo, mas aceitá-la como possível ou até provável, assumindo o risco da produção do resultado."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente."
      },
      {
        "letra": "E",
        "texto": "A coação moral irresistível exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "438078",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao estudo do dolo e da culpa no Direito Penal, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal não apresenta o conceito de crime culposo, tratando-se de tipo aberto, devendo o juiz, no caso concreto, promover um juízo de valor."
      },
      {
        "letra": "B",
        "texto": "São elementos do crime culposo: conduta voluntária, inobservância de um dever objetivo de cuidado; resultado lesivo não querido, tampouco assumido, pelo agente; nexo causal entre a conduta descuidada e o resultado; previsibilidade; tipicidade."
      },
      {
        "letra": "C",
        "texto": "Na culpa consciente, o agente prevê o resultado e pratica a conduta acreditando que ele não irá ocorrer; na culpa inconsciente, embora previsível o resultado, o agente não o prevê."
      },
      {
        "letra": "D",
        "texto": "Para a teoria causal, no dolo há um elemento de natureza normativa, qual seja, a consciência do ilícito (dolo normativo)."
      },
      {
        "letra": "E",
        "texto": "A doutrina brasileira, de forma amplamente majoritária, admite a coautoria nos crimes culposos, inclusive a participação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432586",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Jorge pretende matar seu desafeto Marcos. Para tanto, coloca uma bomba no jato particular que o levará para a cidade de Brasília. Com 45 minutos de voo, a aeronave executiva explode no ar em decorrência da detonação do artefato, vindo a falecer, além de Marcos, seu assessor Paulo e os dois pilotos que conduziam a aeronave. Considerando que, ao eleger esse meio para realizar o seu intento, Jorge sabia perfeitamente que as demais pessoas envolvidas também viriam a perder a vida, o elemento subjetivo de sua atuação em relação à morte de Paulo e dos dois pilotos é o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo alternativo;"
      },
      {
        "letra": "B",
        "texto": "dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "dolo geral ou erro sucessivo;"
      },
      {
        "letra": "D",
        "texto": "dolo normativo;"
      },
      {
        "letra": "E",
        "texto": "dolo direto de 2º grau ou de consequências necessárias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "430335",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais"
    ],
    "enunciado_principal": "Gisele trafegava em velocidade compatível com a via quando teve seu veículo abalroado pelo carro de Luiz. Como ele estava embriagado, evadiu-se do local deixando Gisele com ferimentos insignificantes. Esta chamou a polícia rodoviária que atendeu à ocorrência indo ao local do acidente. Chegando lá os oficiais entenderam por bem colocar a jovem na viatura e levá-la até o pronto-socorro mais próximo a fim de afastar qualquer suspeita de ferimentos internos. No trajeto até o pronto-socorro foram atingidos pela caminhonete de Bernardo, que vinha em alta velocidade e furou um sinal vermelho. Pela intensidade do choque Gisele veio a óbito no local do acidente em razão de traumatismo craniano provocado pela segunda batida.Sabendo que não foi feita prova que pudesse atestar a alcoolemia de Luiz, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bernardo vai responder por homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Luiz vai responder por homicídio doloso, porque estava embriagado."
      },
      {
        "letra": "C",
        "texto": "Luiz vai responder por homicídio culposo e por dirigir embriagado."
      },
      {
        "letra": "D",
        "texto": "Luiz vai responder pela evasão do local do sinistro e pela lesão corporal leve sofrida por Gisele."
      },
      {
        "letra": "E",
        "texto": "Luiz vai responder por homicídio culposo já que a primeira batida possui nexo de causalidade com o resultado final."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427914",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compensação de culpa deve ser aplicada para efeito de responsabilização do resultado lesivo causado no direito penal pátrio."
      },
      {
        "letra": "B",
        "texto": "A culpa inconsciente ocorre quando o agente prevê o resultado, mas espera que ele não ocorra."
      },
      {
        "letra": "C",
        "texto": "Para caracterização da conduta típica culposa basta a inobservância do dever de cuidado do agente."
      },
      {
        "letra": "D",
        "texto": "O dolo alternativo consiste na vontade e consentimento do agente a produzir um ou outro resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418095",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Crimes contra a vida",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Acerca dos crimes culposos, dolosos e preterdolosos e dos crimes contra a pessoa e contra o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se consumado o roubo apenas se o bem objeto do delito sai da esfera de vigilância da vítima."
      },
      {
        "letra": "B",
        "texto": "Tratando-se do crime de homicídio, a incidência de circunstância qualificadora de caráter objetivo, por si só, afasta o reconhecimento do privilégio, cuja natureza é subjetiva."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime de latrocínio, são necessárias a consumação do homicídio e a efetiva subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "São suscetíveis de cúmulo material a qualificadora do crime de quadrilha ou bando armado e o delito de roubo agravado pelo emprego de arma, não se aplicando, nesse caso, o princípio do non bis in idem."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de quadrilha, exige-se a caracterização do ajuste prévio e do intuito de união, entre mais de três pessoas, para a prática de um crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "411205",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Segundo a doutrina, é correto afirmar: I. No dolo eventual, une-se o assentimento à assunção do risco, a partir da posição do agente que tem consciência de que pode ocorrer o resultado e assim mesmo age. Na culpa consciente, assoma ao espírito do agente a possibilidade de causação do resultado, mas confia ele que esse resultado não sucederá. A distinção é relevante, por exemplo, nos casos de homicídio. II. No crime material ou de ação e evento, o fato praticado tem relevância penal se, à ação praticada, une-se, por nexo de causalidade, um resultado exterior destacado da ação e considerado consequência essencial à configuração típica. III. Nos crimes em que o dano se destaca da ação, e esta se desenrola por uma trilha conduzente à produção do resultado danoso, o legislador pune essa ação, mesmo que não venha a efetivamente atingir o resultado, criando-se, todavia, uma situação perigosa ao bem jurídico, que não foi lesado apenas por razões independentes da vontade do agente, pois a ação era potencialmente lesiva. Eis a definição do crime de perigo abstrato. IV. Em síntese, o tipo penal reproduz, de forma paradigmática, a ação tal como é na realidade, ou seja, caracterizada por um significado axiológico como menosprezo a um valor digno de tutela. Havendo plena congruência entre ação, nos seus elementos objetivos, subjetivos e valorativos, e o que se descreve no modo abstrato no tipo penal, dá-se a adequação típica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está incorreta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está incorreta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está incorreta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406896",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. No que se refere ao dolo no Código Penal, quatro teorias podem ser destacadas, quais sejam, teoria da vontade; teoria do assentimento; teoria da representação e teoria da probabilidade. Por teoria da vontade, entende-se que o dolo seria a vontade livre e consciente de querer praticar a ação penal, vale dizer, de querer levar a efeito a conduta prevista no tipo penal incriminador. II. Dentre as espécies de dolo, pode-se distinguir o dolo direto e o dolo indireto. O dolo direto pode ser classificado como dolo direto de primeiro grau e dolo direto de segundo grau, sendo que o dolo direto em relação ao fim proposto e aos meios escolhidos é classificado como de primeiro grau, e em relação aos efeitos colaterais, representados como necessários, é classificado como de segundo grau. III. Fala-se em tentativa imperfeita quando o agente esgota, segundo o seu entendimento, todos os meios que tinha a seu alcance, para a chegar à consumação da infração penal, que somente não se consumou por circunstâncias alheias a sua vontade. IV. Entende-se por tentativa perfeita aquela em que o agente é interrompido durante a prática dos atos de execução, não chegando, assim, a fazer tudo aquilo que intencionava, visando consumar o delito. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400590",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "De acordo com a expressa definição do CP, art. 18, I, é con­siderado doloso o crime cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com imperícia."
      },
      {
        "letra": "B",
        "texto": "com negligência."
      },
      {
        "letra": "C",
        "texto": "com imprudência."
      },
      {
        "letra": "D",
        "texto": "com voluntariedade."
      },
      {
        "letra": "E",
        "texto": "em circunstância em que o agente assume o risco de produzir o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390391",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Condutor dirige seu veículo e vê seu maior desafeto atravessando a rua na faixa de pedestres. Estando próximo à faixa, o condutor, consciente, deliberada e intencionalmente, acelera seu veículo e o coloca na direção de seu desafeto, acabando por atropelá-lo e matá-lo. De acordo com o Código Penal, o crime cometido deve ser considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo porque o agente deu causa ao resultado por imperícia."
      },
      {
        "letra": "B",
        "texto": "doloso porque o agente não atentou para a faixa de pedestres."
      },
      {
        "letra": "C",
        "texto": "doloso porque o agente tinha intenção de matar seu desafeto."
      },
      {
        "letra": "D",
        "texto": "culposo porque o agente deu causa ao resultado por negligência."
      },
      {
        "letra": "E",
        "texto": "culposo porque o agente deu causa ao resultado por imprudência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389328",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "“X” estaciona seu automóvel regularmente em uma via pública com o objetivo de deixar seu filho, “Z”, na pré-escola, entretanto, ao descer do veículo para abrir a porta para “Z”, não percebe que, durante esse instante, a criança havia soltado o freio de mão, o suficiente para que o veículo se deslocasse e derrubasse um idoso, que vem a falecer em razão do traumatismo craniano causado pela queda. Em tese, “X”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de homicídio culposo com pena mais severa do que a estabelecida no Código Penal, nos termos do Código de Trânsito Brasileiro."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de homicídio culposo, entretanto, a ele poderá ser aplicado o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "não responde por crime algum, uma vez que não agiu com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de homicídio doloso por dolo eventual."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de homicídio culposo em razão de sua negligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "388883",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Fulano é portador de doença venérea contagiosa e, mesmo sabendo disso, mantém relação sexual com Ciclana. Essa conduta de Fulano, de acordo com o que dispõe o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerada crime independentemente se Fulano tinha ou não a intenção de transmitir a doença para Ciclana."
      },
      {
        "letra": "B",
        "texto": "não é considerada crime."
      },
      {
        "letra": "C",
        "texto": "é considerada como crime de abuso sexual."
      },
      {
        "letra": "D",
        "texto": "será considerada como crime somente se a doença foi realmente transmitida para Ciclana, comprovada por laudo pericial."
      },
      {
        "letra": "E",
        "texto": "será considerada crime apenas se Fulano tinha a intenção de transmitir a doença para Ciclana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "387991",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo a fundamentos do direito penal. Considere a seguinte situação hipotética. Ricardo, com o objetivo de matar Maurício, detonou, por mecanismo remoto, uma bomba por ele instalada em um avião comercial a bordo do qual sabia que Maurício se encontrara, e, devido à explosão, todos os passageiros a bordo da aeronave morreram. Nessa situação hipotética, Ricardo agiu com dolo direto de primeiro grau no cometimento do delito contra Maurício e dolo direto de segundo grau no do delito contra todos os demais passageiros do avião.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387849",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Age com dolo eventual o agente que prevê possíveis resultados ilícitos decorrentes da sua conduta, mas acredita que, com suas habilidades, será capaz de evitá-los.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386352",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao crime de homicídio é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de qualificadores impede o reconhecimento do homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "o crime de homicídio classifica-se como comum; unissubjetivo; material, em regra; de forma livre; doloso ou culposo; de dano e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "tratando-se de homicídio privilegiado é admitido o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a natureza do homicídio privilegiado é de circunstância atenuante especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "381223",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a opção correta com base na teoria geral do delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal brasileira não considera a independência relativa do novo curso causal como excludente da imputação do resultado."
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo da omissão de ação é assimétrico: na omissão de ação imprópria, há somente dolo; na omissão de ação própria, há dolo e imprudência."
      },
      {
        "letra": "C",
        "texto": "Nos tipos dolosos de simples atividade, a tarefa de atribuição causal do tipo objetivo se esgota na subsunção da ação ao tipo legal respectivo porque não existe um resultado exterior imputável ao autor do fato."
      },
      {
        "letra": "D",
        "texto": "O conhecimento atual das circunstâncias de fato do tipo objetivo deve abranger os elementos presentes - a vítima, a coisa, o documento etc. - e futuros - o curso causal e o resultado - do tipo objetivo, bem como as condições objetivas de punibilidade."
      },
      {
        "letra": "E",
        "texto": "O conceito clássico de delito é falho, na medida em que nele não é estabelecido vínculo entre a conduta e o resultado por meio do nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372321",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em relação ao dolo o Código Penal adota as teorias:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da vontade e do assentimento."
      },
      {
        "letra": "B",
        "texto": "Da vontade e da cognição."
      },
      {
        "letra": "C",
        "texto": "Da representação e do assentimento."
      },
      {
        "letra": "D",
        "texto": "Da probabilidade e da cognição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "764851",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Com relação à classificação do dolo, assinale a alternativa que correlaciona acertadamente as colunas abaixo:I -. dolo geral ou aberratio causaeII -. dolo direto ou incondicionadoIII - dolo de segundo grauIV -. dolo eventual( ) é a vontade do agente voltada a determinado resultado, em que a eleição dos meios para alcançá-lo inclui, necessariamente, efeitos colaterais de ocorrência praticamente certa.( ) embora o agente não queira o resultado por ele previsto, ele assume o risco de produzi-lo.( ) o sujeito realiza uma conduta objetivando produzir determinado resultado, acreditando ter produzido o resultado almejado, pratica nova conduta, com finalidade diversa, e é nessa nova conduta que o agente produz o que buscava desde o início.( ) o agente quer produzir o resultado por ele objetivado. Sua conduta é dirigida a uma finalidade precisa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV – III – I – II;"
      },
      {
        "letra": "B",
        "texto": "III – II – IV – I;"
      },
      {
        "letra": "C",
        "texto": "III – IV – I – II;"
      },
      {
        "letra": "D",
        "texto": "II – I – III – IV;"
      },
      {
        "letra": "E",
        "texto": "I – IV – III – II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "699723",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Tício Ponta Grossa nunca havia conduzido veículo. Ao ver seu pai sentindo fortes dores, conduz veículo em direção ao hospital. No trajeto atropela e mata João da Silva. Ao fazer isso, pratica uma conduta culposa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconsciente"
      },
      {
        "letra": "B",
        "texto": "imperita"
      },
      {
        "letra": "C",
        "texto": "imprudente"
      },
      {
        "letra": "D",
        "texto": "negligente"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "478915",
    "metadata": "Ano: 2013 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "ACERCA DO TIPO DO INJUSTO (DOLOSO E CULPOSO), ASSINALE A ALTERNATIVA INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo, como elemento subjetivo geral, representando consciência e vontade de realizar os elementos objetivos do tipo, não exige a consciência da ilicitude, que é elemento da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Dentre os tipos penais que exigem um elemento subjetivo do injusto, estão aqueles que parte da doutrina denomina de delitos de tendência (intensificada), nos quais o tipo legal exige uma determinada tendência subjetiva na realização da conduta típica, como na satisfação da própria lascívia ou concupiscência, a intenção sexual ou a tendência voluptuosa, como tendência especial da ação."
      },
      {
        "letra": "C",
        "texto": "A culpa inconsciente é a culpa comum, que se verifica quando o autor prevê o resultado, mas espera que não ocorra."
      },
      {
        "letra": "D",
        "texto": "O agente que, com necandi animus, desfecha 2 tiros contra a vítima, atingindo-a e imediatamente a socorre, levando-a ao hospital onde é operada e salva, só responde pelo crime de lesão corporal na medida de sua gravidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "440951",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "No que diz respeito ao Direito Penal brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade penal será, em regra, objetiva, salvo os casos expressos em lei como de responsabilidade penal subjetiva."
      },
      {
        "letra": "B",
        "texto": "Todos os crimes serão punidos na forma dolosa ou culposa, salvo os casos de preterdolo, assim expressamente previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente"
      },
      {
        "letra": "D",
        "texto": "É inimputável aquele que alegar desconhecimento da lei penal, em virtude do chamado erro de tipo"
      },
      {
        "letra": "E",
        "texto": "Se o fato previsto como crime é cometido em estrita obediência a ordem manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "436906",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em matéria de Direito Penal, ocorre crime doloso quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o agente está embriagado."
      },
      {
        "letra": "B",
        "texto": "quando for impossível consumar o crime."
      },
      {
        "letra": "C",
        "texto": "quando o agente atua sob domínio de forte emoção."
      },
      {
        "letra": "D",
        "texto": "quando o resultado é decorrente de imperícia."
      },
      {
        "letra": "E",
        "texto": "o agente assumiu o risco de produzir o ato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "435948",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao plano subjetivo do crime,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as culpas concorrentes de regra se compensam."
      },
      {
        "letra": "B",
        "texto": "dolo indireto é aquele cometido com culpa consciente."
      },
      {
        "letra": "C",
        "texto": "não há tentativa de crime culposo e involuntário."
      },
      {
        "letra": "D",
        "texto": "de regra os crimes são culposos e, excepcionalmente, dolosos."
      },
      {
        "letra": "E",
        "texto": "a culpa inconsciente é impunível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433136",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Acerca do dolo, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo direto de 1° grau também é chamado de dolo de consequência necessária."
      },
      {
        "letra": "B",
        "texto": "O dolo eventual é abstratamente punido de forma mais branda do que o dolo direto."
      },
      {
        "letra": "C",
        "texto": "Não há qualquer diferença entre dolo eventual e dolo de consequência necessária"
      },
      {
        "letra": "D",
        "texto": "O dolo, segundo uma visão finalista, faz parte do tipo, enquanto na concepção causalista integra a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "O dolo geral ocorre quando o agente, acreditando já ter consumado o crime desejado, pratica nova conduta e só nesse momento acaba consumando a infração, devendo, neste caso, responder por um crime tentado e outro consumado, eis que duas foram as condutas praticadas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423156",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de crime de trânsito, com resultado morte, cujo elemento subjetivo tenha sido classificado como dolo eventual, em princípio não é possível incluir a qualificadora prevista no artigo 121, § 2º, inciso IV, do Código Penal"
      },
      {
        "letra": "B",
        "texto": "Para configurar o crime de homicídio ou infanticídio é necessário que o nascituro tenha respirado, pois em não havendo respiração o crime é de aborto."
      },
      {
        "letra": "C",
        "texto": "Em sede de homicídio culposo, é possível utilizar a causa de aumento de pena constante do artigo 121, § 4º, do Código Penal, relativa à inobservância de regra técnica de profissão, ainda que essa mesma causa tenha sido utilizada para a caracterização do próprio tipo penal."
      },
      {
        "letra": "D",
        "texto": "Em face da adoção, em nosso Código Penal, da teoria monista, quem auxilia a gestante a praticar aborto, responde, em concurso material com ela, pelo mesmo crime, qual seja: artigo 124, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "O parentesco não é agravante no crime de homicídio doloso, mas funciona como qualificadora. Art. 121 – Matar alguém (...). § 2º Se o homicídio é cometido: (...) IV – à traição, de emboscada ou mediante dissimulação ou outro recurso que dificulte ou torne impossível a defesa da vítima. (...) § 4º No homicídio culposo, a pena é aumentada de 1/3 (um terço) se o crime resulta de inobservância de regra técnica. Art. 124 – Provocar aborto em si mesma ou consentir que outrem lho provoque."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "421703",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise os seguintes enunciados: I - Para a teoria finalista, formulada por Welzel, o dolo migrou da culpabilidade para a ação, deixando nesta apenas os elementos normativos, a saber: a imputabilidade, a consciência potencial da ilicitude e o erro de proibição. II – O erro de tipo, previsto no art. 20, do Código Penal, é uma afirmação de que o dolo está na ação. A caracterização do erro de tipo afasta o dolo e torna, em consequência, o fato atípico. III – O erro sobre a pessoa, não isenta o acusado de pena. IV – O dolo, para a teoria finalista da ação, é natural, e, para a teoria causal, é normativo. Escolha a opção adequada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I está correta;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "II, III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas estão erradas,"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414160",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Paulo, querendo matar Lucia, vem a jogá-la da janela do apartamento do casal. A vítima na queda não vem a falecer, apesar de sofrer lesões graves, tendo caído na área do apartamento térreo do prédio. Naquele local, vem a ser atacada por um cão raivoso que lhe causa diversas outras lesões que foram à causa de sua morte.De acordo com o caso apresentado e as lições acerca da teoria do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo deverá responder por homicídio consumado, porque realizado o resultado por ele desejado desde o início."
      },
      {
        "letra": "B",
        "texto": "Paulo deverá responder por lesão corporal grave, em razão da quebra do nexo causal entre a sua conduta e o resultado morte."
      },
      {
        "letra": "C",
        "texto": "Paulo deverá responder por homicídio culposo, porque previsível que a queda por ele operada poderia causar a morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Paulo deverá responder por tentativa de homicídio por força do surgimento de causa superveniente relativamente independente que, por si só, causou o resultado."
      },
      {
        "letra": "E",
        "texto": "Paulo deverá responde por tentativa de homicídio, por força do surgimento de causa superveniente absolutamente independente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "404139",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando as teorias relativas ao tipo penal e os conceitos de crime doloso e crime culposo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se crime impossível, que enseja a exclusão da ilicitude, a conduta de tomar remédios para abortar, se, posteriormente, ficar comprovado que a autora nunca esteve grávida."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria do tipo indiciário, a tipicidade leva à presunção absoluta de ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "Adotando-se a teoria do tipo avalorado ou acromático, no caso de atropelamento com morte, a comprovação de que a vítima se jogou na frente do veículo para cometer suicídio seria relevante para a verificação da existência do fato típico."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria dos elementos negativos do tipo ou do tipo total de injusto, a legítima defesa configura causa excludente da tipicidade."
      },
      {
        "letra": "E",
        "texto": "De acordo com a legislação penal vigente, toda conduta de quem prevê o resultado é considerada dolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354715",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "No que se refere aos institutos e às teorias que embasam a parte geral do Código Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de crimes cometidos sem violência ou grave ameaça à pessoa, o arrependimento posterior, com a efetiva reparação do dano até o recebimento da denúncia, acarreta a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "No caso de, apesar de sua vontade não se dirigir à realização de determinado resultado previsto, o agente aceitar e assumir o risco de causá-lo, restará configurado o dolo eventual, espécie de dolo indireto ou indeterminado."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo essencial e o acidental produzem as mesmas consequências penais."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de concurso de pessoas, comunicam-se as circunstâncias e as condições de caráter pessoal, ainda que não sejam elementares do crime."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria finalista da ação, só há crime se o fato for, concomitantemente, típico, antijurídico e culpável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352113",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando as teorias que tratam do dolo eventual e da culpa consciente, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consoante a teoria do risco, pertencente ao grupo das teorias volitivas, o dolo eventual não tem como objeto o resultado típico, mas, apenas, a conduta típica, sendo necessário que o agente, primeiro, tenha conhecimento de que sua ação implica risco indevido e, segundo, assuma o risco da produção do resultado como decorrência provável da conduta tipificada como proibida."
      },
      {
        "letra": "B",
        "texto": "Com base na teoria do perigo desprotegido, também conhecida como teoria do perigo a descoberto, mesmo que a ocorrência do resultado lesivo fique na dependência do acaso e, portanto, fora da possibilidade de ser evitado pelo agente, poder-se-á falar, em princípio, tanto em dolo eventual quanto em culpa consciente, uma vez que somente a atitude subjetiva do agente em relação ao resultado mentalmente representado como possível é que poderá constituir referencial seguro para a distinção entre uma e outra hipótese típica."
      },
      {
        "letra": "C",
        "texto": "Uma variante da teoria do risco surge com base no critério do conhecimento sobre um perigo qualificado para o bem jurídico, segundo o qual o dolo se configura no caso em que a produção do resultado for provável e não meramente possível, examinando-se as condições específicas de atuação do agente e afastado o parâmetro genérico fornecido pelo homem sensato ou cuidadoso."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria da representação, também denominada teoria da possibilidade, integrante do grupo das teorias intelectivas, haverá dolo eventual se o agente admitir, conscientemente, a possibilidade da ocorrência do resultado. Com base nessa teoria, portanto, culpa é sempre culpa inconsciente, não existindo culpa consciente. Assim, a distinção entre dolo e culpa está associada ao conhecimento ou ao desconhecimento, por parte do agente, dos elementos do tipo objetivo: o conhecimento configura o dolo; o desconhecimento caracteriza a culpa."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria do consentimento ou da aprovação, pertencente ao grupo das teorias volitivas, para a configuração do dolo eventual, é necessário que o agente se conforme com a produção do resultado, aceitando-o, mesmo que a posteriori, ou seja, ainda que não o tenha previsto no momento da prática da conduta típica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "340792",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em face das seguintes assertivas, indique a que se apresenta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ordenamento jurídico brasileiro adotou a teoria psicológica do dolo, segundo a qual dolo é a consciência e a vontade de concretizar os elementos do tipo penal."
      },
      {
        "letra": "B",
        "texto": "No conceito finalista de delito, dolo e culpabilidade têm como característica comum a sua natureza normativa."
      },
      {
        "letra": "C",
        "texto": "Para punição do agente, a título de culpa, segundo a teoria finalista da ação, é suficiente a demonstração de conduta realizada com imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "O “dolo geral” é gênero do qual são espécies o “dolo direto” e o “dolo eventual”, responsabilizando-se o agente tanto diante da vontade de produção do resultado quanto da simples aceitação de sua ocorrência."
      },
      {
        "letra": "E",
        "texto": "A teoria normativa do dolo, ínsita à doutrina finalista da ação e acolhida no Código Penal Brasileiro, exige do agente a consciência da ilicitude de sua conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331867",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo a teoria causal, o dolo causalista é conhecido como dolo normativo, pelo fato de existir, nesse dolo, juntamente com os elementos volitivos e cognitivos, considerados psicológicos, elemento de natureza normativa ( real ou potencial consciência sobre a ilicitude do fato ).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322477",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando que, em determinada casa noturna, tenha ocorrido, durante a apresentação de espetáculo musical, incêndio acidental em decorrência do qual morreram centenas de pessoas e que a superlotação do local e a falta de saídas de emergência,entre outras irregularidades,tenham contribuído para esse resultado, julgue os itens seguintes.A causa jurídica das mortes,nesse caso, pode ser atribuída a acidente ou a suicídio, descartando-se a possibilidade de homicídio, visto que não se pode supor que promotores,realizadores e apresentadores de shows em casas noturnas tenham, deliberadamente,intenção de matar o público presente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317972",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No tocante aos crimes dolosos e culposos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em tese, o homicídio culposo traz como consequência uma pena mais grave se comparada à pena do homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "A negligência e a imperícia estão diretamente relacionadas ao crime culposo."
      },
      {
        "letra": "C",
        "texto": "Todo e qualquer crime de trânsito que venha a causar a morte de alguém é considerado doloso."
      },
      {
        "letra": "D",
        "texto": "No crime doloso, a lei não pune a simples tentativa de cometê-lo, enquanto que, no culposo, a tentativa é punida pela lei."
      },
      {
        "letra": "E",
        "texto": "O crime culposo caracteriza-se quando uma pessoa possui a vontade e a consciência de cometer um crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "317789",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A vista do ordenamento jurídico-penal brasileiro, e de acordo com a teoria finalista da ação, há crime doloso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o autor do fato, conquanto não deseje o resultado de dano ou perigo, esteja consciente de sua efetiva possibilidade e acredite poder evitá-lo;"
      },
      {
        "letra": "B",
        "texto": "se o autor do fato, conquanto não deseje o resultado de dano ou perigo, produza-o por meio de ação ou omissão voluntária, ainda que inconscientemente;"
      },
      {
        "letra": "C",
        "texto": "apenas se o autor do fato detiver, em relação aos elementos do fato típico, consciência atual (dimensão intelectiva) e intenção de produzir o resultado (dimensão volitiva);"
      },
      {
        "letra": "D",
        "texto": "imputável a pessoas jurídicas, em regime de strict liability, independentemente de participação do elemento humano;"
      },
      {
        "letra": "E",
        "texto": "se o autor do fato, conquanto não deseje o resultado de dano ou perigo, esteja consciente de sua efetiva possibilidade, resignando-se com ela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314248",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Nos termos do CP, a caracterização de uma conduta dolosa prescinde da consciência ou do conhecimento da antijuridicidade dessa conduta e requer apenas a presença dos elementos que compõem o tipo objetivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312825",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Aquele que assume o risco de produzir um resultado criminoso comete crime movido por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa."
      },
      {
        "letra": "B",
        "texto": "imprudência."
      },
      {
        "letra": "C",
        "texto": "dolo."
      },
      {
        "letra": "D",
        "texto": "imperícia."
      },
      {
        "letra": "E",
        "texto": "negligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312517",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Há mera culpa consciente, e não dolo eventual, quando o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atua sem se dar conta de que sua conduta é perigosa, e de que desatende aos cuidados necessários para evitar a produção do resultado típico, por puro desleixo e desatenção."
      },
      {
        "letra": "B",
        "texto": "não quer diretamente a realização do tipo, mas a aceita como possível ou até provável, assumindo o risco da produção do resultado."
      },
      {
        "letra": "C",
        "texto": "conhece a periculosidade da sua conduta, prevê o resultado típico como possível,mas age deixando de observar a diligência a que estava obrigado, por confiar que este não se verificará."
      },
      {
        "letra": "D",
        "texto": "quer o resultado representado como fim de sua ação, sendo sua vontade dirigida à realização do fato típico."
      },
      {
        "letra": "E",
        "texto": "não dá causa ao resultado, do qual depende a existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305564",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Em uma caçada, José Carlos viu um animal próximo do seu grande amigo Edson. Percebe que, atirando na caça, poderá acertar o companheiro, mas, por confiar em sua pontaria, atira e erra o animal, matando Edson.Assim, José Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser condenado pelo crime de homicídio culposo, pela prática de culpa inconsciente."
      },
      {
        "letra": "B",
        "texto": "poderá ser condenado pelo crime de homicídio culposo, pela prática de culpa consciente."
      },
      {
        "letra": "C",
        "texto": "poderá ser condenado pelo crime de homicídio doloso, pela prática de dolo direto."
      },
      {
        "letra": "D",
        "texto": "poderá ser condenado pelo crime de homicídio doloso, pela prática de dolo eventual."
      },
      {
        "letra": "E",
        "texto": "não poderá ser condenado por crime algum, pois ocorreu um acidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "300618",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação aos crimes dolosos e culposos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpa estará caracterizada se o agente previu o resultado e assumiu o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "o dolo estará caracterizado quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "a culpa consciente estará caracterizada quando o agente assumiu o risco de produzir o resultado do crime."
      },
      {
        "letra": "D",
        "texto": "o dolo estará caracterizado se o agente previu o resultado, mas não assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "com fundamento na parte geral do Código Penal, o agente será responsabilizado pela prática de crime culposo se praticar uma conduta prevista na lei como crime doloso, mas tenha agido com imprudência, imperícia ou negligência, independentemente da previsão legal do crime na modalidade culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "829716",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Paulo Sérgio esgotou seu potencial lesivo ao atirar 12 vezes, com sua pistola, contra Luís Antônio. Este, atingido por seis projéteis, foi internado em um hospital e submetido a uma cirurgia. A morte, porém, ocorreu por força de uma infecção causada por uma bactéria alojada em um dos projéteis. No caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo Sérgio deve responder, tão somente, por tentativa de homicídio, uma vez que houve causa superveniente relativamente independente que por si só produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "tendo em vista que a morte ocorreu por circunstância acidental, Paulo Sérgio deve responder por homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "tipificou-se, no caso apresentado, o delito de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "tipificou-se o delito de lesões corporais pela verificação da desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "Paulo Sérgio deve responder por homicídio doloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791268",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Aquele que assume os riscos de produzir o resultado criminoso pratica o delito sob a modalidade de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa consciente."
      },
      {
        "letra": "B",
        "texto": "culpa inconsciente."
      },
      {
        "letra": "C",
        "texto": "dolo direto."
      },
      {
        "letra": "D",
        "texto": "dolo eventual."
      },
      {
        "letra": "E",
        "texto": "preterdolo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426542",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Observando temas do Direito Penal, analise as assertivas abaixo e após marque a única alternativa correta:I - Conforme já constou em jurisprudência do Supremo Tribunal Federal, dolo eventual e culpa consciente apresentam aspecto comum, qual seja, a previsão do resultado ilícito. II - À consumação do crime de roubo é suficiente a verificação de que, cessada a clandestinidade ou a violência, tenha o agente tido a posse da coisa subtraída, ainda que retomada logo em seguida.III - Não se mostra necessária a apreensão e a perícia da arma de fogo empregada no roubo para comprovar o seu potencial lesivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321532",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "As três principais teorias sobre o dolo são as seguintes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventualidade, Assentimento e Vontade:"
      },
      {
        "letra": "B",
        "texto": "Assentimento, Representação e Atividade;"
      },
      {
        "letra": "C",
        "texto": "Eventualidade, Vontade e Representação:"
      },
      {
        "letra": "D",
        "texto": "Representação, Assentimento e Vontade;"
      },
      {
        "letra": "E",
        "texto": "Eventualidade, Atividade e Representação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "284099",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no espaço",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo."
      },
      {
        "letra": "B",
        "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material."
      },
      {
        "letra": "C",
        "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "259267",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Lesões corporais"
    ],
    "enunciado_principal": "Considere que Antônio, com a intenção de provocar lesões corporais, tenha agredido José com uma barra de ferro, sendo comprovado que José veio a falecer em consequência das lesões provocadas pelo agressor. Nesse caso, Antônio responderá pelo delito de homicídio, ainda que não tenha desejado a morte de José nem assumido o risco de produzi-la.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253693",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Assinale a opção correta conforme as disposições do CP e da doutrina penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autor do crime, de acordo com a teoria restritiva, é todo aquele que concorre para o crime. Conforme essa teoria, para se caracterizar a autoria do crime são suficientes a relevância causal e o vínculo psicológico."
      },
      {
        "letra": "B",
        "texto": "No delito putativo, o agente crê haver efetuado uma ação delituosa que existe somente em sua imaginação, ou seja, ele julga punível um fato que não merece castigo. No delito impossível, o agente crê atuar de modo a ocasionar um resultado que, pelo contrário, não pode ocorrer, ou porque falta o objeto, ou porque a conduta não foi de todo idônea."
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria da vontade, haverá dolo quando o sujeito realizar sua ação ou omissão prevendo o resultado como certo ou provável, ainda que não o deseje. Segundo essa teoria, não haveria distinção entre dolo eventual ou culpa consciente."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria finalista, ação é a atividade neuromuscular que, produzida por energias de um impulso cerebral, provoca modificações no mundo exterior; ou seja, para se afirmar que existe uma ação, basta que se tenha a certeza de que o sujeito atuou voluntariamente."
      },
      {
        "letra": "E",
        "texto": "Culpabilidade, segundo a teoria psicológico-normativa, é o mero vínculo psicológico entre o autor e o fato, por meio do dolo e da culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "244165",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "No caso do cidadão Beta disparar arma de fogo em direção ao cidadão Alfa com intenção de matar, mas não logrando seu intento, tem-se a figura do tipo penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doloso tentado"
      },
      {
        "letra": "B",
        "texto": "culposo consumado"
      },
      {
        "letra": "C",
        "texto": "doloso consumado"
      },
      {
        "letra": "D",
        "texto": "culposo tentado"
      },
      {
        "letra": "E",
        "texto": "doloso eventual"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239354",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Há algum ponto de semelhança entre condutas praticadas com culpa consciente e dolo eventual? Aponte a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim. Tanto na culpa consciente quanto no dolo eventual há a aceitação do resultado"
      },
      {
        "letra": "B",
        "texto": "Sim. Tanto na culpa consciente quanto no dolo eventual o agente prevê o resultado."
      },
      {
        "letra": "C",
        "texto": "Não. Não há nenhum ponto de semelhança nas condutas em questão"
      },
      {
        "letra": "D",
        "texto": "Sim. Em ambas o elemento subjetivo da conduta é o dolo."
      },
      {
        "letra": "E",
        "texto": "Não Pois a aceitação do resultado na culpa consciente é elemento normativo da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239284",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "I – Ao contrário do que ocorre no Processo Penal, na contagem dos prazos previstos no Código Penal computa-se o dia do começo e exclui-se o do vencimento. Esta regra deve ser observada para os prazos prescricionais, de decadência e os de duração das penas. II – O crime preterdoloso é um misto de dolo e culpa, com culpa na conduta antecedente e dolo no resultado conseqüente. III – O princípio da consunção é uma forma de solução do conflito aparente de normas a ser aplicado quando um fato definido por uma norma incriminadora constitui meio necessário ou fase normal de preparação ou execução de outro crime. IV – A identificação do dolo ou da culpa na conduta do agente é uma maneira de limitar o alcance da Teoria da Equivalência dos Antecedentes Causais (“conditio sine qua non”). V – Para configuração do crime impossível exige-se a impropriedade absoluta do objeto e também a ineficácia absoluta do meio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "223693",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Tício resolve matar Mévio, seu desafeto. Para tanto, coloca uma bomba num avião no qual ele viajava do Rio de Janeiro para São Paulo. Partindo do pressuposto de que a explosão de uma bomba no avião, necessariamente, causaria a morte dos outros passageiros, mas sem que Tício desejasse a morte deles, pode-se afirmar que de acordo com a moderna doutrina do direito penal, o dolo de Tício será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direto de primeiro grau em relação a Mévio e direto de segundo grau em relação aos demais passageiros."
      },
      {
        "letra": "B",
        "texto": "determinado em relação a Mévio e alternativo em relação aos demais passageiros."
      },
      {
        "letra": "C",
        "texto": "indireto em relação a Mévio e direto em relação aos demais passageiros."
      },
      {
        "letra": "D",
        "texto": "normativo em relação a Mévio e natural em relação aos demais passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "222536",
    "metadata": "Ano: 2012 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o dolo, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo direto de segundo grau compreende os meios de ação escolhidos para realizar o fim, incluindo os efeitos secundários representados como certos ou necessários, independentemente de serem esses efeitos ou resultados desejados ou indesejados pelo autor."
      },
      {
        "letra": "B",
        "texto": "age com culpa consciente aquele químico que manipula fórmulas para produção de alimentos sem as devidas cautelas relativas à contaminação; no entanto, sabedor do perigo, continua a atuar e acaba, desse modo, causando lesão à saúde dos consumidores."
      },
      {
        "letra": "C",
        "texto": "no dolo de primeiro grau, o agente busca indiretamente a realização do tipo legal."
      },
      {
        "letra": "D",
        "texto": "o Código Penal pátrio, no artigo 18, inciso I, adotou somente a teoria da vontade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "215023",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito do dolo e da culpa, é certo que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a negligência é o comportamento doloso realizado com precipitação ou insensatez."
      },
      {
        "letra": "B",
        "texto": "o dolo eventual tem previsão legal diferente do dolo direto para fins de aplicação da pena."
      },
      {
        "letra": "C",
        "texto": "a imprudência é a modalidade da culpa em que o agente, por descuido ou desatenção, deixa de tomar o cuidado que determinada atividade exigia."
      },
      {
        "letra": "D",
        "texto": "ninguém pode ser punido por fato previsto como crime, salvo os casos expressos em lei, senão quando o pratica dolosamente."
      },
      {
        "letra": "E",
        "texto": "se o agente e o ofendido agiram com culpa, a culpa de um compensa a do outro, excluindo a conduta delituosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "214908",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "A respeito do dolo e da culpa, considere: I. Presume-se a culpa do agente quando infringir disposição regulamentar. II. Para a existência de ilícito contravencional não se exige dolo, nem culpa, mas apenas ação ou omissão voluntária. III. Se a vítima e o agente tiverem culposamente dado causa ao evento, este somente será penalmente responsável se a sua culpa for mais grave que a daquela. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "298965",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em matéria de dolo e culpa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável a previsibilidade do resultado pelo agente nos crimes culposos."
      },
      {
        "letra": "B",
        "texto": "é prescindível o nexo causal entre a conduta e o resultado nos crimes culposos."
      },
      {
        "letra": "C",
        "texto": "há culpa consciente quando o agente não prevê o resultado, embora este seja previsível."
      },
      {
        "letra": "D",
        "texto": "excluem a culpabilidade, se ausentes."
      },
      {
        "letra": "E",
        "texto": "o agente só responderá pelo resultado que agrava especialmente a pena quando o houver causado dolosamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235162",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime impossível"
    ],
    "enunciado_principal": "Em relação aos crimes impossível, doloso, culposo e preterdoloso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito preterdoloso ocorre quando o agente quer praticar um crime e, por excesso, produz culposamente um resultado mais grave que o desejado inicialmente, como ocorre, invariavelmente, no delito de latrocínio."
      },
      {
        "letra": "B",
        "texto": "O delito putativo por erro de tipo é espécie de crime impossível, dada a impropriedade absoluta do objeto, e ocorre quando o agente não sabe, devido a um erro de apreciação da realidade, que está cometendo um delito."
      },
      {
        "letra": "C",
        "texto": "Se um agente público exigir vantagem econômica indevida de um cidadão, a fim de não lavrar auto de infração de trânsito e as autoridades policiais, previamente alertadas, efetuarem a prisão em flagrante do agente antes da entrega programada da quantia acertada, configurar-se-á crime impossível por ineficácia absoluta do meio empregado."
      },
      {
        "letra": "D",
        "texto": "Não há crime comissivo por omissão sem que exista o especial dever jurídico de impedir o dano ou o perigo ao bem jurídico tutelado, sendo, também, indispensável, nos delitos comissivos por omissão dolosa, a vontade de omitir a ação devida."
      },
      {
        "letra": "E",
        "texto": "Não é admitida, no ordenamento jurídico brasileiro, a possibilidade do concurso de pessoas em crime culposo, que ocorre mediante a comprovação do vínculo psicológico entre a cooperação consciente de alguém e a conduta culposa de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "219453",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com referência aos delitos dolosos e culposos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza culpa imprópria por assimilação, extensão ou equiparação o fato de o agente responder por crime doloso embora tenha praticado a ação com culpa consciente, nos casos de erro vencível, nas descriminantes putativas."
      },
      {
        "letra": "B",
        "texto": "O dolo direto classifica-se em alternativo e eventual: o primeiro ocorre quando o aspecto volitivo do agente se encontra direcionado de maneira alternativa em relação ao resultado ou à vítima; o segundo, quando o agente, embora não querendo praticar diretamente a infração penal, assume o risco de produzir o resultado que por ele já havia sido previsto e aceito"
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Por imprudência no trânsito, Abel atropelou um pedestre. Ao descer do veículo para prestar socorro à vítima, percebeu que ela era um inimigo seu, razão pela qual deixou de socorrê-la. A vítima faleceu em consequência dos ferimentos provocados pelo atropelamento. Nessa situação, caracterizou-se o dolo subsequente, que consiste na conversão da ação imprudente em fato doloso."
      },
      {
        "letra": "D",
        "texto": "Caracteriza-se como imprudência a conduta positiva praticada pelo agente que, por não observar o dever de cuidado, causa o resultado lesivo que lhe era previsível; como negligência, o ato de deixar de fazer o que a diligência normal impõe; e como imperícia, a inaptidão permanente, ou seja, não momentânea, do agente para o exercício de arte, profissão ou ofício."
      },
      {
        "letra": "E",
        "texto": "A culpa inconsciente distingue-se da consciente no que diz respeito à previsão do resultado: naquela, este, embora previsível, não é previsto pelo agente; nesta, o resultado é previsto, mas o agente acredita sinceramente que não será responsabilizado, por confiar em suas habilidades pessoais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204598",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Para a doutrina finalista, o dolo integra a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpabilidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade."
      },
      {
        "letra": "C",
        "texto": "ilicitude."
      },
      {
        "letra": "D",
        "texto": "antijuridicidade."
      },
      {
        "letra": "E",
        "texto": "punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201803",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Diz-se o crime: I – doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo. Daí,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente pratica a conduta típica, sem qualquer finalidade especial, denomina-se dolo específico;"
      },
      {
        "letra": "B",
        "texto": "Quando o agente pratica a conduta típica, destinada a uma finalidade especial denomina-se dolo genérico;"
      },
      {
        "letra": "C",
        "texto": "Quando a vontade do agente é dirigida a um resultado determinado, porém vislumbrando a possibilidade de um segundo resultado não desejado, denomina-se dolo eventual;"
      },
      {
        "letra": "D",
        "texto": "Quando o agente pratica a conduta dirigida especificamente a produzir um resultado típico, denomina-se dolo direto de segundo grau."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "190316",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso"
    ],
    "enunciado_principal": "Sobre o tratamento jurídico-penal do erro, analise as seguintes afirmativas e assinale com V as verdadeiras e com F as falsas. ( ) Nas teorias do dolo normativo, o tratamento do erro varia: se recai sobre fatos, admite-se a escusabilidade total do erro invencível; se recai sobre o direito, afirma- se a inescusabilidade, ainda que invencível o erro. ( ) Para a teoria da culpabilidade que remete à consequência jurídica, incompatível com nosso direito positivo, o erro de tipo permissivo, vencível ou invencível, conduz à punição com a pena cominada ao crime culposo ou ao doloso, neste caso atenuada, de acordo com o grau de censura que a conduta merecer, especialmente por suas consequências. ( ) De acordo com a teoria psicológica da culpabilidade, adotada pelo sistema causal-naturalista da ação, as duas modalidades de erro de permissão que acontecem nas descriminantes putativas são inescusáveis. ( ) A teoria limitada do dolo, cunhada por Mezger para se opor ao Direito Penal autoritário preconizado na Alemanha da época, impunha limitações à teoria extremada, com o objetivo de impedir a punição do autor do fato que atuasse sem a consciência da ilicitude, em virtude de “cegueira do Direito”. Assinale a alternativa que apresenta a sequência de letras CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(V) (V) (F) (V)."
      },
      {
        "letra": "B",
        "texto": "(F) (V) (F) (F)."
      },
      {
        "letra": "C",
        "texto": "(V) (F) (V) (V)."
      },
      {
        "letra": "D",
        "texto": "(F) (F) (V) (F)."
      }
    ],
    "gabarito": "D"
  }
]