[
  {
    "id": "3384806",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes cometidos com violência ou grave ameaça à pessoa podem ser tomados como culposos se praticados com negligência."
      },
      {
        "letra": "B",
        "texto": "No infanticídio culposo, a agente age sem a intenção de matar, mas o faz por estado puerperal."
      },
      {
        "letra": "C",
        "texto": "Salvo os casos expressamente previstos em lei como crimes culposos, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "D",
        "texto": "É preterdolosa a lesão corporal quando o agente quis o resultado ou assumiu o risco de produzi-lo, ainda que o tenha iniciado de forma culposa."
      },
      {
        "letra": "E",
        "texto": "A imperícia como elemento da conduta dos crimes culposos é fato considerado culpável a pretexto de isentar ou aplicar a pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3012665",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Cada uma das opções a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada a respeito de crimes dolosos e culposos. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Márcia agiu com intenção de causar um resultado, o que não ocorreu por circunstâncias alheias à sua vontade. Nesse caso, a conduta de Márcia é considerada culposa."
      },
      {
        "letra": "B",
        "texto": "João agiu assumindo o risco de produzir um resultado criminoso, o que não aconteceu por circunstâncias alheias à sua vontade. Nesse caso, ele cometeu crime culposo."
      },
      {
        "letra": "C",
        "texto": "Antônio, não desejando a ocorrência de um resultado, causou-o por negligência. Nessa hipótese, está caracterizada a conduta culposa, que só será punida se houver previsão legal específica."
      },
      {
        "letra": "D",
        "texto": "Carlos, com intenção de lesionar a integridade física de Marcos, desferiu contra ele uma série de socos na cabeça, o que gerou traumatismo craniano e, alguns dias depois, a morte da vítima. Nessa situação, ele só responderá pelo resultado que agrava a pena se o houver causado dolosamente."
      },
      {
        "letra": "E",
        "texto": "Gabriela agiu prevendo um resultado e assumiu o risco de produzi-lo. Nesse caso, o dolo de Gabriela é classificado como direto, pois houve a previsão do resultado danoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2569762",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de São Ludgero - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No Artigo 14º do Código Penal é possível verificar que o crime tentado é aquele que, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. Sabendo disso, conforme a doutrina majoritária, quais são os crimes que, por sua natureza ou previsão legal, não são compatíveis com a tentativa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Habituais, culposos, omissivos próprios."
      },
      {
        "letra": "B",
        "texto": "Dolosos, preterdolosos, habituais."
      },
      {
        "letra": "C",
        "texto": "Omissivos próprios, impróprios, dolosos."
      },
      {
        "letra": "D",
        "texto": "Preterdolosos, dolosos, próprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2522181",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "João, de 19 anos de idade, estava em uma festa à noite quando percebeu que seu amigo, Pedro, de 17 anos de idade, estava muito embriagado. Na intenção de ajudar o amigo, João, que não tinha bebido, não tinha carteira de habilitação, mas sabia conduzir motocicletas, pegou a motocicleta de Flávio para levar Pedro para casa. No caminho, João derrapou em uma curva e os dois sofreram um acidente. João teve leves escoriações, mas Pedro teve traumatismo craniano e veio a óbito. João foi denunciado por homicídio culposo, por imprudência em dirigir a moto, pois não tinha carteira de motorista. De acordo com a dogmática penal e a doutrina, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não pode receber o benefício do perdão judicial, pois não tinha carteira de motorista, e o delito do art. 306 do CTB é de perigo abstrato."
      },
      {
        "letra": "B",
        "texto": "O fato de ser desabilitado para dirigir motocicleta é insuficiente para reconhecer a violação ao dever objetivo de cuidado, necessário ao tipo culposo."
      },
      {
        "letra": "C",
        "texto": "A falta de habilitação de João é suficiente para demonstrar a imprudência ao dirigir a motocicleta, pois ocasionou a morte de Pedro, restando bem delineada sua conduta culposa."
      },
      {
        "letra": "D",
        "texto": "Crime culposo é o que se verifica quando o agente, deixando de observar o dever objetivo de cuidado, por imprudência ou negligência, realiza voluntariamente uma conduta que produz um resultado naturalístico indesejado, não previsto nem querido, mas objetivamente previsível, e excepcionalmente previsto e querido, que podia, com a devida atenção, ter evitado."
      },
      {
        "letra": "E",
        "texto": "O crime do art. 306 (conduzir veículo automotor com capacidade psicomotora alterada em razão da influência de álcool ou de outra substância psicoativa) e do art. 309 (dirigir veículo automotor, em via pública, sem a devida permissão para dirigir ou habilitação) do CTB são ambos de perigo concreto, devendo ser comprovado perigo real (concreto) na ação de conduzir veículo automotor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2387541",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: CGM de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o dolo e a culpa na teoria do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo direto de segundo grau abrange os efeitos colaterais decorrentes do meio eleito pelo agente para atingir o resultado criminoso."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de dolo eventual, o agente não representa o resultado típico como possível, mas se conforma com a ocorrência dele. Já na hipótese de culpa consciente, o agente representa o resultado típico como possível e não desconfia que o mesmo ocorrerá."
      },
      {
        "letra": "C",
        "texto": "A punição a título de culpa depende da análise das circunstâncias do caso concreto, sendo prescindível a previsão expressa no tipo legal."
      },
      {
        "letra": "D",
        "texto": "Por força da teoria da imputação objetiva, uma vez não observado o cuidado devido, o agente é punível por crime culposo caso se envolva em evento penalmente típico, que se verificaria ainda que a diligência devida tivesse sido adotada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2365382",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao crime doloso e ao crime culposo, avalie se as afirmativas a seguir são verdadeiras (V) ou falsas (F). ( ) O agente que deu causa ao resultado por negligência, responderá por culpa, ainda que não haja previsão de crime culposo. ( ) A lei brasileira considera crime doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo. ( ) A imprudência caracteriza o agir culposo, mas a imperícia implica o agir doloso. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2352769",
    "metadata": "Ano: 2024 | Banca: NTCS | Órgão: Prefeitura de São João da Baliza - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, especificamente sobre a diferenciação entre o crime doloso e culposo, impera importantes aspectos de distinção. Considerando a afirmativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime culposo é aquele em que, pelo agente, há nítida intenção de produzir o resultado, ou este assumiu o risco de produzi-lo, uma vez que presente o elemento de culpa."
      },
      {
        "letra": "B",
        "texto": "Se diz crime culposo quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "C",
        "texto": "Se diz crime doloso quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "A definição de crime doloso não está prevista no ordenamento brasileiro, sendo considerada mera ficção jurídica onde se constata, pela conduta do agente, que não há intenção de produzir o resultado, e este não assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "É possível afirmar que a culpa e o dolo são, na verdade, elementos que produzem ao agente o mesmo nível de aplicação de pena, sem distinção, uma vez que, em ambas as situações, existe a presença da consumação do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2324557",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes culposos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos de omissão de ação própria e imprópria admitem modalidades culposas."
      },
      {
        "letra": "B",
        "texto": "As habilidades especiais de um expert em manuseio e disparos de armas de fogo, como diferenças de capacidade individual do autor, devem ser consideradas na culpabilidade, de acordo com o critério da individualização."
      },
      {
        "letra": "C",
        "texto": "Na culpa inconsciente, o autor não prevê a possibilidade de realização do tipo objetivo, por ausência de representação da lesão do dever de cuidado ou do risco permitido, o que afasta a sua responsabilidade penal."
      },
      {
        "letra": "D",
        "texto": "De acordo com a sistemática adotada pelo Código Penal brasileiro, na legítima defesa putativa, a evitabilidade do erro não permite hipóteses de atribuição de responsabilização penal a título de culpa, mas permite hipóteses de redução da culpabilidade do agente, na terceira fase de aplicação da pena."
      },
      {
        "letra": "E",
        "texto": "A exposição consentida a perigo criado por outrem e os perigos situados em área de responsabilidade alheia configuram hipóteses de resultados situados fora da área de proteção do tipo, que podem excluir a imputação do resultado de lesão do bem jurídico ao autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312791",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Teoria do Delito: especificamente com relação ao elemento subjetivo do tipo penal, o CP prevê a possibilidade de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa e consumação."
      },
      {
        "letra": "B",
        "texto": "ação e omissão."
      },
      {
        "letra": "C",
        "texto": "dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "causa independente e causa relativamente independente."
      },
      {
        "letra": "E",
        "texto": "punibilidade e culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2154412",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Uruguaiana - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Durante o atendimento em uma situação de discórdia entre vizinhos, o Guarda Municipal de Uruguaiana (GMU), ao ser solicitado para intervir e dissolver o conflito, presenciou uma tentativa de um deles de agredir o outro com uma faca. Para evitar essa agressão, o GMU utilizou uma arma de uso não letal do tipo Taser, que resultou em lesões corporais no agressor. Como se define essa ação do GMU à luz do Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Excesso punível."
      },
      {
        "letra": "C",
        "texto": "Crime culposo."
      },
      {
        "letra": "D",
        "texto": "Relevância da omissão."
      },
      {
        "letra": "E",
        "texto": "Legítima defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110333",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito dos erros no direito penal, julgue o item a seguir. Considere, a propósito, que a sigla CP, quando empregada, refere-se ao Código Penal. No caso de aberratio ictus com resultado duplo, não há possibilidade de se reconhecer a ocorrência de crime culposo decorrente de erro na execução na prática de crime doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084517",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Acerca do dolo e da culpa no âmbito penal, analise os itens abaixo: I. O crime preterdoloso é aquele em que o agente age com o chamado dolo culposo. II. Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente. III. A depender do nexo de causalidade, se o agente der causa ao resultado por imperícia, é possível que o crime seja doloso ou culposo. Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I."
      },
      {
        "letra": "B",
        "texto": "apenas II."
      },
      {
        "letra": "C",
        "texto": "apenas III."
      },
      {
        "letra": "D",
        "texto": "apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2061900",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em cada um do item a seguir é apresentada uma situação hipotética seguida de uma assertiva a ser julgada. Julgue cada um deles no que se refere ao fato típico e a seus elementos.Gonzalez, desejando eliminar a vida de Oliveira, que se encontrava em praça pública, instalou no local uma poderosa bomba, a qual, ao ser detonada, matou todas as pessoas que ali estavam. Nessa situação hipotética, Gonzalez agiu com dolo direto de primeiro grau contra Oliveira e as demais pessoas que morreram no local.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2035777",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Rebeca trabalha há muitos anos como instrumentadora cirúrgica e tem bastante experiência na sua atuação. Sabe que, via de regra, os centros cirúrgicos exigem tipos especiais de calçados para acesso. Tendo em vista sua larga experiência com a atividade de instrumentação, Rebeca passa a utilizar sapatos de salto alto, por ser muito vaidosa, e por ter certeza de que este fato não irá comprometer sua atividade. Rebeca, certo dia, escorrega durante a atividade de instrumentação e derruba a mesa auxiliar de instrumentação, caindo alguns objetos na área cirúrgica. O acidente ocasionou danos graves no paciente, com sequela cicatricial não esperada ao tipo de procedimento a que se submetia. Neste caso, é possível dizer que a conduta de Rebeca, que implicou no resultado lesivo ao paciente, foi praticada com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo eventual."
      },
      {
        "letra": "B",
        "texto": "culpa inconsciente, na modalidade imperícia."
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente, na modalidade imprudência."
      },
      {
        "letra": "D",
        "texto": "culpa consciente, na modalidade imprudência."
      },
      {
        "letra": "E",
        "texto": "culpa consciente, na modalidade imperícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2280938",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A Lei de Introdução do Código Penal diz no “Art. 1º Considera-se crime a infração penal que a lei comina pena de reclusão ou de detenção, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa; contravenção, a infração penal a que a lei comina, isoladamente, pena de prisão simples ou de multa, ou ambas, alternativa ou cumulativamente.” De acordo com as definições do art. 18 do Código Penal Brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo"
      },
      {
        "letra": "B",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por assumir o risco do produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado, assumindo o risco de produzi-lo, por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2006440",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Resultado",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Quanto ao desvalor da ação e ao desvalor do resultado no Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desvalor da ação e o desvalor do resultado podem servir de fundamento para as condições objetivas de punibilidade por parte minoritária da doutrina penal, que entende que o desvalor do resultado, nos crimes de imprudência, constitui elemento fora do injusto penal, uma vez que a norma implícita no tipo penal somente pode proibir ações e nunca resultados típicos."
      },
      {
        "letra": "B",
        "texto": "O injusto penal, nos crimes de mera conduta, em que o legislador descreve somente o comportamento do agente, sem se preocupar com o resultado, depende de uma função seletiva, destacando determinadas condutas como intoleráveis para o Direito Penal e aquelas ações que produzem lesões aos bens jurídicos tutelados, e somente estará plenamente constituído o injusto em tais crimes quando, ao desvalor da ação, acrescentar-se o desvalor do resultado."
      },
      {
        "letra": "C",
        "texto": "O crime de perigo abstrato exige uma materialidade, mas não um desvalor de resultado, consubstanciada na periculosidade do comportamento — que não se confunde com a exigência de lesão nem de perigo concreto. O reconhecimento dessa materialidade é a única forma de compatibilizar a técnica legislativa de descrição de uma mera conduta típica com o princípio de exclusiva proteção aos bens jurídicos, consagrado pela dogmática penal, caracterizando o injusto penal."
      },
      {
        "letra": "D",
        "texto": "O STJ entendia que o crime de furto privilegiado qualificado não era permitido ante o fato de que qualificadora encerrava, em si mesma, grande carga de desvalor da conduta, não havendo, pois, como preponderar o desvalor do resultado, contudo mudou o posicionamento para seguir o STF, em razão de determinadas qualificadoras, mormente as de natureza objetiva."
      },
      {
        "letra": "E",
        "texto": "A punibilidade nos crimes culposos vindica uma conexão interna entre o desvalor da ação e o desvalor do resultado, em que o desvalor da ação se constata pela inobservância do cuidado objetivo devido e o desvalor do resultado pela lesão ou perigo concreto de lesão para o bem jurídico, todavia tem como elemento decisivo da ilicitude do fato culposo não propriamente o resultado lesivo causado pelo agente, mas o desvalor da ação que praticou."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1955324",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Lesões corporais"
    ],
    "enunciado_principal": "Um médico generalista passou a realizar em sua clínica cirurgias plásticas. Após uma rinoplastia, a paciente evolui com celulite de face, complicada por meningite bacteriana com necessidade de internação por hipertensão intracraniana. Houve ainda alteração estética permanente no nariz. Em acordo com o disposto no código penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza-se um crime doloso por imprudência."
      },
      {
        "letra": "B",
        "texto": "Trata-se de lesão corporal dolosa por imperícia de natureza grave."
      },
      {
        "letra": "C",
        "texto": "O médico pode ser acusado de lesão corporal dolosa por negligência, de natureza gravíssima."
      },
      {
        "letra": "D",
        "texto": "O médico será indiciado por crime de lesão corporal culposa por negligência."
      },
      {
        "letra": "E",
        "texto": "Trata-se de lesão corporal culposa por imperícia de natureza gravíssima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1947754",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Assinale a opção que apresenta os elementos do crime culposo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta humana voluntária, violação de um dever objetivo de cuidado, resultado naturalístico involuntário e previsível, e nexo causal"
      },
      {
        "letra": "B",
        "texto": "conduta humana involuntária, violação de um dever objetivo de cuidado, resultado naturalístico voluntário e previsível, e nexo causal"
      },
      {
        "letra": "C",
        "texto": "conduta humana involuntária, representação clara da vontade do agente, resultado naturalístico previsível e nexo causal"
      },
      {
        "letra": "D",
        "texto": "conduta humana involuntária, violação de um dever objetivo de cuidado, resultado naturalístico imprevisível e nexo causal"
      },
      {
        "letra": "E",
        "texto": "conduta humana voluntária, violação de um dever objetivo de cuidado e assunção de um risco permitido que gera um resultado naturalístico previsível"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1947001",
    "metadata": "Ano: 2022 | Banca: IBGP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, o erro sobre elemento constitutivo do tipo legal de crime EXCLUI:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Culpa do agente, mas permite a punição por crime doloso, desde que previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Dolo, mas permite a punição por crime culposo, desde que previsto em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1937233",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Majoritariamente a doutrina salienta que são duas as espécies de culpa: inconsciente e consciente. Sobre o tema, é correto afirmar que na culpa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconsciente, o agente considera possível a realização do resultado típico, porém confia que isso não sucederá;"
      },
      {
        "letra": "B",
        "texto": "inconsciente, faz parte da representação do agente a violação do dever de cuidado e do resultado lesivo;"
      },
      {
        "letra": "C",
        "texto": "consciente, faz parte da representação do agente apenas a violação do dever de cuidado;"
      },
      {
        "letra": "D",
        "texto": "consciente, a censura penal deve ser menor quando considerada a mesma violação do risco proibido;"
      },
      {
        "letra": "E",
        "texto": "consciente, o agente sabe do risco de seu comportamento, mas acredita que não acontecerá o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921031",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, julgue o seguinte item.É cabível a extinção da punibilidade pelo crime de peculato culposo caso seja efetuada reparação do dano em momento anterior à sentença irrecorrível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914772",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Júlio, recém-habilitado para a condução de veículos automotores, pegou emprestado o carro de seu pai, Pedro, para ir a um evento. Pouco tempo depois, ao tentar fazer uma ultrapassagem, Júlio invadiu a calçada, atropelou e matou uma criança que se encontrava parada em um ponto de ônibus. Acerca dessa situação hipotética e de aspectos legais a ela pertinentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro não poderá ser responsabilizado pela conduta de Júlio, porque o ordenamento jurídico pátrio não admite o concurso de pessoas nos delitos culposos."
      },
      {
        "letra": "B",
        "texto": "Pedro deverá ser responsabilizado pela sua conduta negligente, na condição de partícipe."
      },
      {
        "letra": "C",
        "texto": "Os crimes culposos admitem a coautoria e a participação, porém, na hipótese em apreço, Pedro não deverá ser responsabilizado, pois sua conduta não deu causa ao resultado."
      },
      {
        "letra": "D",
        "texto": "O ordenamento jurídico brasileiro não admite a participação em crime culposo, e Pedro não poderá ser responsabilizado, porquanto não violou nenhum dever jurídico apto a gerar consequências penais."
      },
      {
        "letra": "E",
        "texto": "Pedro e Júlio são igualmente coautores do homicídio culposo, porquanto deram causa ao resultado em razão da falta do dever de cuidado objetivo, presente na conduta de ambos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873721",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Com relação ao momento consumativo do crime e à sua forma tentada, julgue o item a seguir. Os crimes culposos e os habituais não admitem a figura da tentativa delituosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873717",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando que um cidadão penalmente imputável tenha praticado um crime sob coação irresistível de terceiro, julgue o item subsequente, à luz do entendimento doutrinário quanto ao fato típico e seus elementos, à culpabilidade e suas respectivas causas excludentes. Caso se trate de coação moral resistível, o cidadão coagido responderá pelo crime praticado, em sua forma culposa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1870543",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Fernando estava sentado no banco de uma praça, jogando dominó quando visualizou uma pessoa com capacete e viseira escura fechada e que gesticulava, dando mostras de irritação. De repente, essa pessoa correu em sua direção e Fernando, acreditando que seria atacado, precipitadamente, pegou uma pedra e arremessou contra o desconhecido. Devido a sua má pontaria, Fernando errou o homem e acertou uma criança, que passava pelo local. A criança faleceu em decorrência da pedrada. Nesse momento, o homem tirou o capacete e Fernando o reconheceu. Era Roberto, seu primo. Como não se viam há muito tempo, Roberto queria apenas lhe dar um abraço acalorado quando correu em sua direção. Considerando o disposto no Código Penal, assinale a opção correta, acerca da situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fernando será isento de pena, pois, em aberratio ictus, agiu em legítima defesa putativa escusável, apta a excluir a potencial consciência sobre a ilicitude do fato determinada pela teoria limitada da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Fernando, em aberratio ictus, poderá ser responsabilizado pelo homicídio culposo, com pena diminuída de um sexto a um terço, pois agiu em legítima defesa putativa, em razão do erro profano inescusável indireto, verificada pela teoria do erro orientada às consequências."
      },
      {
        "letra": "C",
        "texto": "Fernando, em aberratio criminis, poderá ser responsabilizado pelo homicídio culposo com pena minorada, pois agiu em erro de tipo essencial escusável, incidindo-se a teoria extremada da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Fernando, em aberratio ictus, não poderá ser responsabilizado penalmente, pois agiu em legítima defesa putativa, diante do erro profano escusável indireto, com incidência da teoria dos elementos negativos do tipo."
      },
      {
        "letra": "E",
        "texto": "Fernando, em aberratio ictus, poderá ser responsabilizado pelo homicídio culposo, diante do erro de tipo permissivo vencível, que exclui o dolo, mas não a culpa, em atenção à teoria limitada da culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864177",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Veículos autônomos são aqueles motorizados cujo movimento no trânsito é, de diversas formas, determinado por algoritmo préprogramado, e não por pessoa sentada ao volante. Por trás de uma máquina autônoma, há uma pessoa física que, de alguma forma, interferiu em seu funcionamento, normalmente pela programação e inserção de dados. Assim, em relação à imputação subjetiva do resultado, se reconhece a possibilidade de ocorrência de crime doloso ou culposo. Nas hipóteses de punibilidade culposa, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem introduz no mundo um agente inteligente, com capacidade de aprendizagem conforme as informações sejam inseridas, pode negar sua responsabilidade pelos danos causados por reações equivocadas não previsíveis;"
      },
      {
        "letra": "B",
        "texto": "os robôs com inteligência artificial são agentes morais genuínos e sua programação interna funciona segundo um sistema de “méritos” e “deméritos” para certas decisões que eles tomam;"
      },
      {
        "letra": "C",
        "texto": "os denominados “algoritmos de acidente”, aqueles que selecionam vítimas em casos de inevitável colisão no tráfego dos carros autônomos, geram responsabilidade penal pela morte decorrente de atropelamento;"
      },
      {
        "letra": "D",
        "texto": "os robôs com inteligência artificial são máquinas que completam suas tarefas conforme sua programação, que equivale à autodeterminação humana sobre razões morais;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade de programar o veículo para escolher uma vida para sacrificar, com o intuito de salvar outras, quando o acidente for inevitável, atrai a incidência do estado de necessidade, excluindo a responsabilidade do programador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2413260",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "“A”, Policial Civil, lotado na Delegacia “X”, após fazer uso da viatura policial para execução de suas tarefas cotidianas, deixa o veículo oficial estacionado na via pública, em frente à unidade policial de sua lotação, com as portas destravadas e a chave no contato. Aproveitando-se dessa facilidade, “B”, conhecido nos meios policiais como autor de crimes contra o patrimônio, furta a viatura. Nesse caso, considerando as disposições do Código Penal sobre os Crimes Praticados por Funcionário Público Contra a Administração em Geral, podemos afirmar que o policial civil “A” cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-apropriação."
      },
      {
        "letra": "B",
        "texto": "peculato-desvio."
      },
      {
        "letra": "C",
        "texto": "peculato culposo."
      },
      {
        "letra": "D",
        "texto": "peculato-furto."
      },
      {
        "letra": "E",
        "texto": "peculato-furto em concurso com “X”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1995551",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao Código Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      },
      {
        "letra": "B",
        "texto": "Não se computará no prazo o dia do começo, incluindo-se, porém, o do vencimento"
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime tentado, quando, iniciada a execução, o agente, voluntariamente, desiste de prosseguir ou impede que o resultado se produza."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, ainda que não previsto em lei"
      },
      {
        "letra": "E",
        "texto": "Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868381",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre a tipicidade subjetiva dos delitos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O homicídio culposo cometido na direção de veículo automotor encontra previsão no Código de Trânsito Brasileiro, sendo a ele atribuída pena menor que aquela prevista para o homicídio culposo genérico do Código Penal, em razão da sua menor reprovabilidade e do maior risco de sua ocorrência."
      },
      {
        "letra": "B",
        "texto": "A análise sobre possibilidade de punição a título de culpa depende das nuances do caso concreto, sendo irrelevante a previsão expressa no tipo."
      },
      {
        "letra": "C",
        "texto": "A condenação por delito culposo sempre admite a substituição da pena privativa de liberdade por restritiva de direitos, independente do montante da sanção imposta."
      },
      {
        "letra": "D",
        "texto": "A punição a título de culpa constitui causa de diminuição de pena prevista no artigo 18, na parte geral do Código Penal, e é aplicável aos delitos previstos na parte especial do mesmo diploma."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1868175",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em determinado set de filmagens, Hades, produtor técnico, entrega arma de fogo verdadeira, devidamente municiada, para o ator Ares, fazendo-o acreditar que se trata de arma cenográfica, sem potencial de efetuar disparos. Já tendo lido o script e presenciado os ensaios, Hades sabia previamente que, nas cenas que seriam filmadas, Ares deveria apontar a arma para Atena e, após breve diálogo, efetuar o disparo para a cena fatal. Querendo a morte de Atena, em razão de desavenças pretéritas, Hades faz a substituição da arma, fornecendo-a diretamente a Ares, irrogando o famoso “quebre a perna”. Ares efetua o disparo e ceifa a vida de Atena. Do ponto de vista jurídico-penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ares e Hades responderão por homicídio doloso, o primeiro como autor e o segundo como partícipe;"
      },
      {
        "letra": "B",
        "texto": "Ares e Hades responderão por homicídio doloso, o primeiro como partícipe e o segundo como autor;"
      },
      {
        "letra": "C",
        "texto": "Ares e Hades responderão por homicídio doloso, como coautores;"
      },
      {
        "letra": "D",
        "texto": "Ares responderá por homicídio culposo e Hades por homicídio doloso;"
      },
      {
        "letra": "E",
        "texto": "Ares não responderá por crime e Hades responderá por homicídio doloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1861047",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Admite a forma culposa o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de documento público falso."
      },
      {
        "letra": "B",
        "texto": "fraude em certames de interesse público."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "supressão de documento público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859411",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "A tipicidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preterdolosa enseja um crime qualificado pelo resultado em que o tipo-base é doloso e o resultado qualificador é culposo."
      },
      {
        "letra": "B",
        "texto": "é excluída toda vez que se verificar o erro de proibição inevitável."
      },
      {
        "letra": "C",
        "texto": "material é incompatível com a contravenção penal, dada sua menor gravidade e a fragmentariedade do direito penal."
      },
      {
        "letra": "D",
        "texto": "na conformação do funcionalismo é avalorada para constituir garantia de restrição do âmbito de punição."
      },
      {
        "letra": "E",
        "texto": "material é a adequação da conduta à norma incriminadora configurando um mecanismo de subsunção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1857558",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre aspectos legais dos procedimentos policiais, julgue o item a seguir. O crime culposo pode ocorrer por imprudência, negligência ou imperícia, sendo esta última caracterizada pelo comportamento positivo em um ato sem o cuidado necessário, ou seja, uma ação descuidada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855777",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes culposos, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A qualidade do autor, de motorista profissional de competições esportivas, como exemplo de capacidade individual que serve de orientação ao juízo sobre o risco permitido ou o dever de cuidado em acidentes de trânsito, deve ser avaliada somente na culpabilidade segundo o critério da generalização, e deve ser avaliada no tipo de injusto segundo o critério da individualização."
      },
      {
        "letra": "B",
        "texto": "O modelo de homem prudente e o princípio da confiança são exemplos de conceitos utilizados para aferição da lesão do dever de cuidado ou do risco permitido, nos limites de análise do desvalor da ação."
      },
      {
        "letra": "C",
        "texto": "Figuras típicas culposas estão previstas de forma diversificada no ordenamento jurídico-penal brasileiro, tanto no Código Penal quanto na legislação penal especial, como por exemplo, na Lei 9.503/97 (Código de Trânsito Brasileiro), na Lei de Crimes Ambientais (Lei 9.605/98) e no Estatuto da Criança e do Adolescente (Lei 8.069/90)."
      },
      {
        "letra": "D",
        "texto": "A estaciona em shopping para realizar compras e esquece completamente o filho B dormindo em cadeirinha no interior do veículo, o que produz lesões corporais no infante em razão do forte calor durante o período de esquecimento: trata-se de modalidade de culpa inconsciente, respondendo A pelo resultado de lesão do bem jurídico (lesões corporais culposas em B)."
      },
      {
        "letra": "E",
        "texto": "A maior ou menor intensidade da lesão do dever de cuidado ou do risco permitido, determinante do resultado de lesão do bem jurídico nos tipos culposos, se constitui em objeto de aferição na terceira fase de aplicação da pena, mediante eventual reconhecimento de causa de diminuição de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1847634",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em conformidade com o Código Penal, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se considera crime quando o agente pratica o fato em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "a pena pode ser reduzida de um a dois quartos, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "é isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      },
      {
        "letra": "D",
        "texto": "o desconhecimento da lei é escusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1845141",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito do delito culposo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a coautoria e a participação."
      },
      {
        "letra": "B",
        "texto": "admite a compensação de culpas."
      },
      {
        "letra": "C",
        "texto": "a culpa pode ser presumida."
      },
      {
        "letra": "D",
        "texto": "é possível a concorrência de culpas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1844706",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "O conceito analítico de crime exige a realização de um comportamento humano. Um comportamento humano que pode ensejar interesse jurídicopenal e responsabilização do agente que o desempenha é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação por coação física irresistível;"
      },
      {
        "letra": "B",
        "texto": "atos reflexos;"
      },
      {
        "letra": "C",
        "texto": "condutas culposas;"
      },
      {
        "letra": "D",
        "texto": "perda brusca de consciência;"
      },
      {
        "letra": "E",
        "texto": "atos automatizados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1834805",
    "metadata": "Ano: 2021 | Banca: SELECON | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Bianca conduz um veículo automotor na contramão quando vem a colidir com outro veículo dirigido por Paula, que ultrapassou o farol vermelho. Nos termos das normas penais aplicáveis, deve ocorrer a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracterização da culpa de Bianca"
      },
      {
        "letra": "B",
        "texto": "exclusão da culpa de Paula"
      },
      {
        "letra": "C",
        "texto": "compensação de culpas"
      },
      {
        "letra": "D",
        "texto": "transformação das culpas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826468",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência dos tribunais superiores aplicável, julgue o item a seguir. Culpa imprópria é aquela em que o agente, por erro evitável, cria certa situação de fato, acreditando estar sob a proteção de uma excludente da ilicitude, e, por isso, provoca intencionalmente o resultado ilícito; nesse caso, portanto, a ação é dolosa, mas o agente responde por culpa, em razão de política criminal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1825553",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Examine o caso hipotético narrado a seguir: A.A. saiu de uma festa um pouco sonolento, pretendendo ir para casa conduzindo sua motocicleta. Na ocasião, foi advertido pelo sujeito B.B., que disse: “pilotando neste estado você pode matar alguém”. A.A., porém, afirmou que estava em condições de evitar qualquer acidente, até porque as ruas estariam quase desertas e o vento no rosto o manteria acordado. Afirmou, ainda, que não se arriscaria a sofrer um acidente, porque de moto “o para-choque era ele mesmo”. No trajeto para casa, porém, por estar com os reflexos mais lentos,A.A. não percebeu um pedestre que atravessava a rua e o atropelou, causando-lhe a morte. Embora tenha ficado bastante ferido, A.A. sobreviveu ao acidente e foi acusado de cometer crime. A partir das noções de dolo e culpa aplicadas ao caso, é correto afirmar que A.A. agiu com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo eventual porque basta a previsibilidade do resultado para configurá-lo."
      },
      {
        "letra": "B",
        "texto": "dolo eventual porque expressamente consentiu com a possibilidade de causar o resultado."
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente porque o resultado era imprevisível, mas cabe responsabilidade objetiva em delitos de trânsito."
      },
      {
        "letra": "D",
        "texto": "culpa consciente porque levianamente subestimou o risco de causar o resultado e confiou que ele não ocorreria."
      },
      {
        "letra": "E",
        "texto": "culpa imprópria, pois embora não esperasse o resultado tinha o dever de antecipá-lo e evitá-lo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1751214",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. A conduta humana voluntária é irrelevante para a configuração do crime culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617766",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.A negligência, como modalidade de conduta, é caracterizada quando o agente do delito demonstra inaptidão técnica em profissão ou atividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617764",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.O crime culposo ocorre quando o agente não quer o resultado, mas assume o risco de produzi-lo, admitindo-se, assim, a forma tentada, que é aquela em que, iniciada a execução, o crime não se consuma por circunstâncias alheias à vontade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617203",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Cleiton, policial rodoviário federal e professor de curso de direção defensiva e ofensiva, viajava de carro com sua namorada, Gisele. Durante a viagem, Gisele reclamou da alta velocidade empreendida pelo namorado e o alertou da possibilidade de causar um acidente, tendo em vista o tempo chuvoso. Cleiton, por sua vez, respondeu que nada aconteceria, porque ele era um profissional competente, de excelência, que ensinava outros policiais rodoviários federais a pilotarem viaturas. Entretanto, durante uma curva, o veículo derrapou na pista molhada, o carro ficou desgovernado, capotou e Gisele faleceu instantaneamente. Cleiton sofreu pequenas escoriações. A perícia feita no local constatou excesso de velocidade. A partir dessa situação hipotética, julgue o item seguinte. Cleiton agiu com dolo eventual, devendo responder pela prática de homicídio doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1125960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "João, acidentalmente, quebra o monitor do computador do seu colega de trabalho. Nos termos da legislação penal aplicável, essa situação constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano culposo."
      },
      {
        "letra": "B",
        "texto": "crime de bagatela."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "infração penal de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1082009",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperícia poderá ser considerada dolosa quando o agente, em razão de ofício ou determinação legal, dá causa ao resultado."
      },
      {
        "letra": "B",
        "texto": "O agente que assume o risco de produzir determinado resultado pratica crime com culpa consciente."
      },
      {
        "letra": "C",
        "texto": "Quando o agente não puder ser punido por fato previsto como crime doloso, ele será enquadrado na conduta culposa similar."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente."
      },
      {
        "letra": "E",
        "texto": "Pratica crime culposo o agente que quis o resultado e deu causa por meio de imprudência ou negligência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1065273",
    "metadata": "Ano: 2019 | Banca: FGR | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Acerca dos crimes, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa é quando, iniciada a execução, se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "B",
        "texto": "Doloso é quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "Culposo é quando o agente deu causa ao resultado por prudência."
      },
      {
        "letra": "D",
        "texto": "Há crime quando o agente pratica o fato em estrito cumprimento de dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048820",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São omissões próprias ou tipos de omissão própria aqueles em que o autor pode ser qualquer pessoa que se encontre na situação típica. Os tipos de omissão própria caracterizam-se por não ter um tipo ativo equivalente. Ex. artigo 135, do Código Penal - Omissão de socorro."
      },
      {
        "letra": "B",
        "texto": "Os tipos de omissão imprópria são aqueles em que o autor só pode ser quem se encontra dentro de um determinado círculo, que faz com que a situação típica seja equivalente à de um tipo ativo. Nessa situação, o autor está em posição de “garantidor”."
      },
      {
        "letra": "C",
        "texto": "Tipos penais justificadores são aqueles que descrevem situações em que o autor do delito aplica fraude verbal e argumentativa para seu cometimento, justificando a ação da vítima. Ex. estelionato praticado por telefone, como o conhecido golpe do “Bença Tia”"
      },
      {
        "letra": "D",
        "texto": "A previsibilidade subjetiva, em que o agente, dadas as suas condições peculiares, tinha o dever de prever o resultado, não é elemento do fato típico culposo. A ausência de previsibilidade subjetiva no crime culposo exclui a culpabilidade, mas não o fato típico culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987657",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando-se o estudo do dolo e da culpa na teoria do delito, é correto afirmar que se está diante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da teoria da decisão contrária ao bem jurídico, no campo das teorias volitivas do dolo, quando o agente produz um resultado típico por integrar a realização de seu plano, diferenciando-se de um mero descuido."
      },
      {
        "letra": "B",
        "texto": "da culpa inconsciente, quando o agente não prevê o resultado imprevisível, de modo a retirar a conduta, e, por consequência, não resulta crime por falta de ilicitude."
      },
      {
        "letra": "C",
        "texto": "do dolo indireto alternativo objetivo, quando o agente prevê a ocorrência do resultado, mas espera, realmente, que ele não aconteça."
      },
      {
        "letra": "D",
        "texto": "da conduta negligente, quando o agente deixa de adotar as cautelas exigíveis, o que elide a ilicitude do fato típico, em razão da ausência do resultado normativo."
      },
      {
        "letra": "E",
        "texto": "da conduta imperita, em que o agente conduz uma experiência comum arriscada ou perigosa, aferida pelo comportamento do homem médio, e causa efetiva lesão ao bem jurídico tutelado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "975985",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considera-se crime culposo quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente atinge o resultado delitivo requerido."
      },
      {
        "letra": "B",
        "texto": "o agente impede que resultado delitivo se conclua."
      },
      {
        "letra": "C",
        "texto": "o agente não quer o resultado delitivo, mas assume o risco de se realizar."
      },
      {
        "letra": "D",
        "texto": "o agente pratica a conduta por imperícia, imprudência ou negligência."
      },
      {
        "letra": "E",
        "texto": "o delito se agrava por resultado diverso do pretendido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "965423",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "É punido na modalidade culposa o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "E",
        "texto": "supressão de tributos mediante omissão de informação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1792299",
    "metadata": "Ano: 2018 | Banca: EDUCA | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Em conformidade com o Código Penal, Parte Geral, Título II, sobre Crimes, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é consumado, quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "Há crime quando o agente pratica o fato em estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "O crime é tentado, quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952708",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação a crime culposo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente de conduta culposa assume o risco do resultado produzido por sua conduta."
      },
      {
        "letra": "B",
        "texto": "A conduta culposa é dirigida à prática de um fim ilícito."
      },
      {
        "letra": "C",
        "texto": "O agente com culpa consciente prevê, mas não aceita, a superveniência do resultado de sua conduta."
      },
      {
        "letra": "D",
        "texto": "O agente de crime culposo não tem previsibilidade objetiva do resultado de sua conduta."
      },
      {
        "letra": "E",
        "texto": "A conduta negligente admite, em regra, tentativa no crime culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952579",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Um indivíduo agiu prevendo o resultado naturalístico adverso de sua ação, mas esperava que este não viesse a ocorrer. Nesse caso, a conduta do indivíduo corresponde ao conceito jurídico de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa consciente."
      },
      {
        "letra": "B",
        "texto": "dolo eventual."
      },
      {
        "letra": "C",
        "texto": "dolo de segundo grau."
      },
      {
        "letra": "D",
        "texto": "culpa presumida."
      },
      {
        "letra": "E",
        "texto": "dolo de perigo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "952103",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A conduta delituosa pode apresentar como sujeitos passivos a pessoa física ou jurídica individualmente prejudicada, o Estado e a coletividade. Sobre a conduta delituosa, à luz do Código Penal Brasileiro, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A utilização ou divulgação de conteúdo sigiloso, indevidamente, com o fim de beneficiar a si ou a outrem no processo seletivo para ingresso no ensino superior trata-se de crime formal contra a Administração Pública. ( ) A falsificação, no todo ou em parte, de documento público, ou a alteração de documento público verdadeiro, revela um crime de falsidade material, cujo elemento subjetivo exigido é o dolo e admite a modalidade tentada. ( ) A conduta de quem incita publicamente a prática de crime exige, para a consumação do mesmo, que alguém pratique o crime incitado. ( ) A conduta de quem envenena água potável de uso comum ou particular, ou substância alimentícia ou medicinal, traduz crime de perigo abstrato ou presumido, admitindo-se a modalidade tentada. ( ) O concurso de duas ou mais pessoas na prática do crime de estupro significa que a pena será aumentada da metade, por se tratar de crime complexo. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "948359",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "À luz do que dispõe o Ordenamento Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que desiste de forma voluntária de prosseguir na execução do crime, ou impede que o resultado se produza, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa, deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "crime impossível é aquele em que o agente, embora tenha praticado todos os atos executórios à sua disposição, não consegue consumar o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "diz-se crime culposo, quando o agente assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "944991",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Autoria e coautoria",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "A médica M. deseja matar o paciente P. Para tanto, entrega ao enfermeiro E. uma ampola contendo substância venenosa, rotulando-a como medicamento e dizendo a E. que o conteúdo da ampola deve ser ministrado imediatamente a P. mediante injeção. E. injeta em P. a substância venenosa, indo P. imediatamente a óbito. Levando em consideração o caso hipotético acima, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto M. quanto E. devem responder por homicídio doloso qualificado pelo emprego de veneno, pois, segundo a legislação penal, quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas."
      },
      {
        "letra": "B",
        "texto": "Ainda que se trate de hipótese de autoria mediata, tendo o Código Penal brasileiro adotado o conceito unitário de autor, isso não afeta a responsabilidade penal de E."
      },
      {
        "letra": "C",
        "texto": "M. deve responder por homicídio doloso qualificado pelo emprego de veneno, enquanto E. responderá por homicídio culposo, visto que o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Apenas E. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que M., apesar de ter a intenção de matar P., não praticou qualquer conduta típica de homicídio."
      },
      {
        "letra": "E",
        "texto": "Apenas M. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que E., apesar de ter causado a morte de P., desconhecia o conteúdo da ampola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "921262",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "“Existe_________ quando o agente prevê o resultado, mas espera, sinceramente, que não ocorrerá; configura- se _________ quando a vontade do agente não está dirigida para a obtenção do resultado, pois ele quer algo diverso, mas, prevendo que o evento possa ocorrer, assume assim mesmo a possibilidade de sua produção.” Assinale a alternativa que correta e respectivamente completa as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo indireto ... dolo alternativo"
      },
      {
        "letra": "B",
        "texto": "dolo eventual ... culpa consciente"
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente ... culpa consciente"
      },
      {
        "letra": "D",
        "texto": "culpa consciente ... dolo eventual"
      },
      {
        "letra": "E",
        "texto": "culpa inconsciente ... dolo eventual"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "917904",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A doutrina majoritária conceitua crime como o fato típico, ilícito e culpável. Por sua vez, o fato típico envolve o elemento subjetivo do tipo, que pode ser o dolo ou a culpa. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que pretende causar determinado resultado e tem conhecimento de que, com sua conduta, causará, necessariamente, um segundo resultado e, ainda assim, atua, responderá por dolo eventual em relação ao segundo resultado;"
      },
      {
        "letra": "B",
        "texto": "os tipos culposos estão sujeitos ao princípio da tipicidade, somente podendo ser punidos quando devidamente prevista em lei a punição a título de culpa;"
      },
      {
        "letra": "C",
        "texto": "o agente que não quer diretamente o resulto, mas o prevê e aceita sua ocorrência a partir de sua conduta, poderá ser responsabilizado pelo tipo culposo;"
      },
      {
        "letra": "D",
        "texto": "o tipo culposo exige a previsibilidade objetiva, mas se houver efetiva previsão, haverá dolo, ainda que eventual;"
      },
      {
        "letra": "E",
        "texto": "o tipo culposo próprio, se presentes todos os demais elementos, admite a punição na modalidade tentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905793",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "NÃO é um elemento do tipo culposo de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conduta involuntária."
      },
      {
        "letra": "B",
        "texto": "Inobservância de dever objetivo de cuidado."
      },
      {
        "letra": "C",
        "texto": "Previsibilidade objetiva."
      },
      {
        "letra": "D",
        "texto": "Tipicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "897319",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Vitalina quer matar o marido Aderbal, envenenado. Coloca veneno no café com leite que acabou de preparar para ele. Enquanto aguardava o marido chegar na cozinha, para tomar a bebida, distraiu-se e não percebeu que a filha Ritinha entrou no local e tomou a bebida, preparada para o pai. Ritinha, socorrida pela mãe, morre a caminho do hospital. Nessa hipótese, considerando o Código Penal e a doutrina, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vitalina deverá responder por homicídio culposo, já que não teve a intenção de matar a filha."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de Vitalina vir a ser condenada, o juiz sentenciante poderá aplicar a ela o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "Vitalina deverá responder por homicídio doloso, restando configurada situação denominada de aberratio ictus por acidente."
      },
      {
        "letra": "D",
        "texto": "Vitalina não responderá por homicídio, em razão de ter havido aberratio ictus."
      },
      {
        "letra": "E",
        "texto": "Vitalina responderá por homicídio doloso, restando configurada situação de aberratio ictus por erro no uso dos meios de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896538",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, quando o agente der causa ao resultado por imprudência, negligência ou imperícia estará cometendo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime culposo."
      },
      {
        "letra": "B",
        "texto": "Crime tentado."
      },
      {
        "letra": "C",
        "texto": "Crime impossível."
      },
      {
        "letra": "D",
        "texto": "Crime doloso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886225",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Tipicidade formal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O bem jurídico não se confunde com o objeto da ação, pois não pode ser entendido no sentido puramente material, como se fosse uma pessoa ou coisa, mas no sentido da característica dessa pessoa e de suas relações."
      },
      {
        "letra": "B",
        "texto": "O dever de cuidado deve ser determinado de acordo com a situação jurídica e social de cada homem e se trata de um componente normativo do tipo objetivo culposo."
      },
      {
        "letra": "C",
        "texto": "É por intermédio do elemento sociológico que o intérprete conhece melhor a norma em função das condições e das circunstâncias, que no passado determinaram a sua elaboração."
      },
      {
        "letra": "D",
        "texto": "O tipo é a fórmula legal que permite averiguar a tipicidade da conduta, ou seja, não se deve confundir o tipo com a tipicidade."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a”, “b” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854424",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o item a seguir. Embora não tenha desejado o resultado danoso, Antônio poderá ser punido devido à imperícia na execução do procedimento laboratorial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854355",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Julgue o próximo item, relativo ao instituto da tentativa. Crime culposo não admite tentativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "848521",
    "metadata": "Ano: 2017 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Acerca do dolo e da culpa, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal Brasileiro, ao dispor que o crime é doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo, está adotando as teorias da vontade e do assentimento, respectivamente."
      },
      {
        "letra": "B",
        "texto": "O dolo presumido ou dolo in re ipsa é uma espécie de dolo que exige comprovação técnica e fática da sua ocorrência no caso concreto e é perfeitamente compatível com os princípios que regem o direito penal, em especial a vedação da responsabilidade penal objetiva."
      },
      {
        "letra": "C",
        "texto": "É possível dizer que o crime culposo, em regra, possui os seguintes elementos: conduta involuntária; violação de um dever de cuidado objetivo; resultado naturalístico involuntário; nexo causal, tipicidade; previsibilidade objetiva e ausência de previsão."
      },
      {
        "letra": "D",
        "texto": "A culpa consciente é aquela em que o agente não prevê o resultado naturalístico e, mesmo assim, realiza a conduta acreditando verdadeiramente que nada ocorrerá."
      },
      {
        "letra": "E",
        "texto": "A culpa própria, também denominada de culpa por extensão ou equiparação, é aquela em que o sujeito, após prever o resultado, realiza a conduta por erro escusável quanto à ilicitude do fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "841991",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "\"A\" dispara dois tiros contra \"B\" que acabara de agredir violentamente seu marido. Entretanto, diante da imperícia de \"A\" no manuseio da arma de fogo, o tiro atinge \"C\", uma senhora de 80 anos, que vem a falecer. A esse respeito, é correto afirmar que \"A\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o homicídio sob o abrigo da legítima defesa putativa de terceiro, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de homicídio privilegiado."
      },
      {
        "letra": "C",
        "texto": "responderá por homicídio privilegiado consumado."
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de homicídio privilegiado contra \"B\" e homicídio culposo contra \"C\"."
      },
      {
        "letra": "E",
        "texto": "responderá por homicídio privilegiado consumado contra \"B\", qualificado por ser a vítima maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "839109",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Após uma discussão em um bar, Pedro decide matar Roberto. Para tanto, dirige-se até sua residência onde arma-se de um revólver. Ato contínuo, retorna ao estabelecimento e efetua um disparo em direção a Roberto. Contudo, erra o alvo, atingindo Antonio, balconista que ali trabalhava, ferindo-o levemente no ombro. Diante do caso hipotético, Pedro praticou, em tese, o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "homicídio tentado e lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "lesão corporal culposa e tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio na forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "834921",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "818942",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes culposos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos culposos, por não estarem descritos especificamente em cada tipo penal, constituem normas penais em branco, que dependem de um complemento por outro ato normativo."
      },
      {
        "letra": "B",
        "texto": "De acordo com o critério da generalização, as diferenças de capacidade individual, como inteligência, escolaridade e habilidades, não são avaliadas na culpabilidade, mas consideradas já no tipo de injusto."
      },
      {
        "letra": "C",
        "texto": "Objetivando produzir danos em veículo de som, estacionado em via pública, A atira bexiga de água de janela do 10º andar, ciente da possibilidade de atingir o pedestre B, mas com plena confiança em sua exímia habilidade para evitar este último resultado: se a bexiga atinge B, produzindo-lhe lesões corporais, A não responde por culpa consciente, mas por dolo eventual."
      },
      {
        "letra": "D",
        "texto": "no tipo dos crimes culposos, o desvalor do resultado é definido pelo resultado de lesão do bem jurídico, como produto específico da violação do dever de cuidado ou do risco permitido."
      },
      {
        "letra": "E",
        "texto": "a culpa inconsciente constitui a modalidade subjetiva de realização de ação típica de menor intensidade psíquica, e sua influência na graduação da pena deve ser aferida na terceira fase de aplicação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "794621",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Concurso de crimes"
    ],
    "enunciado_principal": "Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina dominante aponta que, em regra, o crime culposo admite tentativa, especialmente quando a culpa é própria."
      },
      {
        "letra": "B",
        "texto": "Se “A” determina que “B” aplique uma surra em “C”, e este, ao executar a ação, excede-se, causando a morte de “C”, o Código Penal Brasileiro determina que ambos respondam por homicídio, em decorrência da adoção do sistema monista no concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo exclui a ilicitude, mas permite a punição culposa do fato, quando vencível."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, o cálculo da prescrição da pretensão punitiva considera o acréscimo decorrente do concurso formal, material ou da continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Se vigorava lei mais benéfica, depois substituída por lei mais grave, hoje vigente, é a lei mais grave que será aplicada ao crime continuado ou ao crime permanente, se a sua vigência foi iniciada antes da cessação da continuidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "789916",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: ALERJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "João, servidor público estadual ocupante do cargo efetivo de engenheiro civil, foi o responsável por determinada obra com escavação de um poço. João agiu culposamente, nas modalidades de imperícia e negligência, pois, na condição de engenheiro civil, realizou obra sem observar seu dever objetivo de cuidado e as regras técnicas da profissão, provocando como resultado a morte de um pedreiro que trabalhava no local. Em termos de responsabilidade criminal, em tese, João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve ser processado por homicídio, pois não agiu com dolo ou culpa criminal, restringindo-se sua responsabilidade à esfera cível;"
      },
      {
        "letra": "B",
        "texto": "não deve ser processado por homicídio, pois agiu como funcionário público no exercício da função, restando apenas a responsabilidade cível que recairá sobre o poder público;"
      },
      {
        "letra": "C",
        "texto": "deve ser processado por homicídio doloso, eis que agiu com dolo direto e eventual, na medida em que assumiu o risco de provocar a morte do pedreiro;"
      },
      {
        "letra": "D",
        "texto": "deve ser processado por homicídio culposo, com causa de diminuição de pena, eis que não agiu com intenção de provocar o resultado morte do pedreiro;"
      },
      {
        "letra": "E",
        "texto": "deve ser processado por homicídio culposo, com causa de aumento de pena, eis que o crime resultou de inobservância de regra técnica de profissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "698197",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Tema dos mais árduos, a distinção entre dolo eventual e culpa consciente ensejou o surgimento de diversas teorias, as quais se dividem em volitivas e cognitivas. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do risco, classificada entre as volitivas, é aquela adotada pelo Código Penal em seu art. 18, I. Seus adeptos entendem que só há dolo eventual quando o agente representa o resultado e assume o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "A teoria da evitabilidade, cognitiva, pressupõe a representação do resultado como possível, o que bastará para a caracterização do dolo eventual. Contudo, se o agente busca evitar o resultado através da ativação de contrafatores, agindo concretamente, existirá culpa consciente."
      },
      {
        "letra": "C",
        "texto": "O conhecimento do risco não permitido, com exclusão de qualquer conteúdo volitivo, determina o reconhecimento do dolo eventual para a teoria da probabilidade, adotada por Jakobs."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria do consentimento, de base unicamente cognitiva, não existe culpa consciente. Se há a representação do resultado, invariavelmente existirá dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Para a teoria da representação, que se situa entre as teorias volitivas, há dolo eventual quando o agente admite a possibilidade de ocorrência do resultado e demonstra alto grau de indiferença quanto à afetação do bem jurídico-penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "692962",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o crime culposo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua caracterização independe da previsibilidade objetiva do resultado."
      },
      {
        "letra": "B",
        "texto": "é dispensável a verificação do nexo de causalidade entre conduta e resultado."
      },
      {
        "letra": "C",
        "texto": "encontra seu fundamento legal no artigo 18 . I, de Código Penal."
      },
      {
        "letra": "D",
        "texto": "se alguém ateia fogo a um navio para receber o valor de contrato de seguro, embora saiba que com isso provocará a morte dos tripulantes, essas mortes serão reputadas culposas."
      },
      {
        "letra": "E",
        "texto": "há culpa quando o sujeito ativo, voluntariamente, descumpre um dever de cuidado, provocando resultado criminoso por ele não desejado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "646146",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "NÃO é elemento constitutivo do crime culposo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inobservância de um dever objetivo de cuidado."
      },
      {
        "letra": "B",
        "texto": "o resultado naturalístico involuntário."
      },
      {
        "letra": "C",
        "texto": "a conduta humana voluntária."
      },
      {
        "letra": "D",
        "texto": "a tipicidade."
      },
      {
        "letra": "E",
        "texto": "a imprevisibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "646144",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Existe algum ponto de semelhança entre as condutas praticadas com culpa consciente e com dolo eventual?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, pois, tanto na culpa consciente quanto no dolo eventual, há aceitação do resultado."
      },
      {
        "letra": "B",
        "texto": "Não, pois não há ponto de semelhança nas condutas em questão."
      },
      {
        "letra": "C",
        "texto": "Sim, pois em ambas o elemento subjetivo da conduta é o dolo."
      },
      {
        "letra": "D",
        "texto": "Não, pois a aceitação do resultado na culpa consciente é elemento normativo da conduta."
      },
      {
        "letra": "E",
        "texto": "Sim, pois, tanto na culpa consciente quanto no dolo eventual, o agente prevê o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "643334",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o item a seguir.A culpa imprópria ocorre nas hipóteses de descriminantes putativas em que o agente, em virtude de erro evitável pelas circunstâncias, dá causa dolosamente a um resultado, mas responde como se tivesse praticado um delito culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "611552",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crime impossível"
    ],
    "enunciado_principal": "Complete corretamente as frases abaixo assinalando a alternativa correta. I- Configura-se o crime _____________, quando nele se reúnem todos os elementos de sua definição legal. II- Configura-se o crime _____________, quando o agente quis o resultado ou assumiu o risco de produzi-lo. III- Configura o crime _____________, quando por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, a finalização e consumação do ato típico, antijurídico e culpável é afetada. IV- Configura – se o crime _____________, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I. doloso; II. culposo. III. impossível; IV. consumado"
      },
      {
        "letra": "B",
        "texto": "I. consumado; II. doloso; III. impossível; IV. culposo"
      },
      {
        "letra": "C",
        "texto": "I. impossível; II. consumado; III. culposo; IV. doloso"
      },
      {
        "letra": "D",
        "texto": "I. culposo, II. impossível, III. doloso; IV. consumado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610152",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Associe corretamente: Na conduta do agente identificamos o (a): I- dolo direto II- dolo eventualIII- culpa consciente IV- culpa inconsciente ( ) quando no tocante a consciência o autor da pratica do ato lesivo não prevê o resultado (muito embora fosse previsível objetivamente e subjetivamente) e, na esfera volitiva não o quer, e não o aceita. ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva não o almeja, não assume o risco de praticá-lo e, acredita poder evitá-lo (o resultado). ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva não o almeja, mas assume o risco. ( ) quando no tocante a consciência o autor da pratica do ato lesivo prevê o resultado e, na esfera volitiva o almeja. Assinale a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, II, I, IV."
      },
      {
        "letra": "B",
        "texto": "II, I, IV, III."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV."
      },
      {
        "letra": "D",
        "texto": "IV, III, II, I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "776354",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: HCFMUSP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "De acordo com o artigo 18 do Código Penal, diz-se o crime culposo quando o agente deu causa ao resultado por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez."
      },
      {
        "letra": "B",
        "texto": "desídia no desempenho das funções."
      },
      {
        "letra": "C",
        "texto": "negligência."
      },
      {
        "letra": "D",
        "texto": "imprudência, negligência ou imperícia."
      },
      {
        "letra": "E",
        "texto": "negligência e imperícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "569436",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, e assinale a alternativa correta: I – Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. II – O crime culposo não admite tentativa. III – Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. IV – O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. V – Verifica-se a reincidência quando o agente comete novo crime no curso de processo em que figure como réu, sendo acusado pela prática do mesmo ou de outro crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "563818",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Ainda com relação aos elementos do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impropriedade relativa do meio leva ao que se denomina crime putativo."
      },
      {
        "letra": "B",
        "texto": "A coação física, assim como a coação moral irresistível, constitui excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "O tipo aberto indica adequação indireta."
      },
      {
        "letra": "D",
        "texto": "No crime omissivo próprio, verifica-se uma relação normativa entre o resultado e a omissão, enquanto que, no omissivo impróprio, deve-se observar a relação física de causalidade."
      },
      {
        "letra": "E",
        "texto": "No crime comissivo por omissão, admite-se a forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "563817",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Participação"
    ],
    "enunciado_principal": "Em relação aos elementos do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na sistemática brasileira penal, o erro de proibição inevitável afasta a ilicitude da conduta"
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria adotada pelo CP, em regra, a consciência da ilicitude é requisito essencial do dolo."
      },
      {
        "letra": "C",
        "texto": "O crime culposo, considerando-se o seu elemento subjetivo, não admite a participação, seja dolosa, seja culposa."
      },
      {
        "letra": "D",
        "texto": "A embriaguez culposa é causa excludente de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "A aferição de um resultado classificado a título subjetivo de preterdolo exige a constatação efetiva da previsibilidade subjetiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530894",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O elemento subjetivo derivado por extensão ou assimilação decorrente do erro de tipo evitável nas descriminantes putativas ou do excesso nas causas de justificação amolda-se ao conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa imprópria."
      },
      {
        "letra": "B",
        "texto": "dolo eventual."
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente."
      },
      {
        "letra": "D",
        "texto": "culpa consciente."
      },
      {
        "letra": "E",
        "texto": "dolo direto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512408",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao crime, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos."
      },
      {
        "letra": "B",
        "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "C",
        "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485919",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que concerne à lei penal no tempo, tentativa, crimes omissivos, arrependimento posterior e crime impossível, julgue o item a seguir. A mãe que, apressada para fazer compras, esquecer o filho recém-nascido dentro de um veículo responderá pela prática de homicídio doloso no caso de o bebê morrer por sufocamento dentro do veículo fechado, uma vez que ela, na qualidade de agente garantidora, possui a obrigação legal de cuidado, proteção e vigilância da criança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "481533",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito do dolo e da culpa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na culpa consciente o agente prevê o resultado e admite a sua ocorrência como consequência provável da sua conduta."
      },
      {
        "letra": "B",
        "texto": "no dolo eventual o agente prevê a ocorrência do resultado, mas espera sinceramente que ele não aconteça."
      },
      {
        "letra": "C",
        "texto": "a imprudência é a ausência de precaução, a falta de adoção das cautelas exigíveis por parte do agente."
      },
      {
        "letra": "D",
        "texto": "a imperícia é a prática de conduta arriscada ou perigosa, aferida pelo comportamento do homem médio."
      },
      {
        "letra": "E",
        "texto": "é previsível o fato cujo possível superveniência não escapa à perspicácia comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475695",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com referência ao crime tentado, à desistência voluntária e ao crime culposo, julgue o próximo item.No direito penal brasileiro, admite-se a compensação de culpas no caso de duas ou mais pessoas concorrerem culposamente para a produção de um resultado naturalístico, respondendo cada um, nesse caso, na medida de suas culpabilidades.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2770582",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado"
    ],
    "enunciado_principal": "Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial de Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O crime culposo admite a figura da tentativa."
      },
      {
        "letra": "C",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "D",
        "texto": "O dolo eventual não é admitido no direito brasileiro."
      },
      {
        "letra": "E",
        "texto": "O crime de lesão corporal seguido do resultada morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884472",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial do Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "C",
        "texto": "O dolo eventual não é admitido no direita brasileiro."
      },
      {
        "letra": "D",
        "texto": "O crime de lesão corporal seguido do resultado morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "O crime culposo admite a figura da tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "785989",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "O autor do fato estava limpando o quintal e deixou um pedaço de madeira escorada no muro. A vítima estava passando pelo local, momento em que a madeira caiu e atingiu o seu braço, causando um pequeno hematoma. O autor do fato tentou se explicar, confessando que agiu com desatenção e que poderia ter evitado o evento danoso, pois deveria ter colocado a madeira no chão. A vítima não aceitou as explicações e foi registrar a notícia crime, materializada no termo circunstanciado. Qual a tipificação do fato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal dolosa, definida no artigo 129, caput do Código Penal."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa, definida no artigo 129, § 6 do Código Penal"
      },
      {
        "letra": "C",
        "texto": "atipicidade da conduta"
      },
      {
        "letra": "D",
        "texto": "contravenção penal de deixar de colocar na via pública, sinal ou obstáculo, determinado em lei ou pela autoridade e destinado a evitar perigo a transeuntes (artigo 36 do Decreto Lei 3688/41)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "785988",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o crime culposo É CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "negligência é uma atitude positiva arriscada ou perigosa, um agir sem cautela, sem a atenção necessária e com afoitamento."
      },
      {
        "letra": "B",
        "texto": "negligência é uma inatividade (forma omissiva), a ausência de precaução, a inércia do agente que, podendo agir para não causar ou evitar o evento danoso, não o faz por preguiça, desleixo ou desatenção."
      },
      {
        "letra": "C",
        "texto": "para a aplicação da pena restritiva de direito, o crime culposo não pode ultrapassar o limite de 4 (quatro) anos;"
      },
      {
        "letra": "D",
        "texto": "no crime culposo aplica-se a redução pela metade do prazo prescricional, conforme procedimento adotado para aquele que, ao tempo do crime, era menor de 21 (vinte um) anos, ou, na data da sentença, maior de 70 (setenta) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "480296",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Aquele que antes de praticar o fato até hipotetiza que ele pode ocorrer, mas acredita, sinceramente, que o resultado não se verificará e, portanto, não admite previamente a possibilidade de o resultado advir, comete crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "premeditado."
      },
      {
        "letra": "B",
        "texto": "doloso."
      },
      {
        "letra": "C",
        "texto": "tentado."
      },
      {
        "letra": "D",
        "texto": "intencional."
      },
      {
        "letra": "E",
        "texto": "culposo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463513",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre a celeuma ainda existente entre os critérios de diferenciação de dolo eventual e imprudência consciente, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A literatura contemporânea, no setor dos efeitos secundários típicos representados como possíveis, pontifica que a diferenciação entre dolo eventual e imprudência consciente se opera apenas \"no nível intelectual\", havendo coincidência entre ambos \"no nível da atitude emocional\". Dessarte, o dolo eventual se caracteriza, no nível intelectual, por levar a sério a possível produção do resultado típico e, no nível da atitude emocional, pela leviana confiança na ausência ou evitação desse resultado; por sua vez, a imprudência consciente se caracteriza, no nível intelectual, pela representação da possível produção do resultado típico e, no nível da atitude emocional, pela profana crença na ausência ou evitação desse resultado."
      },
      {
        "letra": "B",
        "texto": "Conforme a doutrina, a busca por critérios mais seguros de diferenciação de dolo eventual e imprudência consciente nunca produziu resultados efetivos. Em razão disso, ganha força nos debates acadêmicos (inclusive na Alemanha) e judiciais as teorias unificadoras (igualitárias), sendo a maior expoente destas a teoria de levar a sério a possível produção do resultado típico."
      },
      {
        "letra": "C",
        "texto": "Atente-se para o caso-paradigma da jurisprudência alemã acerca do ponto: \"X e Y decidem praticar roubo contra Z, apertando um cinto de couro no pescoço da vítima para fazê-la desmaiar e cessar a resistência, mas a representação da possível morte de Z com o emprego desse meio leva à substituição do cinto por um pequeno saco de areia, em tecido de pano e forma cilíndrica, com que pretendem golpear a cabeça de Z, com o mesmo objetivo. Na execução do plano alternativo, rompe-se o saco de areia e, por isso, os autores retomam o plano original, afivelando o cinto de couro no pescoço da vítima, que cessa a resistência e permite a subtração dos valores. Então, desafivelam o cinto e tentam reanimar a vítima, sem êxito: ela está morta\". Ao estudar o caso (Lederriemenfall), a doutrina nacional concorda com o desfecho de seu julgamento e reconhece, na hipótese, a imprudência consciente em razão de duas circunstâncias, a saber: a) a confiança na evitação do resultado representada pela troca do cinto de couro pelo saco de pano; b) a não conformação com o resultado típico, revelada pelo sincero esforço de reanimação da vítima."
      },
      {
        "letra": "D",
        "texto": "A teoria da não comprovada vontade de evitação do resultado (também conhecida como teoria da objetivação da vontade de evitação do resultado), desenvolvida por Armin Kaufmann em bases finalistas, coloca o dolo eventual e a imprudência consciente na dependência da ativação de contra-fatores para evitar o resultado representado como possível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458159",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o crime doloso e o crime culposo, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dolo é a consciência e a vontade na realização da conduta descrita em um tipo penal."
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Haverá dolo eventual quando o agente não quiser diretamente a realização do tipo, mas aceitá-la como possível ou até provável, assumindo o risco da produção do resultado."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente."
      },
      {
        "letra": "E",
        "texto": "A coação moral irresistível exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "438078",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao estudo do dolo e da culpa no Direito Penal, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal não apresenta o conceito de crime culposo, tratando-se de tipo aberto, devendo o juiz, no caso concreto, promover um juízo de valor."
      },
      {
        "letra": "B",
        "texto": "São elementos do crime culposo: conduta voluntária, inobservância de um dever objetivo de cuidado; resultado lesivo não querido, tampouco assumido, pelo agente; nexo causal entre a conduta descuidada e o resultado; previsibilidade; tipicidade."
      },
      {
        "letra": "C",
        "texto": "Na culpa consciente, o agente prevê o resultado e pratica a conduta acreditando que ele não irá ocorrer; na culpa inconsciente, embora previsível o resultado, o agente não o prevê."
      },
      {
        "letra": "D",
        "texto": "Para a teoria causal, no dolo há um elemento de natureza normativa, qual seja, a consciência do ilícito (dolo normativo)."
      },
      {
        "letra": "E",
        "texto": "A doutrina brasileira, de forma amplamente majoritária, admite a coautoria nos crimes culposos, inclusive a participação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "430335",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais"
    ],
    "enunciado_principal": "Gisele trafegava em velocidade compatível com a via quando teve seu veículo abalroado pelo carro de Luiz. Como ele estava embriagado, evadiu-se do local deixando Gisele com ferimentos insignificantes. Esta chamou a polícia rodoviária que atendeu à ocorrência indo ao local do acidente. Chegando lá os oficiais entenderam por bem colocar a jovem na viatura e levá-la até o pronto-socorro mais próximo a fim de afastar qualquer suspeita de ferimentos internos. No trajeto até o pronto-socorro foram atingidos pela caminhonete de Bernardo, que vinha em alta velocidade e furou um sinal vermelho. Pela intensidade do choque Gisele veio a óbito no local do acidente em razão de traumatismo craniano provocado pela segunda batida.Sabendo que não foi feita prova que pudesse atestar a alcoolemia de Luiz, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bernardo vai responder por homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Luiz vai responder por homicídio doloso, porque estava embriagado."
      },
      {
        "letra": "C",
        "texto": "Luiz vai responder por homicídio culposo e por dirigir embriagado."
      },
      {
        "letra": "D",
        "texto": "Luiz vai responder pela evasão do local do sinistro e pela lesão corporal leve sofrida por Gisele."
      },
      {
        "letra": "E",
        "texto": "Luiz vai responder por homicídio culposo já que a primeira batida possui nexo de causalidade com o resultado final."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427914",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compensação de culpa deve ser aplicada para efeito de responsabilização do resultado lesivo causado no direito penal pátrio."
      },
      {
        "letra": "B",
        "texto": "A culpa inconsciente ocorre quando o agente prevê o resultado, mas espera que ele não ocorra."
      },
      {
        "letra": "C",
        "texto": "Para caracterização da conduta típica culposa basta a inobservância do dever de cuidado do agente."
      },
      {
        "letra": "D",
        "texto": "O dolo alternativo consiste na vontade e consentimento do agente a produzir um ou outro resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418095",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Crimes contra a vida",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Acerca dos crimes culposos, dolosos e preterdolosos e dos crimes contra a pessoa e contra o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se consumado o roubo apenas se o bem objeto do delito sai da esfera de vigilância da vítima."
      },
      {
        "letra": "B",
        "texto": "Tratando-se do crime de homicídio, a incidência de circunstância qualificadora de caráter objetivo, por si só, afasta o reconhecimento do privilégio, cuja natureza é subjetiva."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime de latrocínio, são necessárias a consumação do homicídio e a efetiva subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "São suscetíveis de cúmulo material a qualificadora do crime de quadrilha ou bando armado e o delito de roubo agravado pelo emprego de arma, não se aplicando, nesse caso, o princípio do non bis in idem."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de quadrilha, exige-se a caracterização do ajuste prévio e do intuito de união, entre mais de três pessoas, para a prática de um crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412505",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em direito penal: I. Reconhecida a tentativa, a pena há de ser diminuída na proporção inversa do iter criminis percorrido pelo agente. II. A causalidade, nos crimes comissivos por omissão, não é fática, mas jurídica, consistente em não haver atuado o omitente, como devia e podia, para impedir o resultado. III. O crime culposo comissivo por omissão pressupõe a violação por parte do omitente do dever de agir para impedir o resultado. IV. O erro sobre a ilicitude do fato, se inevitável, exclui a punibilidade e se confunde com o desconhecimento da lei. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411205",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Segundo a doutrina, é correto afirmar: I. No dolo eventual, une-se o assentimento à assunção do risco, a partir da posição do agente que tem consciência de que pode ocorrer o resultado e assim mesmo age. Na culpa consciente, assoma ao espírito do agente a possibilidade de causação do resultado, mas confia ele que esse resultado não sucederá. A distinção é relevante, por exemplo, nos casos de homicídio. II. No crime material ou de ação e evento, o fato praticado tem relevância penal se, à ação praticada, une-se, por nexo de causalidade, um resultado exterior destacado da ação e considerado consequência essencial à configuração típica. III. Nos crimes em que o dano se destaca da ação, e esta se desenrola por uma trilha conduzente à produção do resultado danoso, o legislador pune essa ação, mesmo que não venha a efetivamente atingir o resultado, criando-se, todavia, uma situação perigosa ao bem jurídico, que não foi lesado apenas por razões independentes da vontade do agente, pois a ação era potencialmente lesiva. Eis a definição do crime de perigo abstrato. IV. Em síntese, o tipo penal reproduz, de forma paradigmática, a ação tal como é na realidade, ou seja, caracterizada por um significado axiológico como menosprezo a um valor digno de tutela. Havendo plena congruência entre ação, nos seus elementos objetivos, subjetivos e valorativos, e o que se descreve no modo abstrato no tipo penal, dá-se a adequação típica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está incorreta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está incorreta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está incorreta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400590",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "De acordo com a expressa definição do CP, art. 18, I, é con­siderado doloso o crime cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com imperícia."
      },
      {
        "letra": "B",
        "texto": "com negligência."
      },
      {
        "letra": "C",
        "texto": "com imprudência."
      },
      {
        "letra": "D",
        "texto": "com voluntariedade."
      },
      {
        "letra": "E",
        "texto": "em circunstância em que o agente assume o risco de produzir o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390391",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Condutor dirige seu veículo e vê seu maior desafeto atravessando a rua na faixa de pedestres. Estando próximo à faixa, o condutor, consciente, deliberada e intencionalmente, acelera seu veículo e o coloca na direção de seu desafeto, acabando por atropelá-lo e matá-lo. De acordo com o Código Penal, o crime cometido deve ser considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo porque o agente deu causa ao resultado por imperícia."
      },
      {
        "letra": "B",
        "texto": "doloso porque o agente não atentou para a faixa de pedestres."
      },
      {
        "letra": "C",
        "texto": "doloso porque o agente tinha intenção de matar seu desafeto."
      },
      {
        "letra": "D",
        "texto": "culposo porque o agente deu causa ao resultado por negligência."
      },
      {
        "letra": "E",
        "texto": "culposo porque o agente deu causa ao resultado por imprudência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389328",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "“X” estaciona seu automóvel regularmente em uma via pública com o objetivo de deixar seu filho, “Z”, na pré-escola, entretanto, ao descer do veículo para abrir a porta para “Z”, não percebe que, durante esse instante, a criança havia soltado o freio de mão, o suficiente para que o veículo se deslocasse e derrubasse um idoso, que vem a falecer em razão do traumatismo craniano causado pela queda. Em tese, “X”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de homicídio culposo com pena mais severa do que a estabelecida no Código Penal, nos termos do Código de Trânsito Brasileiro."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de homicídio culposo, entretanto, a ele poderá ser aplicado o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "não responde por crime algum, uma vez que não agiu com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de homicídio doloso por dolo eventual."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de homicídio culposo em razão de sua negligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "388883",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Fulano é portador de doença venérea contagiosa e, mesmo sabendo disso, mantém relação sexual com Ciclana. Essa conduta de Fulano, de acordo com o que dispõe o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerada crime independentemente se Fulano tinha ou não a intenção de transmitir a doença para Ciclana."
      },
      {
        "letra": "B",
        "texto": "não é considerada crime."
      },
      {
        "letra": "C",
        "texto": "é considerada como crime de abuso sexual."
      },
      {
        "letra": "D",
        "texto": "será considerada como crime somente se a doença foi realmente transmitida para Ciclana, comprovada por laudo pericial."
      },
      {
        "letra": "E",
        "texto": "será considerada crime apenas se Fulano tinha a intenção de transmitir a doença para Ciclana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386352",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao crime de homicídio é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de qualificadores impede o reconhecimento do homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "o crime de homicídio classifica-se como comum; unissubjetivo; material, em regra; de forma livre; doloso ou culposo; de dano e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "tratando-se de homicídio privilegiado é admitido o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a natureza do homicídio privilegiado é de circunstância atenuante especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "958177",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A culpa consciente ocorre quando o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo sem previsão do resultado que é previsível, avança na ação."
      },
      {
        "letra": "B",
        "texto": "quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "prevê o resultado, mas espera, sinceramente, que possa evitá-lo, pelo emprego de habilidades."
      },
      {
        "letra": "D",
        "texto": "não quer o resultado, mas assume o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "de outra forma, assumiu a responsabilidade de impedir o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826846",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Sujeito X conduzia seu veiculo automotor na via pública em velocidade compatível e na mão correta de direção. Ao mesmo tempo, teclava mensagens em seu telefone celular. Assim, acabou atropelando um jovem de 23 anos. Em face da hemorragia craniana sofrida, o jovem chegou a ficar em coma, ou seja, sofreu risco de morte durante cinco dias, tendo sobrevivido com algumas sequelas. Diante do exposto, por qual delito o sujeito X deverá responder?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delito de lesões corporais qualificadas graves, previsto pelo Código Penal."
      },
      {
        "letra": "B",
        "texto": "Delito de tentativa de homicídio, previsto pelo Código Penal, ficando as lesões absorvidas pelo crime de maior gravidade."
      },
      {
        "letra": "C",
        "texto": "Delito de lesões corporais culposas, previsto pelo Código Penal."
      },
      {
        "letra": "D",
        "texto": "Delito de lesões corporais culposas, previsto pelo Código de Trânsito Brasileiro."
      },
      {
        "letra": "E",
        "texto": "Crime de lesões corporais preterdolosas, previsto pelo Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "699723",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Tício Ponta Grossa nunca havia conduzido veículo. Ao ver seu pai sentindo fortes dores, conduz veículo em direção ao hospital. No trajeto atropela e mata João da Silva. Ao fazer isso, pratica uma conduta culposa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconsciente"
      },
      {
        "letra": "B",
        "texto": "imperita"
      },
      {
        "letra": "C",
        "texto": "imprudente"
      },
      {
        "letra": "D",
        "texto": "negligente"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "506101",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. Para fins do Direito Penal, dolo eventual e culpa consciente possuem conceitos equivalentes, no sentido de que o agente assume o risco de produzir o resultado danoso, ou seja, mesmo visualizado a possibilidade da ocorrência do ato ilícito, não interrompe a sua ação. II. A imprudência é uma culpa positiva “in agendo\", ou seja, o agente faz o que não deve. III. A negligência é uma forma de culpa negativa, “in ommitendo\".IV. A imperícia é a culpa técnica, em que o agente mostra-se inabilitado para o exercício de determinada profissão, embora possa estar credenciado por diploma, que é mera presunção de competência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Apenas o item IV é falso."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "478915",
    "metadata": "Ano: 2013 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "ACERCA DO TIPO DO INJUSTO (DOLOSO E CULPOSO), ASSINALE A ALTERNATIVA INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo, como elemento subjetivo geral, representando consciência e vontade de realizar os elementos objetivos do tipo, não exige a consciência da ilicitude, que é elemento da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Dentre os tipos penais que exigem um elemento subjetivo do injusto, estão aqueles que parte da doutrina denomina de delitos de tendência (intensificada), nos quais o tipo legal exige uma determinada tendência subjetiva na realização da conduta típica, como na satisfação da própria lascívia ou concupiscência, a intenção sexual ou a tendência voluptuosa, como tendência especial da ação."
      },
      {
        "letra": "C",
        "texto": "A culpa inconsciente é a culpa comum, que se verifica quando o autor prevê o resultado, mas espera que não ocorra."
      },
      {
        "letra": "D",
        "texto": "O agente que, com necandi animus, desfecha 2 tiros contra a vítima, atingindo-a e imediatamente a socorre, levando-a ao hospital onde é operada e salva, só responde pelo crime de lesão corporal na medida de sua gravidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "435948",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao plano subjetivo do crime,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as culpas concorrentes de regra se compensam."
      },
      {
        "letra": "B",
        "texto": "dolo indireto é aquele cometido com culpa consciente."
      },
      {
        "letra": "C",
        "texto": "não há tentativa de crime culposo e involuntário."
      },
      {
        "letra": "D",
        "texto": "de regra os crimes são culposos e, excepcionalmente, dolosos."
      },
      {
        "letra": "E",
        "texto": "a culpa inconsciente é impunível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433134",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Os elementos listados a seguir devem estar presentes necessariamente em qualquer espécie de crime culposo, à exceção de um. Assinale-o.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inobservância do dever objetivo de cuidado."
      },
      {
        "letra": "B",
        "texto": "Previsão pelo agente."
      },
      {
        "letra": "C",
        "texto": "Tipicidade."
      },
      {
        "letra": "D",
        "texto": "Resultado lesivo"
      },
      {
        "letra": "E",
        "texto": "Previsibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423156",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de crime de trânsito, com resultado morte, cujo elemento subjetivo tenha sido classificado como dolo eventual, em princípio não é possível incluir a qualificadora prevista no artigo 121, § 2º, inciso IV, do Código Penal"
      },
      {
        "letra": "B",
        "texto": "Para configurar o crime de homicídio ou infanticídio é necessário que o nascituro tenha respirado, pois em não havendo respiração o crime é de aborto."
      },
      {
        "letra": "C",
        "texto": "Em sede de homicídio culposo, é possível utilizar a causa de aumento de pena constante do artigo 121, § 4º, do Código Penal, relativa à inobservância de regra técnica de profissão, ainda que essa mesma causa tenha sido utilizada para a caracterização do próprio tipo penal."
      },
      {
        "letra": "D",
        "texto": "Em face da adoção, em nosso Código Penal, da teoria monista, quem auxilia a gestante a praticar aborto, responde, em concurso material com ela, pelo mesmo crime, qual seja: artigo 124, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "O parentesco não é agravante no crime de homicídio doloso, mas funciona como qualificadora. Art. 121 – Matar alguém (...). § 2º Se o homicídio é cometido: (...) IV – à traição, de emboscada ou mediante dissimulação ou outro recurso que dificulte ou torne impossível a defesa da vítima. (...) § 4º No homicídio culposo, a pena é aumentada de 1/3 (um terço) se o crime resulta de inobservância de regra técnica. Art. 124 – Provocar aborto em si mesma ou consentir que outrem lho provoque."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "414160",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Paulo, querendo matar Lucia, vem a jogá-la da janela do apartamento do casal. A vítima na queda não vem a falecer, apesar de sofrer lesões graves, tendo caído na área do apartamento térreo do prédio. Naquele local, vem a ser atacada por um cão raivoso que lhe causa diversas outras lesões que foram à causa de sua morte.De acordo com o caso apresentado e as lições acerca da teoria do crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo deverá responder por homicídio consumado, porque realizado o resultado por ele desejado desde o início."
      },
      {
        "letra": "B",
        "texto": "Paulo deverá responder por lesão corporal grave, em razão da quebra do nexo causal entre a sua conduta e o resultado morte."
      },
      {
        "letra": "C",
        "texto": "Paulo deverá responder por homicídio culposo, porque previsível que a queda por ele operada poderia causar a morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Paulo deverá responder por tentativa de homicídio por força do surgimento de causa superveniente relativamente independente que, por si só, causou o resultado."
      },
      {
        "letra": "E",
        "texto": "Paulo deverá responde por tentativa de homicídio, por força do surgimento de causa superveniente absolutamente independente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "404139",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando as teorias relativas ao tipo penal e os conceitos de crime doloso e crime culposo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se crime impossível, que enseja a exclusão da ilicitude, a conduta de tomar remédios para abortar, se, posteriormente, ficar comprovado que a autora nunca esteve grávida."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria do tipo indiciário, a tipicidade leva à presunção absoluta de ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "Adotando-se a teoria do tipo avalorado ou acromático, no caso de atropelamento com morte, a comprovação de que a vítima se jogou na frente do veículo para cometer suicídio seria relevante para a verificação da existência do fato típico."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria dos elementos negativos do tipo ou do tipo total de injusto, a legítima defesa configura causa excludente da tipicidade."
      },
      {
        "letra": "E",
        "texto": "De acordo com a legislação penal vigente, toda conduta de quem prevê o resultado é considerada dolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "388796",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao tipo culposo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpa gravíssima é chamada na doutrina de culpa temerária."
      },
      {
        "letra": "B",
        "texto": "para fins de tipicidade, discute-se unicamente se a previsibilidade deve ser aferida de acordo com a capacidade individual do agente (previsibilidade subjetiva)."
      },
      {
        "letra": "C",
        "texto": "na hipótese em que Mélvio, ao limpar sua arma de fogo, de forma imprudente, vem a efetuar um disparo acidental e atinge mortalmente Ticio, que acabara de entrar no recinto, estaria configurada a espécie de culpa denominada \"culpa consciente\", pois que previsivel o disparo da arma."
      },
      {
        "letra": "D",
        "texto": "no crime culposo a conduta é dirigida para um fim illcito. Ela é sempre bem dirigida para uma finalidade relevante sob o aspecto penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379926",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "São elementos caracterizadores da culpa inconsciente, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inobservância do cuidado objetivo."
      },
      {
        "letra": "B",
        "texto": "Comportamento humano voluntário."
      },
      {
        "letra": "C",
        "texto": "Produção de um resultado involuntário"
      },
      {
        "letra": "D",
        "texto": "Assunção por parte do agente do provável resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "353605",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta apenas crimes que admitem a modalidade culposa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal, peculato e homicídio."
      },
      {
        "letra": "B",
        "texto": "Homicídio, lesão corporal e aborto."
      },
      {
        "letra": "C",
        "texto": "Lesão corporal, aborto e infanticídio."
      },
      {
        "letra": "D",
        "texto": "Homicídio, dano e peculato."
      },
      {
        "letra": "E",
        "texto": "Dano, peculato e aborto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "353529",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue os próximos itens.O crime culposo advém de uma conduta involuntária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352113",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando as teorias que tratam do dolo eventual e da culpa consciente, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consoante a teoria do risco, pertencente ao grupo das teorias volitivas, o dolo eventual não tem como objeto o resultado típico, mas, apenas, a conduta típica, sendo necessário que o agente, primeiro, tenha conhecimento de que sua ação implica risco indevido e, segundo, assuma o risco da produção do resultado como decorrência provável da conduta tipificada como proibida."
      },
      {
        "letra": "B",
        "texto": "Com base na teoria do perigo desprotegido, também conhecida como teoria do perigo a descoberto, mesmo que a ocorrência do resultado lesivo fique na dependência do acaso e, portanto, fora da possibilidade de ser evitado pelo agente, poder-se-á falar, em princípio, tanto em dolo eventual quanto em culpa consciente, uma vez que somente a atitude subjetiva do agente em relação ao resultado mentalmente representado como possível é que poderá constituir referencial seguro para a distinção entre uma e outra hipótese típica."
      },
      {
        "letra": "C",
        "texto": "Uma variante da teoria do risco surge com base no critério do conhecimento sobre um perigo qualificado para o bem jurídico, segundo o qual o dolo se configura no caso em que a produção do resultado for provável e não meramente possível, examinando-se as condições específicas de atuação do agente e afastado o parâmetro genérico fornecido pelo homem sensato ou cuidadoso."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria da representação, também denominada teoria da possibilidade, integrante do grupo das teorias intelectivas, haverá dolo eventual se o agente admitir, conscientemente, a possibilidade da ocorrência do resultado. Com base nessa teoria, portanto, culpa é sempre culpa inconsciente, não existindo culpa consciente. Assim, a distinção entre dolo e culpa está associada ao conhecimento ou ao desconhecimento, por parte do agente, dos elementos do tipo objetivo: o conhecimento configura o dolo; o desconhecimento caracteriza a culpa."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria do consentimento ou da aprovação, pertencente ao grupo das teorias volitivas, para a configuração do dolo eventual, é necessário que o agente se conforme com a produção do resultado, aceitando-o, mesmo que a posteriori, ou seja, ainda que não o tenha previsto no momento da prática da conduta típica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "343513",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que se refere aos crimes culposos e à confissão, julgue os seguintes itens.Para a caracterização do crime culposo, a culpa consciente se equipara à culpa inconsciente ou comum.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "343512",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que se refere aos crimes culposos e à confissão, julgue os seguintes itens.De acordo com o STJ, a confissão qualificada enseja o reconhecimento da circunstância atenuante da confissão espontânea, prevista no art. 65 do CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "323836",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos, formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue os itens que se seguem.A culpa inconsciente distingue-se da culpa consciente no que diz respeito à previsão do resultado: na culpa consciente, o agente, embora prevendo o resultado, acredita sinceramente que pode evitá-lo; na culpa inconsciente, o resultado, embora previsível, não foi previsto pelo agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322477",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considerando que, em determinada casa noturna, tenha ocorrido, durante a apresentação de espetáculo musical, incêndio acidental em decorrência do qual morreram centenas de pessoas e que a superlotação do local e a falta de saídas de emergência,entre outras irregularidades,tenham contribuído para esse resultado, julgue os itens seguintes.A causa jurídica das mortes,nesse caso, pode ser atribuída a acidente ou a suicídio, descartando-se a possibilidade de homicídio, visto que não se pode supor que promotores,realizadores e apresentadores de shows em casas noturnas tenham, deliberadamente,intenção de matar o público presente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317972",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No tocante aos crimes dolosos e culposos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em tese, o homicídio culposo traz como consequência uma pena mais grave se comparada à pena do homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "A negligência e a imperícia estão diretamente relacionadas ao crime culposo."
      },
      {
        "letra": "C",
        "texto": "Todo e qualquer crime de trânsito que venha a causar a morte de alguém é considerado doloso."
      },
      {
        "letra": "D",
        "texto": "No crime doloso, a lei não pune a simples tentativa de cometê-lo, enquanto que, no culposo, a tentativa é punida pela lei."
      },
      {
        "letra": "E",
        "texto": "O crime culposo caracteriza-se quando uma pessoa possui a vontade e a consciência de cometer um crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "315286",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Caso seja comprovada imperícia, negligência ou imprudência da tripulação, esta poderá responder judicialmente pelo crime de homicídio em relação às mortes ocorridas no naufrágio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312825",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Aquele que assume o risco de produzir um resultado criminoso comete crime movido por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa."
      },
      {
        "letra": "B",
        "texto": "imprudência."
      },
      {
        "letra": "C",
        "texto": "dolo."
      },
      {
        "letra": "D",
        "texto": "imperícia."
      },
      {
        "letra": "E",
        "texto": "negligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312517",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Há mera culpa consciente, e não dolo eventual, quando o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atua sem se dar conta de que sua conduta é perigosa, e de que desatende aos cuidados necessários para evitar a produção do resultado típico, por puro desleixo e desatenção."
      },
      {
        "letra": "B",
        "texto": "não quer diretamente a realização do tipo, mas a aceita como possível ou até provável, assumindo o risco da produção do resultado."
      },
      {
        "letra": "C",
        "texto": "conhece a periculosidade da sua conduta, prevê o resultado típico como possível,mas age deixando de observar a diligência a que estava obrigado, por confiar que este não se verificará."
      },
      {
        "letra": "D",
        "texto": "quer o resultado representado como fim de sua ação, sendo sua vontade dirigida à realização do fato típico."
      },
      {
        "letra": "E",
        "texto": "não dá causa ao resultado, do qual depende a existência do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305406",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Autoria e coautoria",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Dois veículos chocaram-se em um cruzamento. Em razão da colisão, um dos motoristas fraturou um braço, o que o impossibilitou de trabalhar por seis meses. O outro motorista teve uma luxação no joelho direito. O fato foi apurado pela delegacia local, restando cabalmente provado que os motoristas de ambos os carros concorreram para a colisão, pois um, em face da ausência de manutenção, estava sem freio, e o outro havia avançado o sinal e estava em velocidade acima da permitida.Assim, conclui-se que se trata de hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoria colateral."
      },
      {
        "letra": "B",
        "texto": "compensação de culpa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal culposa, preceituada no artigo 129, § 6º doCP."
      },
      {
        "letra": "D",
        "texto": "aberratio delicti ."
      },
      {
        "letra": "E",
        "texto": "culpa consciente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302550",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "João, que nunca usou uma arma de fogo, manuseia uma e acaba por dispará-la, matando José, que a tudo assistia ao seu lado. Ao fazer isso, pratica uma conduta culposa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imprudente"
      },
      {
        "letra": "B",
        "texto": "negligente"
      },
      {
        "letra": "C",
        "texto": "imperita"
      },
      {
        "letra": "D",
        "texto": "inconsciente"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "300618",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação aos crimes dolosos e culposos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpa estará caracterizada se o agente previu o resultado e assumiu o risco de produzi-lo."
      },
      {
        "letra": "B",
        "texto": "o dolo estará caracterizado quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "a culpa consciente estará caracterizada quando o agente assumiu o risco de produzir o resultado do crime."
      },
      {
        "letra": "D",
        "texto": "o dolo estará caracterizado se o agente previu o resultado, mas não assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "com fundamento na parte geral do Código Penal, o agente será responsabilizado pela prática de crime culposo se praticar uma conduta prevista na lei como crime doloso, mas tenha agido com imprudência, imperícia ou negligência, independentemente da previsão legal do crime na modalidade culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "297858",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Nos crimes culposos, é dispensável a produção do resultado naturalístico involuntário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "297783",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, não comete crime aquele que age:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por culpa."
      },
      {
        "letra": "B",
        "texto": "em embriaguez fortuita."
      },
      {
        "letra": "C",
        "texto": "no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "em embriaguez completa."
      },
      {
        "letra": "E",
        "texto": "sob violenta emoção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297782",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Direito Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se tentado o crime, quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "O crime é tentado quando o agente causa o resultado por imprudência."
      },
      {
        "letra": "C",
        "texto": "O crime é consumado quando o agente assumiu o risco de produzi-lo."
      },
      {
        "letra": "D",
        "texto": "O crime é culposo quando o agente assumiu o risco de produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791266",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto às teorias sobre a conduta penal, a doutrina formulou basicamente três correntes: a teoria causalista, a teoria social e a teoria moderada."
      },
      {
        "letra": "B",
        "texto": "A relação de causalidade é definida, doutrinariamente, como o evento, natural ou humano, que não possua qualquer ligação com o resultado criminoso, sendo, pois, atribuído ao acaso."
      },
      {
        "letra": "C",
        "texto": "A análise da tipicidade consiste na verificação quanto à periculosidade do agente frente à sociedade, quando, pois, o juiz indica ser necessária ou não a reprimenda penal."
      },
      {
        "letra": "D",
        "texto": "Aquele que atua com negligência pratica o crime sob a forma do dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Para a caracterização do crime culposo exige-se, dentre outros requisitos, a conduta inicial voluntária, a violação de dever de cuidado e a previsibilidade objetiva do resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426542",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Observando temas do Direito Penal, analise as assertivas abaixo e após marque a única alternativa correta:I - Conforme já constou em jurisprudência do Supremo Tribunal Federal, dolo eventual e culpa consciente apresentam aspecto comum, qual seja, a previsão do resultado ilícito. II - À consumação do crime de roubo é suficiente a verificação de que, cessada a clandestinidade ou a violência, tenha o agente tido a posse da coisa subtraída, ainda que retomada logo em seguida.III - Não se mostra necessária a apreensão e a perícia da arma de fogo empregada no roubo para comprovar o seu potencial lesivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321530",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em conformidade com a Teoria Geraldo Crime,é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto;"
      },
      {
        "letra": "B",
        "texto": "havendo desistência voluntária ou arrependimento eficaz o agente não responde pelo crime consumado, mas sim por mera tentativa;"
      },
      {
        "letra": "C",
        "texto": "segundo a concepção normativa há crime sem resultado;"
      },
      {
        "letra": "D",
        "texto": "havendo crime impossível, não se pune a tentativa, mas o agente responderá pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo essencial, desde que inescusável, exclui dolo e culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311774",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com relação ao crime culposo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imprudência é uma omissão, uma ausência de precaução em relação ao ato realizado."
      },
      {
        "letra": "B",
        "texto": "Na culpa consciente, o resultado não é previsto pelo agente, embora previsível."
      },
      {
        "letra": "C",
        "texto": "O resultado involuntário trata de elemento do fato típico culposo."
      },
      {
        "letra": "D",
        "texto": "Na culpa imprópria, o resultado não é previsto, embora seja previsível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "294908",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Auto acusar-se falsamente perante a autoridade policial ou judicial se constitui em crime, inexistindo na modalidade culposa. II. Havendo embriaguez preordenada, será ela caso de inimputabilidade penal. III. A imputabilidade penal se confunde com a responsabilidade penal, já que corresponde às consequências jurídicas oriundas da prática de uma infração. IV. As causas especiais de aumento e de diminuição da pena estão previstas tanto na parte geral quanto na parte especial do Código Penal. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "287514",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal Brasileiro adotou a teoria da actio libera in causa."
      },
      {
        "letra": "B",
        "texto": "As leis temporárias e excepcionais são ultra-ativas."
      },
      {
        "letra": "C",
        "texto": "No crime de apropriação indébita, o dolo do agente é subsequente à posse do bem."
      },
      {
        "letra": "D",
        "texto": "O delito de lesão corporal seguida de morte, previsto no art. 129, § 3o , do Código Penal, contempla hipótese de crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "A imprudência, a negligência e a imperícia são modalidades da culpa consciente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286452",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes culposos, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na culpa inconsciente, o autor não prevê resultado previsível de lesão ao bem jurídico; na culpa consciente, o autor prevê resultado previsível de lesão ao bem jurídico, mas confia poder evitar;"
      },
      {
        "letra": "B",
        "texto": "O erro de tipo evitável sobre a posição de garantidor do bem jurídico admite imputação penal do fato por omissão de ação imprópria, na modalidade culposa, se prevista em lei;"
      },
      {
        "letra": "C",
        "texto": "A imputação do resultado de lesão do bem jurídico ao autor pode ser excluída em hipóteses de resultados situados fora da área de proteção do tipo – como a autoexposição a perigo, por exemplo;"
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria da culpabilidade adotada pelo Código Penal brasileiro, o erro de tipo evitável e o erro de tipo permissivo evitável podem ser punidos a título de culpa, havendo previsão em lei;"
      },
      {
        "letra": "E",
        "texto": "Para a teoria da individualização, a capacidade individual, que orienta o juízo sobre o dever de cuidado ou o risco permitido, deve ser verificada na culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270498",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A conduta de quem erra culposamente sobre a legitimidade da ação, e a pratica, supondo legítima, deverá ser punida, caso presentes os elementos do conceito analítico de crime, a título de culpa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "própria."
      },
      {
        "letra": "B",
        "texto": "consciente."
      },
      {
        "letra": "C",
        "texto": "inconsciente."
      },
      {
        "letra": "D",
        "texto": "por assimilação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "241472",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética.Luís trafegava a 65 km/h por uma via cujo limite máximo de velocidade era de 50 km/h. Augusto, que trafegava pela mesma via a 50 km/h, tendo ignorado o sinal luminoso vermelho indicativo de “Pare”, colidiu seu veículo contra o dirigido por Luís. Em decorrência da colisão, Paulo, um pedestre que passava pelo local do acidente, foi atropelado. Os três, Luís, Augusto e Paulo, ficaram gravemente feridos. Nessa situação, deve-se aplicar a Luís e a Augusto a concorrência de culpas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "239354",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Há algum ponto de semelhança entre condutas praticadas com culpa consciente e dolo eventual? Aponte a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim. Tanto na culpa consciente quanto no dolo eventual há a aceitação do resultado"
      },
      {
        "letra": "B",
        "texto": "Sim. Tanto na culpa consciente quanto no dolo eventual o agente prevê o resultado."
      },
      {
        "letra": "C",
        "texto": "Não. Não há nenhum ponto de semelhança nas condutas em questão"
      },
      {
        "letra": "D",
        "texto": "Sim. Em ambas o elemento subjetivo da conduta é o dolo."
      },
      {
        "letra": "E",
        "texto": "Não Pois a aceitação do resultado na culpa consciente é elemento normativo da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239284",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "I – Ao contrário do que ocorre no Processo Penal, na contagem dos prazos previstos no Código Penal computa-se o dia do começo e exclui-se o do vencimento. Esta regra deve ser observada para os prazos prescricionais, de decadência e os de duração das penas. II – O crime preterdoloso é um misto de dolo e culpa, com culpa na conduta antecedente e dolo no resultado conseqüente. III – O princípio da consunção é uma forma de solução do conflito aparente de normas a ser aplicado quando um fato definido por uma norma incriminadora constitui meio necessário ou fase normal de preparação ou execução de outro crime. IV – A identificação do dolo ou da culpa na conduta do agente é uma maneira de limitar o alcance da Teoria da Equivalência dos Antecedentes Causais (“conditio sine qua non”). V – Para configuração do crime impossível exige-se a impropriedade absoluta do objeto e também a ineficácia absoluta do meio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "215023",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "A respeito do dolo e da culpa, é certo que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a negligência é o comportamento doloso realizado com precipitação ou insensatez."
      },
      {
        "letra": "B",
        "texto": "o dolo eventual tem previsão legal diferente do dolo direto para fins de aplicação da pena."
      },
      {
        "letra": "C",
        "texto": "a imprudência é a modalidade da culpa em que o agente, por descuido ou desatenção, deixa de tomar o cuidado que determinada atividade exigia."
      },
      {
        "letra": "D",
        "texto": "ninguém pode ser punido por fato previsto como crime, salvo os casos expressos em lei, senão quando o pratica dolosamente."
      },
      {
        "letra": "E",
        "texto": "se o agente e o ofendido agiram com culpa, a culpa de um compensa a do outro, excluindo a conduta delituosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "214966",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Na culpa consciente, o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevê o resultado, mas não se importa que o mesmo venha a ocorrer."
      },
      {
        "letra": "B",
        "texto": "não prevê o resultado, mas lhe dá causa por imprudência."
      },
      {
        "letra": "C",
        "texto": "prevê o resultado, mas espera, sinceramente, que não ocorrerá."
      },
      {
        "letra": "D",
        "texto": "não prevê o resultado, mas lhe dá causa por negligência."
      },
      {
        "letra": "E",
        "texto": "não prevê o resultado, mas lhe dá causa por imperícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432579",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Antijuridicidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O consentimento do ofendido ou do titular do bem jurídico é causa supralegal de exclusão da culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "A culpa consciente é a culpa com previsão, ocorrendo quando o agente prevê que sua conduta deve levar a um certo resultado lesivo, embora acredite, firmemente, que tal evento não se realizará, confiando na sua boa fortuna."
      },
      {
        "letra": "C",
        "texto": "A lei permite que qualquer pessoa alegue o estado de necessidade justificante como causa legal de exclusão da ilicitude, ainda que tenha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "No concurso material de crimes, quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "E",
        "texto": "A potencial consciência da ilicitude é elemento que integra o juízo de tipicidade, sendo indispensável para a caracterização do elemento subjetivo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "298965",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em matéria de dolo e culpa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável a previsibilidade do resultado pelo agente nos crimes culposos."
      },
      {
        "letra": "B",
        "texto": "é prescindível o nexo causal entre a conduta e o resultado nos crimes culposos."
      },
      {
        "letra": "C",
        "texto": "há culpa consciente quando o agente não prevê o resultado, embora este seja previsível."
      },
      {
        "letra": "D",
        "texto": "excluem a culpabilidade, se ausentes."
      },
      {
        "letra": "E",
        "texto": "o agente só responderá pelo resultado que agrava especialmente a pena quando o houver causado dolosamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235162",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime impossível"
    ],
    "enunciado_principal": "Em relação aos crimes impossível, doloso, culposo e preterdoloso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito preterdoloso ocorre quando o agente quer praticar um crime e, por excesso, produz culposamente um resultado mais grave que o desejado inicialmente, como ocorre, invariavelmente, no delito de latrocínio."
      },
      {
        "letra": "B",
        "texto": "O delito putativo por erro de tipo é espécie de crime impossível, dada a impropriedade absoluta do objeto, e ocorre quando o agente não sabe, devido a um erro de apreciação da realidade, que está cometendo um delito."
      },
      {
        "letra": "C",
        "texto": "Se um agente público exigir vantagem econômica indevida de um cidadão, a fim de não lavrar auto de infração de trânsito e as autoridades policiais, previamente alertadas, efetuarem a prisão em flagrante do agente antes da entrega programada da quantia acertada, configurar-se-á crime impossível por ineficácia absoluta do meio empregado."
      },
      {
        "letra": "D",
        "texto": "Não há crime comissivo por omissão sem que exista o especial dever jurídico de impedir o dano ou o perigo ao bem jurídico tutelado, sendo, também, indispensável, nos delitos comissivos por omissão dolosa, a vontade de omitir a ação devida."
      },
      {
        "letra": "E",
        "texto": "Não é admitida, no ordenamento jurídico brasileiro, a possibilidade do concurso de pessoas em crime culposo, que ocorre mediante a comprovação do vínculo psicológico entre a cooperação consciente de alguém e a conduta culposa de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "219453",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Com referência aos delitos dolosos e culposos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza culpa imprópria por assimilação, extensão ou equiparação o fato de o agente responder por crime doloso embora tenha praticado a ação com culpa consciente, nos casos de erro vencível, nas descriminantes putativas."
      },
      {
        "letra": "B",
        "texto": "O dolo direto classifica-se em alternativo e eventual: o primeiro ocorre quando o aspecto volitivo do agente se encontra direcionado de maneira alternativa em relação ao resultado ou à vítima; o segundo, quando o agente, embora não querendo praticar diretamente a infração penal, assume o risco de produzir o resultado que por ele já havia sido previsto e aceito"
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Por imprudência no trânsito, Abel atropelou um pedestre. Ao descer do veículo para prestar socorro à vítima, percebeu que ela era um inimigo seu, razão pela qual deixou de socorrê-la. A vítima faleceu em consequência dos ferimentos provocados pelo atropelamento. Nessa situação, caracterizou-se o dolo subsequente, que consiste na conversão da ação imprudente em fato doloso."
      },
      {
        "letra": "D",
        "texto": "Caracteriza-se como imprudência a conduta positiva praticada pelo agente que, por não observar o dever de cuidado, causa o resultado lesivo que lhe era previsível; como negligência, o ato de deixar de fazer o que a diligência normal impõe; e como imperícia, a inaptidão permanente, ou seja, não momentânea, do agente para o exercício de arte, profissão ou ofício."
      },
      {
        "letra": "E",
        "texto": "A culpa inconsciente distingue-se da consciente no que diz respeito à previsão do resultado: naquela, este, embora previsível, não é previsto pelo agente; nesta, o resultado é previsto, mas o agente acredita sinceramente que não será responsabilizado, por confiar em suas habilidades pessoais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "205291",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Julgue as assertivas sobre a omissão penalmente relevante e os crimes culposos, marcando a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ordenamento jurídico brasileiro admite a punibilidade dos crimes omissivos próprios e impróprios praticados com dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Na omissão imprópria, a ingerência corresponde à obrigação legal de cuidado, proteção ou vigilância, caracterizando a figura do garante."
      },
      {
        "letra": "C",
        "texto": "A culpa inconsciente diferencia-se do dolo eventual na medida em que o agente, embora represente a possível produção do resultado típico lesivo, acredita na sua não ocorrência."
      },
      {
        "letra": "D",
        "texto": "São elementos objetivos necessários dos tipos penais omissivos próprios e impróprios: situação de perigo para o bem jurídico, produção do resultado naturalístico típico, poder concreto de ação, omissão da ação mandada e posição de garante."
      },
      {
        "letra": "E",
        "texto": "Na omissão é possível caracterizar-se a participação em qualquer de suas formas, a saber, a determinação, a instigação e o auxílio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204599",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "No tocante ao crime culposo, é possível assegurar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inobservância de disposição regulamentar não faz presumir a culpa."
      },
      {
        "letra": "B",
        "texto": "a culpa concorrente da vítima exclui a do acusado."
      },
      {
        "letra": "C",
        "texto": "é desnecessária previsão de punição a título de culpa na respectiva figura penal."
      },
      {
        "letra": "D",
        "texto": "é admissível a tentativa."
      },
      {
        "letra": "E",
        "texto": "é dispensável a previsibilidade do resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "197586",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo"
    ],
    "enunciado_principal": "Em relação ao crime culposo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é sempre possível a tentativa."
      },
      {
        "letra": "B",
        "texto": "só é possível a tentativa na chamada culpa consciente."
      },
      {
        "letra": "C",
        "texto": "nunca é possível a tentativa."
      },
      {
        "letra": "D",
        "texto": "é possível a tentativa na culpa imprópria."
      },
      {
        "letra": "E",
        "texto": "é possível a tentativa na culpa inconsciente."
      }
    ],
    "gabarito": "D"
  }
]