[
  {
    "id": "3530666",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública e contra a administração pública, julgue o item subsequente, com base na legislação de regência, na doutrina e na jurisprudência dos tribunais superiores. Aquele que, agindo fraudulentamente e sob o falso pretexto de influir em uma decisão judicial, ludibria alguém e recebe dinheiro da pessoa enganada comete crime de tráfico de influência, não podendo a pessoa que entrega o dinheiro ser responsabilizada por tentativa de corrupção passiva, pois houve um delito putativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3149661",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Calumbi - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A conduta do servidor público que utiliza informações privilegiadas para obter vantagens pessoais ou para beneficiários terceiros caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "Interesse público."
      },
      {
        "letra": "C",
        "texto": "Sigilo funcional."
      },
      {
        "letra": "D",
        "texto": "Imparcialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231966",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tráfico de influência"
    ],
    "enunciado_principal": "A conduta de obter, para si, promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Tráfico de Influência."
      },
      {
        "letra": "D",
        "texto": "Exploração de Prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171652",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Daniel, ao ter conhecimento de que um colega de trabalho foi vítima de determinado crime contra o patrimônio, ensejando elevado prejuízo financeiro, dirigiu-se a ele e, agindo com dolo, solicitou, para si, a quantia de três salários mínimos, a pretexto de influir em ato praticado por policiais civis da Delegacia de Polícia da cidade, com o objetivo de agilizar as investigações. Disse, por fim, que os referidos agentes públicos eram seus amigos há anos e que atenderiam ao seu pleito. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Daniel responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3102160",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Quem pratica a conduta típica de “Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "desobediência."
      },
      {
        "letra": "C",
        "texto": "resistência."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3052177",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Leopoldina - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tráfico de influência"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 – Código Penal, a ocasião de particular que exige para si promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função, classifica-se como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3029141",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Um particular se encaminhou à sede do Departamento de Trânsito (DETRAN) do estado Alfa com o objetivo de realizar a vistoria do seu veículo automotor. Contudo, em razão das diversas irregularidades constatadas, o automóvel não passou no exame conduzido pelo servidor Caio, que ocupa um cargo público junto ao DETRAN. Dessa forma, Matheus, despachante que presenciou os fatos, se aproximou do particular e solicitou dois mil reais, para si, a pretexto de influir e reverter a decisão tomada pelo agente público. Nesse cenário, considerando as disposições do Código Penal, Matheus responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa;"
      },
      {
        "letra": "B",
        "texto": "exploração de prestígio;"
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal;"
      },
      {
        "letra": "D",
        "texto": "tráfico de influência;"
      },
      {
        "letra": "E",
        "texto": "patrocínio infiel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2497989",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Um dos crimes mais comuns praticados por particular contra a Administração em geral é o de tráfico de influência. Esse crime pode ser definido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpar o exercício de função pública;"
      },
      {
        "letra": "B",
        "texto": "opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo;"
      },
      {
        "letra": "C",
        "texto": "desobedecer a ordem legal de funcionário público;"
      },
      {
        "letra": "D",
        "texto": "oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício;"
      },
      {
        "letra": "E",
        "texto": "solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2457369",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A Receita Federal, após denúncia realizada por um consumidor, procedeu à fiscalização do estabelecimento comercial de titularidade de Matheus, ocasião em que diversas irregularidades tributárias foram constatadas. Muito preocupado, o empresário comentou os eventos com João, amigo de longa data, o qual lhe disse que é próximo de Caio, agente público e auditor da Receita Federal responsável pelo procedimento administrativo deflagrado em desfavor de Matheus. Em assim sendo, João solicitou ao empresário a entrega de cinco mil reais, a pretexto de influir na decisão que será tomada por Caio no procedimento administrativo que está em andamento. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João responderá pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2388752",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "No âmbito dos crimes contra a administração pública, o ato de solicitar para si vantagem a pretexto de influir em ato praticado por funcionário público, insinuando o agente que a vantagem é também destinada ao funcionário público, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência na modalidade comum."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência com causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2377804",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Penal sobre os crimes contra a Administração Pública, assinale a alternativa que apresenta corretamente a definição legal do crime de tráfico de influência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício"
      },
      {
        "letra": "B",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função"
      },
      {
        "letra": "C",
        "texto": "Desacatar funcionário público no exercício da função ou em razão dela"
      },
      {
        "letra": "D",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria"
      },
      {
        "letra": "E",
        "texto": "Importar ou exportar mercadoria proibida"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2373880",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Carnaúba dos Dantas - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Consoante as disposições do Código Penal (Decreto-Lei n.º 2.848/1940), o particular que solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função, incide no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2356707",
    "metadata": "Ano: 2023 | Banca: COTEC | Órgão: Prefeitura de Unaí - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere as afirmativas a seguir. I - Considera-se corrupção ativa em transação comercial internacional: prometer, oferecer ou dar, direta ou indiretamente, vantagem indevida a funcionário público estrangeiro, ou a terceira pessoa, para determiná-lo a praticar, omitir ou retardar ato de ofício relacionado à transação comercial internacional. II - Considera-se tráfico de influência em transação comercial internacional: obter, para si ou para outrem, direta ou indiretamente, vantagem ou promessa de vantagem a pretexto de influir em ato praticado por funcionário público estrangeiro, no exercício de suas funções, relacionado à transação comercial internacional. III - Considera-se funcionário público estrangeiro: quem, ainda que transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública em entidades estatais ou em representações diplomáticas de país estrangeiro. IV - Considera-se tráfico de influência em transação comercial internacional: prometer, oferecer ou dar, direta ou indiretamente, vantagem indevida a funcionário público estrangeiro, ou a terceira pessoa, para determiná-lo a praticar, omitir ou retardar ato de ofício relacionado à transação comercial internacional. V - Equipara-se a funcionário público estrangeiro: quem exerce cargo, emprego ou função em empresas controladas, diretamente ou indiretamente, pelo Poder Público de país estrangeiro ou em organizações públicas internacionais. Está CORRETO apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2294326",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considerando o Código Penal em vigência, sobre os Crimes Contra a Administração Pública, marque V para as afirmativas verdadeiras e F para as falsas. ( ) No crime de peculato aplica-se a mesma pena, se o funcionário público, embora não tendo a posse do dinheiro, valor ou bem, o subtrai, ou concorre para que seja subtraído, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário. ( ) Configura-se o crime de concussão a conduta do funcionário que exige tributo ou contribuição social sabendo, ou que deveria saber indevido, empregando na cobrança meio vexatório ou gravoso, que a lei não autoriza. ( ) Condescendência criminosa é a ação de retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. ( ) Resistência é a conduta de opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. ( ) Configura-se como tráfico de influência solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "F, F, V, V, F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2264197",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa",
      "Contrabando",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, aquele que exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, está a praticar o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "contrabando."
      },
      {
        "letra": "D",
        "texto": "corrupção Ativa."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2257652",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Funcionário público de hierarquia superior tem conhecimento que seu subordinado praticou uma infração no exercício do cargo. Contudo, por indulgência e por lhe faltar competência, não tomou qualquer medida. Neste caso, é correto concluir que o funcionário de hierarquia superior",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou prevaricação."
      },
      {
        "letra": "B",
        "texto": "praticou tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "praticou condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "é coautor, por omissão, da infração administrativa praticada por seu subordinado."
      },
      {
        "letra": "E",
        "texto": "não cometeu crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2236237",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Crimes próprios são aqueles que seu tipo penal exige condições especiais do sujeito ativo do crime. São crimes próprios, praticados por funcionário público, EXCETO, de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "abandono de função."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2211797",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de usurpar o exercício de função pública, previsto no artigo 328 do Codigo Penal, consiste na conduta de o agente se intitular funcionário público perante terceiros, ainda que não pratique atos inerentes ao ofício."
      },
      {
        "letra": "B",
        "texto": "Recusar-se a atender ordem legal de funcionário público consiste no crime de resistência, previsto no artigo 329 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O desacato, previsto no artigo 331, do Código Penal, somente se perfaz quando a ofensa for feita contra funcionário que está executando suas funções, não se valendo em caso de folga."
      },
      {
        "letra": "D",
        "texto": "O crime conhecido como tráfico de influência, previsto no artigo 332 do Código Penal, pode ser praticado por qualquer pessoa, inclusive por funcionário público."
      },
      {
        "letra": "E",
        "texto": "Retardar ou deixar de praticar ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal configura o crime de prevaricação, previsto no artigo 319 do Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2210002",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Tício, morador da cidade X, está inconformado com o aumento do valor do IPTU de sua cidade, e convoca a população para ir às ruas manifestar contra a atual gestão. Ao chegar em frente à prefeitura, Tício e os manifestantes se deparam com a tropa de choque da polícia militar, que determina a sua retirada imediata do local. No entanto, Tício tira do bolso um bolo de dinheiro equivalente a R$ 1.000,00, dizendo ao policial que o abordou que o pagará para deixá-los continuar com a manifestação. Com base nessas informações, é possível afirmar que Tício cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2162299",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Ronaldo, que é servidor público, recebe a denúncia anônima de que um subordinado está utilizando indevidamente bens públicos para fins particulares. Apesar de ter competência para tomar alguma medida para responsabilizá-lo, Ronaldo decide não agir, por clemência. Nessa situação hipotética, Ronaldo praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2161558",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O funcionário público que retarda ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica prevaricação."
      },
      {
        "letra": "B",
        "texto": "pratica corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "pratica corrupção passiva privilegiada."
      },
      {
        "letra": "D",
        "texto": "é coautor em crime de tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "não pratica crime algum, pois, o ato, apesar de retardado, foi praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084520",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "João Paulo, corretor de imóveis, obteve vantagem pecuniária paga por contribuinte de IPTU, sob o pretexto de que influiria em lançamento fiscal praticado por determinado funcionário público municipal. Nesse caso, houve a prática de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "crime de advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "crime de corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2048204",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O funcionário público que deixa de praticar ato de ofício, com infração de dever funcional, cedendo a pedido de indivíduo de fora da administração pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva privilegiada."
      },
      {
        "letra": "D",
        "texto": "facilitação de descaminho."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2191128",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Thor, conhecido guarda de trânsito municipal de Capetinga/MG, se dirigiu em um dia de folga, à Secretaria de Educação do citado município para questionar todos aqueles envolvidos com a distribuição das vagas nas escolas públicas municipais do bairro onde reside, acerca da impossibilidade de matrícula de seu filho na escola mais próximo de sua residência. Contudo, chegando lá, Thor passou a insultar Natasha, a estagiária que estava lhe atendendo, usando para tanto de palavras de baixo calão e, inclusive, dizendo que iria lhe perseguir para autuá-la (multa de trânsito) quando estivesse de serviço, pois lhe conhecia e sabia onde a mesma estacionava seu veículo durante as aulas noturnas da faculdade que estava cursando. Acerca da conduta de Thor face a Natasha, durante sua estadia na Secretaria de Educação do supracitado município, temos que o mesmo cometeu, dentre as condutas criminosas abaixo, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência"
      },
      {
        "letra": "B",
        "texto": "corrupção ativa"
      },
      {
        "letra": "C",
        "texto": "desacato"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2191127",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Resistência",
      "Desobediência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Dentre as condutas descritas abaixo, assinale aquela que não se refere a um tipo penal praticado por particular contra a Administração Pública",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Concussão"
      },
      {
        "letra": "C",
        "texto": "Desobediência"
      },
      {
        "letra": "D",
        "texto": "Tráfico de Influência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2066694",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere as seguintes situações hipotéticas: I. Ronaldo, opôs-se à execução de ato legal, mediante violência contra Eduardo, empresário que ali estava prestando auxílio a Gabriel, oficial de justiça competente para executar o referido ato. II. Marlene exigiu para si alguma vantagem de Elisabete, a pretexto de influir em ato praticado por Rafael, funcionário público, no exercício da função que ele desempenhava. Diante do exposto, e com base nas informações acima, em tese, Ronaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de lesão corporal culposa e Marlene praticou o crime de concussão."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de desacato e Marlene praticou o crime de peculato."
      },
      {
        "letra": "C",
        "texto": "não praticou qualquer crime, pois Eduardo não é funcionário público, enquanto Marlene praticou o crime de advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de desobediência e Marlene praticou o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de resistência e Marlene praticou o crime de tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2059781",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de Colíder - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Em consonância com o Código Penal Brasileiro, o crime de tráfico de influência consiste em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "B",
        "texto": "iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "C",
        "texto": "importar ou exportar mercadoria proibida."
      },
      {
        "letra": "D",
        "texto": "solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "E",
        "texto": "impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1985501",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a Administração Pública, assinale a alternativa que apresenta corretamente a definição de tráfico de influência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício"
      },
      {
        "letra": "B",
        "texto": "Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário"
      },
      {
        "letra": "C",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente"
      },
      {
        "letra": "D",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1935032",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "João Carlos foi abordado por policiais militares no bairro da Bolacha/RS, portando uma arma de fogo de uso permitido com numeração suprimida. João foi preso em flagrante, e encaminhado à delegacia policial, para deflagração dos respectivos procedimentos investigatórios. Acontece que, Carlos Alberto, particular, tomando conhecimento da prisão de seu velho amigo João, entra em contato com este, solicitando a quantia de R$10.000,00, sob o falso pretexto de exercer influência sobre o delegado responsável pelo inquérito, a fim de encerrar o inquérito policial. No que se refere ao crime praticado por Carlos Alberto, assinale a alternativa que corresponde à correta capitulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advocacia Administrativa."
      },
      {
        "letra": "B",
        "texto": "Exploração de prestígio."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1904367",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O indivíduo que solicita vantagem para si, a pretexto de influir em ato praticado por funcionário público no exercício da função, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1893446",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Corrupção passiva",
      "Prevaricação",
      "Advocacia administrativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "No exercício da atividade de autoridade policial, o candidato recebe uma notícia dizendo que Roberto, vereador, aceitou e exerceu a indicação de pessoas para o preenchimento de três cargos em comissão na estrutura da Câmara Legislativa do seu Município em troca do compromisso de não compor chapa diversa e de votar favoravelmente àquela encabeçada pelo então presidente do legislativo municipal, Fábio. A investigação realizada de maneira exauriente não revelou o pagamento ou recebimento de qualquer vantagem que possa ser considerada ilícita, de maneira direta ou indireta. Diante desse cenário, quando da elaboração do relatório final, o comportamento noticiado deve ser enquadrado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "atípico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886830",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O particular que solicita vantagem econômica de suspeito sob falso pretexto de exercer influência sobre o delegado responsável pelo inquérito policial, para que não o indicie, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1837518",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O crime de “Tráfico de Influência”, previsto no Código Penal (Decreto-lei nº 2.848/40) tem a conduta típica de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "B",
        "texto": "Importar ou exportar mercadoria proibida."
      },
      {
        "letra": "C",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "E",
        "texto": "Impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134390",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Tráfico de influência"
    ],
    "enunciado_principal": "João, oficial de justiça, solicita o pagamento de dois mil reais para não cumprir rapidamente um mandado de citação, o que acaba ocorrendo. Nessa situação, João sujeita-se às penas previstas para o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão;"
      },
      {
        "letra": "B",
        "texto": "corrupção passiva simples;"
      },
      {
        "letra": "C",
        "texto": "prevaricação;"
      },
      {
        "letra": "D",
        "texto": "corrupção passiva com aumento de pena;"
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1120612",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Usurpação de função pública",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Antônio e Breno, bacharéis em direito, fazendo-se passar por oficiais de justiça, compareceram em determinada joalheria alegando que teriam de cumprir mandado judicial de busca e apreensão de parte da mercadoria, por suspeita de crime tributário. Para não cumprir os mandados, solicitaram a quantia de R$ 10.000, que foi paga pelo dono do estabelecimento. Nessa situação, Antônio e Breno responderão pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1639806",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Não constitui crime contra a Administração em Geral, praticado por particular:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação do sigilo de proposta de concorrência"
      },
      {
        "letra": "B",
        "texto": "Descaminho"
      },
      {
        "letra": "C",
        "texto": "Tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "E",
        "texto": "Usurpação de função pública"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639805",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Constitui crime contra a Administração em Geral, praticado por funcionário público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1624848",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA, que corresponde à conduta típica do crime de tráfico de influência conforme dispõe o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "B",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "C",
        "texto": "Impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorren te ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      },
      {
        "letra": "D",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "E",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1174530",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Marianna e sua amiga Giovanna estavam em dúvida sobre qual seria o crime cometido por quem pratica a conduta típica de “Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função”. Diante dessa dúvida, ambas buscaram auxílio do professor Acácio, que prontamente ensinou que trata-se do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desobediência."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Descaminho."
      },
      {
        "letra": "D",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1033193",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Desacato",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos nos artigos 312 a 359-H, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de favorecimento pessoal (art. 348 do CP) só se caracteriza se o auxílio é prestado a autor de crime a que cominada pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de influência (art. 332 do CP) é próprio de funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de violação de sigilo funcional (art. 325 do CP) só se caracteriza se da revelação resultar prejuízo à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção ativa (art. 333 do CP) só se caracteriza se o ato de ofício, em razão da vantagem oferecida ou prometida, for omitido, praticado ou retardado."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato (art. 331 do CP) só se caracteriza se o funcionário púbico estiver no exercício da função ou em razão dela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1014352",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Desobediência",
      "Fraude processual",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública (arts. 312 a 359-H, do Código Penal), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de extraviar livro oficial de que se tem a guarda em razão do cargo caracteriza o crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "A conduta de patrocinar interesse privado perante a Administração Pública, valendo-se da qualidade de funcionário público, caracteriza o crime de tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "A conduta de desobedecer ordem, ainda que ilegal, de funcionário público caracteriza o crime de desobediência."
      },
      {
        "letra": "D",
        "texto": "Importar mercadoria proibida caracteriza o crime de descaminho."
      },
      {
        "letra": "E",
        "texto": "Inovar artificialmente em processo administrativo o estado de lugar, com o fim de induzir a erro o juiz, caracteriza crime de fraude processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1083389",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: COREN-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Ana, enfermeira, sabendo que Kênia está na fila de cirurgia de coração de um hospital público, cobra a quantia de R$ 5.000,00 a pretexto de influir junto ao agente público responsável pela determinação da ordem das cirurgias. Kênia paga o valor combinado, mas Ana sequer menciona seu caso ao funcionário público. Nesse caso hipotético, Ana praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "concussão."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878648",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Usurpação de função pública",
      "Corrupção ativa",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes praticados por particulares contra a administração, em geral (arts. 328; 329; 330; 331; 332; 333; 335; 336 e 337 do CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de desacato não se configura se o funcionário público não estiver no exercício da função, ainda que o desacato seja em razão dela."
      },
      {
        "letra": "B",
        "texto": "Para se configurar, o crime de usurpação de função pública exige que o agente, enquanto na função, obtenha vantagem."
      },
      {
        "letra": "C",
        "texto": "Para se configurar, o crime de corrupção ativa exige o retardo ou a omissão do ato de ofício, pelo funcionário público, em razão do recebimento ou promessa de vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Aquele que se abstém de licitar em hasta pública, em razão de vantagem indevida, não é punido pelo crime de impedimento, perturbação ou fraude de concorrência, já que se trata de conduta atípica."
      },
      {
        "letra": "E",
        "texto": "Não há previsão de modalidade culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866807",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Adão, alegando ter poder de persuasão sobre seu primo, delegado de polícia que presidia inquérito policial em que Cláudio estava sendo investigado, solicitou deste determinada quantia de dinheiro, a pretexto de repassá-la ao delegado, para impedir o indiciamento de Cláudio pela prática de estupro. Nessa situação hipotética, a conduta de Adão configurou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva privilegiada."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1390218",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Dos crimes praticados por particular contra a administração em geral, estão incluídos: ( ) Desacato; ( ) Tráfico de Influência; ( ) Usurpação de função pública; ( ) Favorecimento pessoal; ( ) Falso testemunho; ( ) Corrupção ativa. Assinale (V) para as afirmações Verdadeiras e (F) para as Falsas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-V-F-F-V."
      },
      {
        "letra": "B",
        "texto": "V-F-F-V-V-F."
      },
      {
        "letra": "C",
        "texto": "V-F-V-V-V-F."
      },
      {
        "letra": "D",
        "texto": "F-V-V-V-V-F."
      },
      {
        "letra": "E",
        "texto": "V-V-V-V-F-F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906489",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A denúncia de desvios de verbas, a investigação de agentes públicos e privados, o desmantelamento de esquemas para beneficiar indevidamente órgãos e instituições, têm ocupado as manchetes diárias da mídia impressa e televisiva, familiarizando o cidadão brasileiro com uma terminologia jurídica sobre os crimes associados à corrupção. Relacione os tipos de crime listados abaixo às suas respectivas caracterizações. 1. Corrupção ativa 2. Tráfico de influência 3. Extorsão ( ) Oferecimento de alguma forma de compensação para que o agente público deixe de fazer algo que, dentro de suas funções, deveria fazer. ( ) Uso de uma posição privilegiada dentro de uma empresa ou entidade, ou das conexões com pessoas em posição de autoridade, para obter favores ou benefícios para terceiros. ( ) Ato de obrigar alguém a fazer ou deixar de fazer alguma coisa, mediante violência ou ameaça, com a intenção de obter vantagem, recompensa ou lucro. Assinale a opção que mostra a relação correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 3 e 2"
      },
      {
        "letra": "B",
        "texto": "1, 2 e 3"
      },
      {
        "letra": "C",
        "texto": "2, 1 e 3"
      },
      {
        "letra": "D",
        "texto": "2, 3 e 1"
      },
      {
        "letra": "E",
        "texto": "3, 2 e 1"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "720539",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O particular que exige vantagem a pretexto de influir em ato praticado por funcionário público no exercício da função, pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "353225",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere que o advogado Caio tenha solicitado a Maria determinada quantia a pretexto de usar sua influência junto a um auditor fiscal da fazenda estadual para que ele a beneficiasse em um processo administrativo fiscal e liberasse rapidamente mercadorias apreendidas. Nessa situação hipotética, Caio praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "advocacia administrativa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "315299",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética. Alfredo, alegando, de forma fraudulenta, a terceiros interessados que, por ter influência sobre determinado funcionário público, poderia acelerar a conclusão de processo administrativo de interesse do grupo, cobrou desse grupo vultosa quantia em dinheiro, da qual metade lhe foi paga adiantadamente. Antes da conclusão do processo, entretanto, descobriu-se que Alfredo não tinha qualquer acesso ou influência sobre o referido funcionário. Nessa situação hipotética, a conduta de Alfredo constitui crime de estelionato, já que ele alegou ter prestígio que, na realidade, não possuía.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1664499",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Praticado o crime de tráfico de influência, se o agente alega que a vantagem também é destinada ao funcionário, a pena é aumentada de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade"
      },
      {
        "letra": "B",
        "texto": "um terço"
      },
      {
        "letra": "C",
        "texto": "um quarto"
      },
      {
        "letra": "D",
        "texto": "um quinto"
      },
      {
        "letra": "E",
        "texto": "dois terços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1325579",
    "metadata": "Ano: 2011 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: MULTIRIO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere que um particular resolveu, por si mesmo, com os objetivos de se popularizar e de obter vantagens políticas, orientar diariamente o fluxo de pessoal para atendimento no posto de saúde da Prefeitura. Esta prática caracteriza o seguinte tipo de crime cometido contra a administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpação de função pública"
      },
      {
        "letra": "B",
        "texto": "facilitação de descaminho"
      },
      {
        "letra": "C",
        "texto": "tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa"
      }
    ],
    "gabarito": "A"
  }
]