[
  {
    "id": "3530673",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Ao tipificar o crime de tráfico de pessoas, o Código Penal enumera uma série de finalidades especiais que devem se concretizar para que se repute consumado o delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2524354",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Constitui crime de _________ a conduta de agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de realizar adoção ilegal. Assinale a alternativa que preenche corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intimidação sistemática (bullying)"
      },
      {
        "letra": "B",
        "texto": "Cárcere privado"
      },
      {
        "letra": "C",
        "texto": "Redução a condição análoga à de escravo"
      },
      {
        "letra": "D",
        "texto": "Tráfico de pessoas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386452",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o crime de tráfico de pessoas tem como finalidade: 1. adoção infantil. 2. exploração sexual. 3. remover partes do corpo humano. 4. submeter pessoa a trabalho em condição análoga à de escravo. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1 e 2."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2221682",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Tráfico de Pessoas",
      "Promoção de migração ilegal"
    ],
    "enunciado_principal": "Orlando e Frederico intermediaram a ida para Amsterdã de três mulheres, maiores de idade, que estavam insatisfeitas com os rendimentos econômicos no Brasil, para trabalhar como profissionais do sexo. Não existiu nenhuma violência ou fraude e houve o pagamento do valor acordado pela intermediação. Nos termos da legislação brasileira, tal situação fática configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico;"
      },
      {
        "letra": "B",
        "texto": "crime de tráfico de pessoas (Art. 149-A do CP);"
      },
      {
        "letra": "C",
        "texto": "crime de rufianismo (Art. 230 do CP);"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento da prostituição (Art. 228 do CP);"
      },
      {
        "letra": "E",
        "texto": "crime de promoção de migração ilegal (Art. 232-A do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1958871",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. I – No crime de tráfico de pessoas com a finalidade de exploração sexual, o consentimento válido da vítima exclui a tipicidade. Contudo, o consentimento dado pela vítima de tráfico de pessoas com a finalidade de exploração sexual é irrelevante para efeitos de exclusão da tipicidade quando decorrente de abuso de sua situação de vulnerabilidade. II – O crime de promoção de migração ilegal é compatível com o princípio da não criminalização da migração, pois que não incrimina o comportamento dos migrantes que, ilegalmente, ingressam ou que deixam o território nacional. III – Nos crimes contra o Estado Democrático de Direito, não constitui crime a manifestação crítica aos poderes constitucionais. Conforme referido no julgamento da Arguição de Descumprimento de Preceito Fundamental que analisou a constitucionalidade do inquérito das fake news que tramita no Supremo Tribunal Federal, inserem-se como constitucionalmente protegidos, quando não acompanhados de atos de violência, discursos que visem ao fim da democracia, pois que expressão da liberdade de pensamento. IV – A prescritibilidade penal das condutas que constituam escravidão e suas formas análogas, no entendimento da Corte Interamericana dos Direitos Humanos no caso Fazenda Brasil Verde, viola a Convenção Americana sobre Direitos Humanos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673451",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o sentimento religioso",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Impedir ou perturbar uma cerimônia ou uma prática de um culto religioso, assim como vilipendiar publicamente um ato ou um objeto de culto religioso, é uma prática com pena prevista de detenção, de um mês a um ano, ou multa. Se há o emprego de violência, a pena é aumentada de um terço, sem prejuízo da pena correspondente à violência, conforme determina o artigo 208 do Decreto-lei nº 2.848, de 1940. II. Exercer, ainda que a título gratuito, a profissão de médico, de dentista ou de farmacêutico, sem a autorização legal ou excedendo-lhe os limites, é uma prática ilegal, cuja penalidade é de detenção, de seis meses a dois anos. Se o crime é praticado com o fim de lucro, aplica-se também multa, conforme determina o artigo 282, Parágrafo único, do Código Penal. III. O tráfico de pessoas é um crime previsto no Código Penal e inclui ações como agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher uma pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de promover a adoção ilegal ou a exploração sexual dessa pessoa. Para esse crime, é prevista uma pena de detenção, de 8 (oito) a 12 (doze) anos e multa, cumulativamente, de acordo com as disposições do artigo 149-A, incisos IV e V, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048825",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade pessoal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça é de ação penal pública condicionada à representação, mesmo nos casos que envolvem violência doméstica contra a mulher. Nesta última hipótese, só será admitida a renúncia à representação perante o juiz, em audiência especialmente designada com tal finalidade, antes do recebimento da denúncia e ouvido o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O crime de sequestro e cárcere privado em regra é material. Entretanto, será crime formal quando praticado com fins libidinosos, uma das modalidades em que o crime é qualificado."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de tráfico de pessoas é reduzida de um a dois terços se o agente for primário e não integrar organização criminosa. No entanto, opera-se uma qualificadora quando o crime for cometido por funcionário público no exercício de suas funções ou a pretexto de exercê-las."
      },
      {
        "letra": "D",
        "texto": "A coação exercida para impedir o suicídio não configura o delito de constrangimento ilegal, sendo expressa no Código Penal a causa de exclusão da tipicidade (entretanto, parte da doutrina considera como causa excludente da ilicitude)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1010456",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "De acordo com a legislação de combate ao tráfico de pessoas, considere as seguintes afirmações. I. O Brasil, embora signatário da Convenção de Palermo, não possuía, até 2016, nenhum tipo penal específico que permitisse a punição do tráfico de pessoas para trabalho em condições análogas à de escravo. II. O tráfico de pessoas é crime previsto no título dos crimes contra a dignidade sexual. III. O livramento condicional para condenado por tráfico de pessoas, não reincidente específico em crimes dessa natureza, só pode ser concedido se cumpridos mais de 2/3 (dois terços) da pena. IV. No tráfico de pessoas, praticada a conduta descrita no tipo e concretizada a finalidade, com a remoção de órgãos do corpo da pessoa, para fins de transplante, haverá concurso de crimes. Estão corretas apenas as afirmações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "965658",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Abordado determinado veículo em região de fronteira internacional, os policiais rodoviários federais suspeitaram da conduta do motorista: ele conduzia duas adolescentes com as quais não tinha nenhum grau de parentesco. Ao ser questionado, o condutor do veículo confessou que fora pago para conduzi-las a um país vizinho, onde seriam exploradas sexualmente. As adolescentes informaram que estavam sendo transportadas sob grave ameaça e que não haviam consentido com a realização da viagem e muito menos com seus propósitos finais.Considerando a situação hipotética apresentada, julgue o item a seguir.A conduta do motorista do veículo se amolda ao tipo penal do tráfico de pessoas, em sua forma consumada, incidindo, nesse caso, causa de aumento de pena, em razão de as vítimas serem adolescentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1154440",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Quanto à temática dos crimes contra a pessoa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todo homicídio contra a mulher passou a ser denominado feminicídio, em virtude de alteração do Código Penal promovida pela Lei nº 13.104, de 9 de março de 2015."
      },
      {
        "letra": "B",
        "texto": "o homicídio será qualificado, quando praticado contra algum parente de até o quarto grau do policial militar, em razão de seu parentesco com a mencionada autoridade de polícia ostensiva."
      },
      {
        "letra": "C",
        "texto": "a pena do feminicídio é aumentada, se o crime for praticado contra pessoa menor de 18 (dezoito) anos, maior de 65 (sessenta e cinco) anos ou com deficiência."
      },
      {
        "letra": "D",
        "texto": "não tipifica o crime de tráfico de pessoas a conduta de acolher alguém, mediante fraude, com a finalidade de remover-lhe órgãos, tecidos ou partes do corpo."
      },
      {
        "letra": "E",
        "texto": "a conduta de alojar alguém, mediante abuso, com a finalidade de adoção ilegal, configura o crime de tráfico de pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938391",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Mévio, professor de uma renomada escola, é muito ativo no intercâmbio internacional de jovens, de 16 a 21 anos, sendo proprietário de empresa específica para prestar serviços de assessoria para emissão de passaporte, obtenção de vistos, matrículas nos cursos estrangeiros e intermediação de locais para abrigo dos jovens. A empresa de Mévio atua tanto levando jovens brasileiros para o exterior quanto trazendo jovens estrangeiros para o país. Para a surpresa de todos, Mévio foi acusado de crime de tráfico de pessoas (art. 149-A, do CP), bem como de integrar organização criminosa. Segundo a denúncia do órgão de acusação, os jovens brasileiros por ele recrutados, no exterior, eram submetidos à exploração sexual e à servidão. Igualmente, os jovens estrangeiros, no Brasil, eram submetidos a trabalho escravo e exploração sexual. Tendo em vista o artigo 149-A, do Código Penal e a Lei n° 13.344/16 – Tratamento jurídico do tráfico de pessoas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O artigo 149-A, do CP, só tem incidência quanto aos jovens brasileiros, recrutados para exploração sexual e servidão no exterior, não se aplicando aos jovens estrangeiros recrutados e explorados no Brasil."
      },
      {
        "letra": "B",
        "texto": "Para vítimas adolescentes, Mévio será punido de forma aumentada, mas, sendo primário, ainda que integrante de organização criminosa, terá a pena reduzida, por expressa previsão legal."
      },
      {
        "letra": "C",
        "texto": "Para as vítimas submetidas à exploração sexual, Mévio será punido de forma aumentada e, ainda que primário, não fará jus à redução da pena, por integrar organização criminosa."
      },
      {
        "letra": "D",
        "texto": "O tipo penal previsto do artigo 149-A, do CP, dispensa a ocorrência de resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "Ainda que os jovens, brasileiros ou estrangeiros, tenham sido explorados no Brasil ou no exterior, não se caracteriza o crime previsto no 149-A, do CP, que exige que as condutas nele previstas se deem mediante grave ameaça ou violência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936310",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Leia as assertivas abaixo e assinale a opção correta: I- O crime específico de tráfico de pessoas consiste em agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de remover-lhe órgãos, tecidos ou partes do corpo; submetê-la a trabalho em condições análogas à de escravo; submetê-la a qualquer tipo de servidão; adoção ilegal ou exploração sexual. II- A pedofilia por meio da informática ou telemática também se caracteriza quando alguém assegura meios ou serviços para o armazenamento ou o acesso por rede de computadores às fotografias, cenas, imagens ou outro registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente, mas não quando o responsável legal pela prestação do serviço, embora notificado, deixa de desabilitar o acesso ao conteúdo. III- A aquisição, posse ou armazenamento de fotografia, vídeo ou outra forma de registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente é crime sempre punido com reclusão de um a quatro anos e multa, sendo irrelevante para a aplicação da pena, que haja pequena quantidade de material pornográfico apreendido. IV- O crime de estupro próprio, punido com a pena de reclusão de oito a doze anos e multa, consiste no constrangimento de mulher, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ela se pratique qualquer outro ato libidinoso diverso da conjunção carnal, assim como também quando da conduta resulta lesão corporal de natureza grave, ou se a vítima é menor de dezoito ou maior de catorze anos. V- O recém introduzido crime de estupro de vulnerável consiste em ter conjunção carnal ou praticar outro ato libidinoso com menor de catorze anos. E incorre na mesma pena quem pratica as mesmas ações com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908469",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "EM RELAÇÃO AO TIPO PENAL DO TRÁFICO DE PESSOAS, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o consentimento válido para o exercício da prostituição não exclui o crime;"
      },
      {
        "letra": "B",
        "texto": "a pena cominada absorve a violência utilizada para agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa;"
      },
      {
        "letra": "C",
        "texto": "a Lei n. 13.344 , de 2016, ao revogar o art. 231 do Código Penal, repetiu os termos do conceito de tráfico de pessoas, presente no Protocolo Adicional à Convenção de Palermo;"
      },
      {
        "letra": "D",
        "texto": "a pena é reduzida se o agente for primário e não integrar associação criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "852972",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Acerca dos aspectos penais do tráfico interno e internacional de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Brasil vem se empenhando em adotar todas as medidas necessárias ao combate ao tráfico de pessoas, tendo tipificado todas as condutas definidas no Protocolo de Palermo desde sua assinatura."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de pessoas previsto no CP atende aos compromissos assumidos pelo Brasil no âmbito internacional, uma vez que as condutas passíveis de punição são significativamente restritas no código."
      },
      {
        "letra": "C",
        "texto": "O CP prevê que são puníveis as condutas consistentes em agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de adoção ilegal ou exploração sexual."
      },
      {
        "letra": "D",
        "texto": "O consentimento de pessoa brasileira, maior de idade, para ser levada ao exterior com a finalidade de se prostituir basta para excluir o crime de tráfico de pessoas, uma vez que ela tem consciência do trabalho e de suas condições."
      },
      {
        "letra": "E",
        "texto": "O tráfico de pessoas é equiparado aos crimes hediondos, de forma que a concessão do livramento condicional a acusados desse crime deve obedecer aos rigores da respectiva legislação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "699725",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Comete o crime de tráfico interno de pessoas para fim de exploração sexual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "funcionários de alfândega"
      },
      {
        "letra": "B",
        "texto": "traficantes"
      },
      {
        "letra": "C",
        "texto": "meretrício feminino"
      },
      {
        "letra": "D",
        "texto": "meretrício masculino"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "329611",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "O crime de tráfico de pessoas poderá ser caracterizado ainda que haja consentimento da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "307420",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a consumação do crime de tráfico internacional de pessoa para fim de exploração sexual, é indispensável que a pessoa que ingressar ou sair do território nacional venha a exercer, efetivamente, a prostituição ou seja submetida a outra forma de exploração sexual."
      },
      {
        "letra": "B",
        "texto": "Incidirá majorante no quantum da pena referente à prática de crime contra a dignidade sexual de que resulte gravidez ou transmissão à vítima, com dolo direto ou eventual, de doença sexualmente transmissível de que o agente saiba ser portador."
      },
      {
        "letra": "C",
        "texto": "O delito consistente em manter, por conta própria ou de terceiro, estabelecimento para que nele ocorra exploração sexual possui como elemento constitutivo do tipo a habitualidade da conduta e o objetivo do lucro, sob pena de atipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina, o preceito contido no CP em relação ao assédio sexual contempla a conduta perpetrada por líder religioso que, aproveitando-se do exercício de seu ministério, assedia sexualmente uma fiel seguidora."
      },
      {
        "letra": "E",
        "texto": "Considere a seguinte situação hipotética. Pedro, maior de idade, capaz, promoveu o deslocamento, no território nacional, de diversas pessoas, maiores e capazes, de ambos os sexos, com o consentimento expresso delas, fornecendo-lhes transporte e alojamento, para elas acompanharem eventos esportivos e exercerem a prostituição. Pedro obteve vantagem econômica em razão do agenciamento dessas atividades. Nessa situação hipotética, o assentimento das vítimas afasta o delito de tráfico interno de pessoas para fim de prostituição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305412",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Calêndula vendeu sua enteada Florisbela, de dezenove anos de idade, com a finalidade da mesma ser explorada sexualmente no exterior. Logo, Calêndula:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois o ato de vender alguém com a finalidade de exploração sexual não está criminalizado noCódigo Penal Brasileiro."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de rufianismo, preceituado no artigo 230 do CP."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de tráfico internacional de pessoa para fim de exploração sexual, preceituado no artigo 231 do CP."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual, preceituado no artigo 228 do CP."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual de vulnerável, preceituado no artigo 218-B do CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  }
]