[
  {
    "id": "3174039",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Mévia, advogada, cedeu a Tícia, sua irmã gêmea, a carteira profissional da OAB, para ela ingressar no presídio, passando-se por advogada, a fim de visitar, quando quisesse, o namorado que se encontrava preso. Tícia, de fato, usou o documento profissional de Mévia, por várias vezes, sendo descoberta na última vez. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévia e Tícia não incorreram em qualquer crime, visto que o uso de documento de identidade alheia e falsa identidade, para se caracterizar como crime, exige vantagem patrimonial indevida."
      },
      {
        "letra": "B",
        "texto": "Mévia e Tícia incorreram no crime do artigo 307, do Código Penal (falsa identidade)."
      },
      {
        "letra": "C",
        "texto": "Mévia e Tícia incorreram no crime do artigo 308, do Código Penal (uso de documento de identidade alheia)."
      },
      {
        "letra": "D",
        "texto": "Tícia incorreu no crime do artigo 308, do Código Penal (uso de documento de identidade alheia). Mévia não incorreu em qualquer crime, por ausência de previsão típica para a cessão de documento de identidade a outrem."
      },
      {
        "letra": "E",
        "texto": "Tícia incorreu no crime do artigo 307, do Código Penal (falsa identidade). Mévia não incorreu em qualquer crime, por ausência de previsão típica para a cessão de documento de identidade a outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3113329",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie previstos no Código Penal, julgue o item a seguir, considerando, quando couber, o entendimento dos tribunais superiores. O uso de documento falso para ocultar situação irregular no país é considerado conduta atípica em razão do exercício da autodefesa do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3037176",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Uma guarnição da Polícia Rodoviária Federal abordou o veículo automotor conduzido por João na BR 319, em razão do excesso de velocidade constatado. Durante a abordagem, João, dolosamente, entregou aos policiais um documento de identificação próprio, emitido pelo estado do Amazonas, que, no entanto, fora alterado por terceira pessoa, sem qualquer participação sua, direta ou indireta. Contudo, João, muito nervoso e ciente dos direitos constitucionais que possui, acabou por confessar aos policiais que o documento era falso. Nesse cenário, considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público, a ser processado e julgado na Justiça Federal;"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso, a ser processado e julgado na Justiça Estadual;"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica, a ser processado e julgado na Justiça Estadual;"
      },
      {
        "letra": "D",
        "texto": "falsa identidade, a ser processado e julgado na Justiça Estadual;"
      },
      {
        "letra": "E",
        "texto": "uso de documento falso, a ser processado e julgado na Justiça Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2504675",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "A respeito do entendimento do Superior Tribunal de Justiça, expresso em súmulas sobre a matéria penal e processual penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aplicável a consunção entre o delito de embriaguez ao volante e o de condução de veículo automotor sem habilitação."
      },
      {
        "letra": "B",
        "texto": "O crime de fraude à licitação é material, e sua consumação não prescinde da comprovação do prejuízo ou da obtenção de vantagem."
      },
      {
        "letra": "C",
        "texto": "O indulto extingue os efeitos primários da condenação (pretensão executória), bem como os efeitos secundários, penais ou extrapenais."
      },
      {
        "letra": "D",
        "texto": "O princípio da insignificância é aplicável aos crimes contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "A competência para processar e julgar o crime de uso de documento falso é firmada em razão da entidade ou órgão ao qual foi apresentado o documento público, não importando a qualificação do órgão expedidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2387539",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: CGM de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Uso de documento falso"
    ],
    "enunciado_principal": "Com o objetivo de ingressar no baile matinê organizado pelo clube de sua cidade, no qual somente era permitida a entrada de adolescentes de 15 a 17 anos, João, cidadão de 29 anos de idade, reincidente na prática de pedofilia (na espécie delitiva descrita no Art. 241-A da Lei nº 8.069/90), colocou nova data de nascimento em sua carteira de identidade, sendo preso em flagrante ao apresentar o documento adulterado na entrada do baile. No que diz respeito aos crimes contra a fé pública, é correto afirmar que João praticou o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, para fins de pedofilia."
      },
      {
        "letra": "B",
        "texto": "falsa identidade."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "estelionato e falsificação ideológica, por ser reincidente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2436351",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Na manhã desta segunda-feira (28/08/2023), por volta das 11 horas, a Polícia Rodoviária Federal (PRF) prendeu um homem no município de Palmas/TO após ser acionada para verificar uma ocorrência no pátio conveniado. No local, um homem de 25 anos estava tentando retirar um veículo que havia sido removido por atraso no licenciamento, apresentando um Certificado de Registro e Licenciamento de Veículo (CRLV) com o exercício de 2023. Após consultas, os policiais verificaram que o documento apresentava uma irregularidade e não era verdadeiro.Disponível em: gov.br/prf, 29/08/2023. Acesso em: 27 ago. 2023. (Adaptado)Tendo por referência exclusivamente o narrado, há indícios do cometimento de qual crime contra a fé pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "Falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Adulteração de sinal identificador de veículo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2194585",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Cláudio e Augusto são gêmeos idênticos e, sendo o primeiro devidamente habilitado à direção de veículo automotor, cedeu ao irmão sua CNH, para que dela se utilizasse por ocasião de viagem rodoviária. Nestas circunstâncias, conduzindo veículo automotor e levando consigo a carteira de Cláudio, Augusto foi abordado por policiais. Na ocasião, apresentou-se como Cláudio, exibindo o documento. Neste caso, Augusto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não poderá ser responsabilizado por qualquer crime. Afinal, só fez uso do documento porque o policial determinou sua apresentação."
      },
      {
        "letra": "B",
        "texto": "Praticou crime de uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "Praticou o crime de falsa identidade sábado, sendo atípica a conduta de seu irmão."
      },
      {
        "letra": "D",
        "texto": "Praticou, assim como seu irmão, crime de falsa identidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2084206",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: SEGER-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O agente que omitir, em documento público, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica, previsto no Art. 299 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Uso de documento falso, previsto no Art. 304 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Falsificação de documento público, previsto no Art. 297 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Certidão ou atestado ideologicamente falso, previsto no Art. 301 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Reprodução ou adulteração de peça filatélica, previsto no Art. 804 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1893443",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "O princípio da insignificância é admitido na doutrina e na jurisprudência em relação ao delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "supressão de documento."
      },
      {
        "letra": "D",
        "texto": "roubo simples."
      },
      {
        "letra": "E",
        "texto": "contrabando."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1841076",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Mévio, aprovado em processo seletivo para trabalhar como operador de trator, a fim de cumprir exigência da empresa contratante, apresenta atestado médico, por ele adquirido, em que consta a falsa informação de não uso de medicação controlada, de uso contínuo. A respeito da conduta de Mévio, é correto dizer que, em tese, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "certidão ou atestado ideologicamente falso."
      },
      {
        "letra": "B",
        "texto": "falsidade material de atestado ou certidão."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "falsidade de atestado médico."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841074",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O proprietário do veículo que indica falsamente outra pessoa como condutora do veículo no momento da infração de trânsito em formulário (notificação de multa) da autoridade de trânsito, em tese, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "Falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Falsa identidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1762909",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Conforme dicção do Código Penal e entendimento sumulado pelo Superior Tribunal de Justiça, assinale a alternativa INCORRETA sobre os crimes contra a fé pública e contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da insignificância é inaplicável aos crimes contra a administração pública."
      },
      {
        "letra": "B",
        "texto": "Para efeitos penais, considera-se funcionário público quem, embora transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública. Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "O crime de falsificação de documento público compreende o ato de falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, incorrendo nas mesmas penas quem insere ou faz inserir em documento contábil, ou qualquer outro documento relacionado com as obrigações da empresa perante a previdência social, declaração falsa ou diversa da que deveria ter constado."
      },
      {
        "letra": "D",
        "texto": "A omissão, em documento público ou particular, de declaração que dele deveria constar, ou nele inserir ou fazer inserir declaração falsa, diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, configura o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "A competência para processar e julgar o crime de uso de documento falso é firmada em razão da qualificação do órgão expedidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751224",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública, julgue o item que se segue.O indivíduo foragido do sistema carcerário que utiliza carteira de identidade falsa perante a autoridade policial para evitar ser preso pratica o crime de falsa identidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617197",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética, julgue o item subsequente.Pamela deverá responder por receptação culposa, uso de documento falso e resistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1026879",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Uso de documento falso"
    ],
    "enunciado_principal": "De acordo com o ordenamento jurídico e o posicionamento dos tribunais superiores acerca dos crimes contra a fé pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não comete o delito de falsa identidade (art. 307) do Código Penal aquele que, conduzido perante a autoridade policial, atribui a si falsa identidade com o intuito de ocultar seus antecedentes, tendo em vista o princípio da autodefesa."
      },
      {
        "letra": "B",
        "texto": "assim como nos demais crimes não patrimoniais em geral, os delitos contra a fé pública são incompatíveis com o instituto do arrependimento posterior, dada a impossibilidade material de haver reparação do dano causado ou a restituição da coisa subtraída."
      },
      {
        "letra": "C",
        "texto": "a conduta do agente que altera, em parte, testamento particular, é tipificada como falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "tanto o charlatanismo (art. 283), quanto o curandeirismo (art. 284), são classificados no Código Penal como crimes contra a fé pública."
      },
      {
        "letra": "E",
        "texto": "fabricar, adquirir, fornecer, possuir ou guardar objeto especialmente destinado à falsificação de qualquer papel público constitui contravenção penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010563",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "No dia 09/07/2017, Henrique foi parado em uma fiscalização da Operação Lei Seca. Após solicitar a Carteira Nacional de Habilitação (CNH) de Henrique, o policial militar que participava da operação suspeitou do documento apresentado. Procedeu então à verificação na base de dados do DETRAN e confirmou a suspeita, não encontrando o número de registro que constava na CNH, embora as demais informações (nome e CPF), a respeito de Henrique, estivessem corretas. Questionado pelo policial, Henrique confessou que havia adquirido o documento com Marcos, seu vizinho, que atuava como despachante, tendo pago R$ 2.000,00 pelo documento. Afirmou ainda que sequer havia feito prova no DETRAN. Acrescente-se que, durante a instrução criminal, ficou comprovado que, de fato, Henrique obteve o documento de Marcos, sendo este o autor da contrafação. Além disso, foi verificado por meio de perícia judicial que, no estado em que se encontra o documento, e em face de sua aparência, pode iludir terceiros como se documento idôneo fosse. Logo, pode-se afirmar que a conduta de Henrique se amolda ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público, previsto no caput do art. 297 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso, previsto no art. 304 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "falsa identidade, previsto no art. 307 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica, previsto no caput art. 299 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular, previsto no caput do art. 298 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "966289",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O uso de documento falso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só é punido quando a falsificação é material, excluída a falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "só se caracteriza perante órgãos públicos, e, portanto, não é típica a conduta de usar documento particular falsificado."
      },
      {
        "letra": "C",
        "texto": "é crime que tem a mesma pena cominada à respectiva falsificação ou alteração."
      },
      {
        "letra": "D",
        "texto": "é conduta atípica no Código Penal, pois pune-se quem pratica a falsidade, e não quem utiliza o resultado da falsificação."
      },
      {
        "letra": "E",
        "texto": "é crime não previsto no Código Penal, uma vez que, por orientação doutrinária, sempre existe a possibilidade de conferência posterior do documento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952580",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Situação hipotética I: João, durante abordagem por um policial militar, atribuiu a si nome diverso, a fim de se esquivar de mandado de prisão pendente de cumprimento. Situação hipotética II: Caio, durante abordagem em blitz policial, apresentou documento de identidade falso, estando ciente da falsidade do documento. Considerando as situações hipotéticas I e II, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Caio praticou crime, porque a conduta de João está coberta pelo direito de ampla defesa."
      },
      {
        "letra": "B",
        "texto": "Ambos praticaram crime de falsa identidade."
      },
      {
        "letra": "C",
        "texto": "João praticou crime de estelionato."
      },
      {
        "letra": "D",
        "texto": "Caio praticou crime de falsa identidade; e João, crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "João praticou crime de falsa identidade; e Caio, crime de uso de documento falso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "908300",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsa identidade aquele faz uso de Carteira Nacional de Habilitação (CNH) falsa para conduzir veículo automotor."
      },
      {
        "letra": "B",
        "texto": "falso testemunho aquele que imputa a outrem falsamente fato definido como crime."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso aquele que faz uso de documento particular falso."
      },
      {
        "letra": "D",
        "texto": "falsidade de atestado médico aquele produz atestado falso se passando pela condição de médico."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público aquele que insere em documento público declaração falsa com o fim de prejudicar direito de terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "822991",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Conforme jurisprudência do Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há que se falar em aplicação do princípio da consunção para os crimes de falsidade ideológica e de uso de documento falso quando cometidos com desígnio autônomos."
      },
      {
        "letra": "B",
        "texto": "o Conselheiro do Tribunal de Contas Estadual que mantém sob sua guarda munição de arma de uso restrito comete o crime do art. 16 da Lei n°10.826/2003."
      },
      {
        "letra": "C",
        "texto": "configura o crime de desobediência (art. 330 do CP) a conduta de Defensor Público Geral que deixa de atender à requisição judicial de nomeação de defensor público para atuar em determinada ação penal."
      },
      {
        "letra": "D",
        "texto": "no crime de estelionato o eventual ressarcimento ou devolução da coisa elidem a prática criminosa."
      },
      {
        "letra": "E",
        "texto": "a emissão de cheque sem fundos para pagamento de serviços postais não permite a majorante de crime praticado em detrimento de entidade de direito público, instituto de economia popular, assistência social ou beneficência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "758140",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Etevaldo, depois de ingressar na posse de uma carteira de habilitação pertencente a outrem, aproveitando-se de sua semelhança fisionômica para com o titular do documento, adultera o nome ali constante, substituindo-o pelo seu. Considerando que a adulteração não era perceptível ictu oculi e que o autor pretendia utilizar o documento para conduzir irregularmente veículo automotor, é correto afirmar que Etevaldo cometeu crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento publico."
      },
      {
        "letra": "B",
        "texto": "uso de documento de identidade alheia."
      },
      {
        "letra": "C",
        "texto": "falsa identidade."
      },
      {
        "letra": "D",
        "texto": "uso de documento falso, na forma tentada."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica documento publico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "713827",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime de uso de documento falso na conduta do motorista que, somente depois de lhe ter sido exigida pelo agente, exibe Carteira Nacional de Habilitação falsa em barreira policial."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de excesso de exação, tal qual no fato recentemente apurado pelo Ministério Público em Porto Alegre, o Delegado de Polícia que exige vantagem indevida para a liberação de pessoas presas em flagrante."
      },
      {
        "letra": "C",
        "texto": "Há crime de corrupção passiva na conduta de quem oferece dinheiro a servidor público para que este pratique ato de ofício contrário ao seu dever funcional."
      },
      {
        "letra": "D",
        "texto": "O peculato desvio, em proveito de terceiro, pelo prefeito municipal, tem enquadramento específico como crime de responsabilidade, não se constituindo, o término do mandato, em causa extintiva da punibilidade, ou de readequação típica dos fatos."
      },
      {
        "letra": "E",
        "texto": "É atípica a conduta de atribuir-se falsa identidade perante autoridade policial, ainda que em situação de alegada autodefesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690025",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Sobre os crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que falsifica documento público e em seguida o utiliza responde pela falsificação e pelo uso, em concurso material."
      },
      {
        "letra": "B",
        "texto": "Considere que o agente, consultando os autos do processo-crime no qual figura como réu, ao se deparar com provas inequívocas de materialidade e autoria, as retire do processo e destrua. Responderá pelo crime de supressão de documento."
      },
      {
        "letra": "C",
        "texto": "Aquele que adultera sinal identificador de veículo automotor responde por crime previsto no art. 311 do Código Penal. O mesmo artigo determina que se o agente cometer o crime no exercício da função pública, a pena será aumentada de metade."
      },
      {
        "letra": "D",
        "texto": "Aquele que figura como “testa de ferro”, permitindo o uso de seu nome como possuidor de ação, título ou valor pertencentes a estrangeiro, em relação a quem a posse é proibida por lei, pratica crime punido com reclusão e multa."
      },
      {
        "letra": "E",
        "texto": "Se o crime de falsidade de atestado médico for praticado com o fim de lucro, a pena será aumentada de 1/3."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "690022",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que falsifica, fabricando ou alterando, selo destinado a controle tributário responde pelo crime de falsificação de selo ou sinal público, previsto no art. 296 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "A falsificação, no todo ou em parte, de atestado, para prova de fato ou circunstância que habilite alguém a obter cargo público configura o crime de falsificação de documento público, previsto no art. 297 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O princípio da insignificância, causa supralegal de exclusão da tipicidade, não se aplica ao crime de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "O crime de uso de documento falso é material, ou seja, para a consumação exige-se a obtenção de proveito."
      },
      {
        "letra": "E",
        "texto": "O crime de falsidade de atestado médico envolve também como conduta típica a opinião emitida pelo profissional, ainda que equivocada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "677133",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "No que concerne aos crimes em espécie, julgue o item seguinte.Particular que apresentar em seu trabalho atestado médico falso, com assinatura e carimbo de médico inexistente, responderá pelo crime de falsidade ideológica, na modalidade do uso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "621846",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Uso de documento falso"
    ],
    "enunciado_principal": "A falsificação e o uso de um documento público, pelo mesmo agente, configura o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público e uso de documento falso, em concurso material."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público e uso de documento falso, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593506",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CGM - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com o expressamente disposto no Código Penal, a conduta de omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "falsidade filatélica"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565489",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Câmara Municipal do Rio de Janeiro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, a conduta de atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsa identidade."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "550305",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Pablo, enquanto se dirigia para o trabalho, foi parado em uma blitz realizada pela Polícia Militar. O policial pediu ao motorista que se identificasse e apresentasse a documentação do veículo. Pablo, então, apresentou os documentos do automóvel e sua carteira de motorista. Ocorre que, em consulta ao sistema próprio, o agente da lei verificou que o documento de identificação apresentado era falsificado. Considerando apenas as informações narradas, é correto afirmar que a conduta de Pablo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de uso de documento falso em concurso material com falsificação de documento particular;"
      },
      {
        "letra": "B",
        "texto": "configura crime de falsa identidade;"
      },
      {
        "letra": "C",
        "texto": "configura crime de uso de documento falso em concurso material com falsificação de documento público;"
      },
      {
        "letra": "D",
        "texto": "é atípica, pois a apresentação dos documentos não foi espontânea, somente ocorrendo por solicitação dos policiais;"
      },
      {
        "letra": "E",
        "texto": "configura crime de uso de documento falso, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "546173",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Configura crime de uso de documento falso, fazer uso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "selo público falsificado destinado a autenticar atos oficiais da União, de Estado ou de Município."
      },
      {
        "letra": "B",
        "texto": "atestado médico falso."
      },
      {
        "letra": "C",
        "texto": "sinal falsificado atribuído por lei a entidade de direito público, ou a autoridade."
      },
      {
        "letra": "D",
        "texto": "sinal falsificado público de tabelião."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "525918",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falso reconhecimento de firma ou letra",
      "Falsidade de atestado médico",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Antonio Célio, barista, faltou injustificadamente ao trabalho, nada comunicando ao empregador. Por ser reincidente, já tendo sido punido por ausências anteriores, e temendo ser dispensado por justa causa, no dia seguinte − que era destinado a sua folga − se aproveita do comparecimento à clínica médica “Saúde Real Cop\" onde marcara consulta e, verificando a momentânea ausência de fiscalização, pega para si carimbo do médico responsável pela clínica. Na saída, para eliminar registro de sua presença, destrói a folha usada pela administração da clínica para controle dos pacientes que lá comparecem, documento adotado para instruir os requerimentos de pagamento por serviços prestados pela clínica a várias operadoras de plano de saúde. Em seguida, Antonio Célio vai para casa, onde elabora atestado médico que justificaria sua ausência ao trabalho, assina-o com o nome do médico constante do carimbo, além de efetuar, ele próprio, reconhecimento da firma que inserira no atestado. Por fim, dois dias após a ausência ao trabalho, Antônio Célio entrega o documento nos moldes acima ao seu empregador, solicitando que não houvesse o desconto de sua falta. Além de outros, caso estejam presentes, configura-se a existência dos seguintes tipos penais, praticados por Antônio Célio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "supressão de documento, falsificação de documento particular e uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular, falso reconhecimento de firma e furto."
      },
      {
        "letra": "C",
        "texto": "falso reconhecimento de firma, falsidade de atestado médico e uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "falsidade de atestado médico, furto e supressão de documento."
      },
      {
        "letra": "E",
        "texto": "furto, falsidade de reconhecimento de firma e falsidade de atestado médico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514870",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leis penais em branco em sentido estrito são aquelas, cuja norma de complementação é oriunda da mesma fonte legislativa que editou a norma que necessita desse complemento."
      },
      {
        "letra": "B",
        "texto": "A lei penal em branco é revogada em conseqüência da revogação de sua norma de complementação."
      },
      {
        "letra": "C",
        "texto": "Leis penais em branco em sentido amplo são aquelas leis penais, cuja norma de complementação é oriunda de fonte diversa daquela que a editou."
      },
      {
        "letra": "D",
        "texto": "No crime de uso de documento falso, o Código Penal brasileiro emprega a técnica de leis penais em branco ao revés, isto é, daquelas leis penais que remetem a outras normas incriminadoras para especificação da pena."
      },
      {
        "letra": "E",
        "texto": "As leis penais em branco consistem em modalidade de lei temporária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762866",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "O agente que atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsa identidade."
      },
      {
        "letra": "B",
        "texto": "Supressão de documento."
      },
      {
        "letra": "C",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406435",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Certidão ou atestado ideologicamente falso",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Fulano da Silva, que está cumprindo a pena em regime fechado, apresentou atestado falso de prestação de serviço para fim de instruir seu pedido de remição. Diante de tal situação, a Lei de Execução Penal prevê que o condenado cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389032",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Consoante entendimento do Superior Tribunal de Justiça, analise as assertivas. I - Compete à Justiça Estadual processar e julgar o crime de falsa anotação na Carteira de Trabalho e Previdência Social, atribuído à empresa privada. II - A utilização de papel-moeda grosseiramente falsificado configura, em tese, o crime de estelionato, da competência da Justiça Estadual. III - Compete à Justiça Federal o processo e julgamento dos crimes de falsificação e uso de documento falso relativo a estabelecimento particular de ensino. IV - Compete à Justiça Estadual processar e julgar crime de falso testemunho cometido no processo trabalhista. Está correto o que se afirma em :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "356907",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Para ocultar condenações criminais anteriores, ao ser qualificado pela Autoridade Policial, Caio fez uso de documento falso para identificar-se como seu irmão primário Tício. Consultado como parecerista sobre as razões normativas aplicáveis a esse caso, a alternativa que serviria para fundamentar o parecer técnico apresentado à autoridade consulente é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência do Superior Tribunal de Justiça vem entendendo que, em tese, não há o crime de uso de documento falso, eis que a conduta de Caio não extrapolou os limites da garantia constitucional da autodefesa."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal vem entendendo que, em tese, há o crime de uso de documento falso, eis que a conduta não se ampara na garantia constitucional de autodefesa."
      },
      {
        "letra": "C",
        "texto": "A doutrina brasileira vem entendendo que, em tese, a conduta de Caio não foi criminosa, eis que amparada na garantia constitucional da autodefesa."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência brasileira vem entendendo que, em tese, não há crime na conduta enfocada, eis que não extrapola os limites do direito constitucional de autodefesa."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência do Tribunal de Justiça de São Paulo vem entendendo que, em tese, não há o crime de uso de documento falso na conduta enfocada, eis que não extrapolados os limites do direito consti- tucional de autodefesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "706335",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "“Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante”. Segundo o Código Penal, a descrição acima configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsidade material."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso, apetrechos de falsificação."
      },
      {
        "letra": "D",
        "texto": "supressão de documento."
      },
      {
        "letra": "E",
        "texto": "falsificação de títulos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "684273",
    "metadata": "Ano: 2013 | Banca: ADVISE | Órgão: Prefeitura de Brejo da Madre de Deus - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "De acordo com a Lei 2.848/40, omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante é uma característica criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de falso reconhecimento de firma;"
      },
      {
        "letra": "B",
        "texto": "de certidão ou atestado ideologicamente falso;"
      },
      {
        "letra": "C",
        "texto": "de falsidade de atestado médico;"
      },
      {
        "letra": "D",
        "texto": "de supressão de documento;"
      },
      {
        "letra": "E",
        "texto": "de falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542795",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.A falsa atribuição de identidade só é caracterizada como delito de falsa identidade se feita oralmente, com o poder de ludibriar; quando formulada por escrito, constitui crime de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "468956",
    "metadata": "Ano: 2013 | Banca: ADVISE | Órgão: Prefeitura de Exu - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Destruir, suprimir ou ocultar, em benefício próprio ou de outrem, ou em prejuízo alheio, documento público ou particular verdadeiro, de que não podia dispor, se refere ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supressão de documento;"
      },
      {
        "letra": "B",
        "texto": "Falsificação de documentos;"
      },
      {
        "letra": "C",
        "texto": "Reclusão de documentos;"
      },
      {
        "letra": "D",
        "texto": "Usurpação de documentos;"
      },
      {
        "letra": "E",
        "texto": "Ameaça à documentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "348184",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Julgue o próximo item, relativo a crimes contra a fé pública. Considere a seguinte situação hipotética. Celso, maior, capaz, quando trafegava com seu veículo em via pública, foi abordado por policiais militares, que lhe exigiram a apresentação dos documentos do veículo e da carteira de habilitação. Celso, então, apresentou habilitação falsa. Nessa situação, a conduta de Celso é considerada atípica, visto que a apresentação do documento falso decorreu de circunstância alheia à sua vontade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322363",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso de documento falso ou a atribuição de falsa identidade visando à ocultação de antecedentes, ainda que para fins de autodefesa, configuram crime."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do delito de falsa identidade, não se exige que o agente se utilize de documento verdadeiro e de titularidade de outrem, como se fosse seu, para ocultar a sua verdadeira identidade."
      },
      {
        "letra": "C",
        "texto": "O crime de uso de documento falso, cujo resultado naturalístico deve consistir na efetiva lesão ao bem jurídico e à fé pública, é material."
      },
      {
        "letra": "D",
        "texto": "É necessária a realização de prova pericial para a comprovação da materialidade do crime de uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Admite-se a aplicação do princípio da insignificância ao crime de moeda falsa, desde que as notas falsificadas sejam de pequeno valor, dada a mínima ofensividade da conduta do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "314254",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O crime de uso de documento falso é formal, consumando-se com a simples utilização do documento reputado falso, não se exigindo a comprovação de efetiva lesão à fé pública, o que afasta a possibilidade de aplicação do princípio da insignificância, em razão do bem jurídico tutelado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "313310",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes de falsidade documental.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime de uso de documento falso o promitente vendedor de imóvel que entrega ao oficial do registro público cópia não autenticada de sua carteira de identidade civil na qual constem número de registro e filiação diversos dos constantes na carteira original."
      },
      {
        "letra": "B",
        "texto": "De acordo com expressa previsão legal, constitui crime de falsidade ideológica a conduta de atestar ao juiz da execução penal a prestação de serviço para fins de remição de pena quando, na verdade, não houve prestação de serviço pelo condenado."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de falsidade ideológica, ou moral, aquele que presta declaração falsa sobre o valor da contribuição previdenciária devida."
      },
      {
        "letra": "D",
        "texto": "A tipificação do crime de falso reconhecimento de firma ou letra, crime próprio com relação aos sujeitos ativo e passivo, visa tutelar a fé pública, não sendo admitida a modalidade culposa desse crime."
      },
      {
        "letra": "E",
        "texto": "Aquele que apresenta à autoridade judicial carteira de trabalho com sua fotografia, mas na qual conste o nome de seu irmão gêmeo, pratica o crime de uso de documento falso particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289504",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Silas, maior e capaz, foi abordado por policiais militares e, ao ser questionado acerca do documento de identificação, apresentou, como sendo seu, o único documento que carregava, um título de eleitor, autêntico, pertencente a terceira pessoa. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta de Silas ajusta-se ao crime de uso de documento de identidade alheio."
      },
      {
        "letra": "B",
        "texto": "Silas praticou o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "configurou-se o delito de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "Silas perpetrou o crime de falsa identidade."
      },
      {
        "letra": "E",
        "texto": "a conduta de Silas foi atípica, pois ele exibiu o documento apenas por exigência dos policiais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1668505",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "O tipo de crime que ocorre quando se omite intencionalmente em um documento declaração que nele deveria constar é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso"
      },
      {
        "letra": "C",
        "texto": "supressão de documento"
      },
      {
        "letra": "D",
        "texto": "falsidade de documento público"
      },
      {
        "letra": "E",
        "texto": "falsidade de documento particular"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "832222",
    "metadata": "Ano: 2012 | Banca: FUNDECT | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falsidade de atestado médico",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Atribuir se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem, consiste no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade."
      },
      {
        "letra": "D",
        "texto": "Falsidade material de atestado ou certidão."
      },
      {
        "letra": "E",
        "texto": "Falsificação de documento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372071",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trazer consigo documento público falsificado constitui crime de uso de documento falso, apenado com reclusão."
      },
      {
        "letra": "B",
        "texto": "Atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem configura crime de estelionato, apenado com reclusão."
      },
      {
        "letra": "C",
        "texto": "Falsificar, fabricando-o ou alterando-o, marca ou sinal empregado pelo poder público no contraste de metal precioso ou na fiscalização alfandegária, ou usar marca ou sinal dessa natureza, falsificado por outrem constitui crime apenado com detenção."
      },
      {
        "letra": "D",
        "texto": "Atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter cargo público constitui crime apenado com detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341149",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – Nos termos do entendimento atualmente pacificado pelos Tribunais Superiores, o princípio da insignificância deve ter como parâmetro apenas o valor da res furtiva, sendo prescindível a análise das circunstâncias do fato e o reflexo da conduta do agente no âmbito da sociedade para decidir sobre seu efetivo enquadramento na hipótese de crime de bagatela. II – Nos termos do Código Penal, a conduta de praticar, na presença de alguém menor de 14 (catorze) anos, conjunção carnal ou outro ato libidinoso, a fim de satisfazer lascívia de outrem, subsume-se ao tipo do art. 227 do Código Penal (mediação para servir a lascívia de outrem). III – O crime de uso de documento falso (art. 304 do CP) é um exemplo do que a doutrina convencionou chamar de crime remetido (ou tipo remetido). IV – O crime de lesão corporal seguida de morte (art. 129, §3º, do CP) é um exemplo do que a doutrina convencionou chamar de crime preterdoloso. Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "287516",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de uso de documento falso (art. 304, CP) trata-se de delito unissubsistente, que não admite a forma tentada (art. 14, II, CP)."
      },
      {
        "letra": "B",
        "texto": "O crime de falsidade ideológica (art. 299, do CP) comporta as modalidades comissiva e omissiva."
      },
      {
        "letra": "C",
        "texto": "No crime de falsificação de documento público (art. 297, CP), a forma do documento é verdadeira, mas seu conteúdo é falso."
      },
      {
        "letra": "D",
        "texto": "A substituição de fotografia em documento de identidade verdadeiro (cédula de identidade) pertencente a outrem, com intenção de falsificá-lo, configura o crime de falsificação de documento público (art. 297, CP)."
      },
      {
        "letra": "E",
        "texto": "Quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, pratica o crime de moeda falsa na forma privilegiada (art. 289, § 2o , CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275384",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Certidão ou atestado ideologicamente falso",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O simples porte de documento de identidade falsificado caracteriza-se como crime de uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "A consumação do crime de falsa identidade depende da obtenção da vantagem pretendida pelo agente, com a atribuição falsa da identidade."
      },
      {
        "letra": "C",
        "texto": "O uso de documento verdadeiro de identidade de terceiro caracteriza-se como crime de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "O crime de certidão ou atestado falso consuma-se com o uso do documento falsificado e enseja a punição da falsidade material e da falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Considere que um homem tenha retirado o edital de citação de sua companheira, o qual estava afixado na entrada do fórum de sua cidade, a fim de evitar que outras pessoas tomassem conhecimento desse documento. Nessa situação, esse homem responderá pelo delito de supressão de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "274435",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: SPTrans",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Nos crimes contra a fé pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito ativo que falsifica e usa o documento é punido pelos dois crimes."
      },
      {
        "letra": "B",
        "texto": "na falsificação de documento público, a condição de funcionário público é causa de aumento de pena, ainda que não se prevaleça do cargo."
      },
      {
        "letra": "C",
        "texto": "a consumação dos crimes de falsificação de documento se dá com o uso do documento falsificado."
      },
      {
        "letra": "D",
        "texto": "a cópia autenticada de documento não se equipara ao documento público."
      },
      {
        "letra": "E",
        "texto": "a ação penal do crime de falsificação de documento particular é de iniciativa pública, incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "231484",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Clemente falsificou um alvará judicial para levantamento de depósito judicial em nome de Clementina. Clementina foi até a agência bancária e o apresentou ao caixa, que acabou descobrindo a falsificação. Nesse caso, Clemente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e Clementina responderão pelo crime de falsificação de papéis públicos."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de falsificação de documento público e Clementina por uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "e Clementina responderão pelo crime de falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de falsificação de papéis públicos e Clementina por uso de papel público falsificado."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de falsificação de documento particular e Clementina por uso de documento falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "252343",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O uso de documento falso, artigo 304 do Código Penal, é absorvido pelo estelionato quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser absorvido."
      },
      {
        "letra": "B",
        "texto": "se exaure sem mais potencialidade lesiva."
      },
      {
        "letra": "C",
        "texto": "o crime de estelionato não for qualificado"
      },
      {
        "letra": "D",
        "texto": "o agente é funcionário público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "210355",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O crime de uso de documento falso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só se caracteriza se a falsidade do documento for material."
      },
      {
        "letra": "B",
        "texto": "é punível a título de culpa."
      },
      {
        "letra": "C",
        "texto": "caracteriza-se independentemente do agente ter ciência da falsidade."
      },
      {
        "letra": "D",
        "texto": "pode ser cometido com dolo eventual."
      },
      {
        "letra": "E",
        "texto": "não pode ser cometido pelo autor da falsificação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "209196",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: INFRAERO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Paulo recebeu um cheque de R$ 300,00 em pagamento da venda de mercadoria. Depositado, o cheque foi devolvido por insuficiência de fundos. Novamente depositado, tornou a ser devolvido por insuficiência de fundos. Após seis meses, tendo ocorrido a prescrição, Paulo endossou o cheque e o transferiu a José, que alterou o valor para R$ 3.000,00 e ingressou em juízo com ação monitória contra o emitente. Nesse caso, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por nenhum delito porque o cheque estava prescrito."
      },
      {
        "letra": "B",
        "texto": "responderá por falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "responderá por falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "responderá por uso de documento público falso."
      },
      {
        "letra": "E",
        "texto": "responderá por uso de papel público alterado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204601",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "No crime de uso de documento falso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a infração não se tipifica no caso de a falsidade do documento utilizado ser meramente ideológica."
      },
      {
        "letra": "B",
        "texto": "a pena cominada é sempre a mesma, independentemente da natureza do documento."
      },
      {
        "letra": "C",
        "texto": "há concurso com o delito de falso, se o agente que usa o documento é o próprio responsável pela falsificação, segundo amplo entendimento jurisprudencial."
      },
      {
        "letra": "D",
        "texto": "o objeto material pode ser simples fotocópia falsificada, ainda que não autenticada."
      },
      {
        "letra": "E",
        "texto": "a consumação se dá com o efetivo uso do documento, não se exigindo resultado naturalístico, já que se trata de delito formal."
      }
    ],
    "gabarito": "E"
  }
]