[
  {
    "id": "2257653",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "É crime próprio quanto ao agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "facilitação de contrabando ou descaminho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2154413",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Uruguaiana - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Usurpação"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, analise a assertiva abaixo sobre um crimeno qual o autor tem o seguinte procedimento: • Constranger alguém mediante violência ou grave ameaça, e com o intuito de obter para si oupara outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazeralguma coisa. Com base na referida Lei, essa é a definição de qual conceito?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado."
      },
      {
        "letra": "B",
        "texto": "Usurpação."
      },
      {
        "letra": "C",
        "texto": "Violação pessoal."
      },
      {
        "letra": "D",
        "texto": "Extorsão."
      },
      {
        "letra": "E",
        "texto": "Violência moral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1634322",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "João e Maria eram casados há cerca de 40 anos e em comunhão de bens. João arranjou uma amante e Maria descobriu o fato. Os dois começaram então a se desentender. A respeito do caso apresentado, assinale a alternativa que indica a associação correta entre a descrição e a denominação do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João chegou bêbado em casa, Maria reclamou e João quebrou a televisão de que tanto Maria gostava. Portanto, João cometeu o crime de dano."
      },
      {
        "letra": "B",
        "texto": "Maria pegou a churrasqueira adorada de João e a vendeu ao vizinho. Maria pode ser enquadrada no crime de furto, e o vizinho no de receptação."
      },
      {
        "letra": "C",
        "texto": "João, usando de ardil, escondeu o secador de Maria; assim ele pode ser enquadrado em estelionato."
      },
      {
        "letra": "D",
        "texto": "João esperava a entrega de um pacote dos Correios, que foi recebido por Maria, e ela o escondeu. Maria pode ser enquadrada no crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Durante uma briga entre João e Maria, um dos vizinhos aproveitou o momento e fez uma ligação irregular de água do lote dos brigões para o lote de outra vizinha, cometendo, portanto, o crime de usurpação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1092625",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Usurpação",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "É qualificado, se cometido contra o patrimônio do Município, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto (CP, art. 155, § 4º )."
      },
      {
        "letra": "B",
        "texto": "usurpação de águas (CP, art. 161, I)."
      },
      {
        "letra": "C",
        "texto": "esbulho possessório (CP, art. 161, II)."
      },
      {
        "letra": "D",
        "texto": "dano (CP, art. 163)."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita (CP, art. 168)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "802881",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano"
    ],
    "enunciado_principal": "Podemos definir como crimes de usurpação e dano segundo o Código Penal Brasileiro, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imóvel alheia. Destruir, inutilizar ou deteriorar coisa alheia."
      },
      {
        "letra": "B",
        "texto": "Suprimir ou alocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se de coisa móvel alheia. Destruir coisa alheia."
      },
      {
        "letra": "C",
        "texto": "Destruir ou danificar sinal indicativo de linha divisória, no todo ou em parte. Aniquilar coisa alheia."
      },
      {
        "letra": "D",
        "texto": "Invadir limites de território privado sem autorização, ou qualquer outro sinal indicativo de linha divisória, no todo ou em parte. Depreciar coisa alheia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "476026",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra o patrimônio, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de esbulho possessório aquele que invade mediante concurso de mais de duas pessoas, ainda que sem violência ou grave ameaça, terreno ou edifício alheio, para o fim de esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "Aquele que se apropria de coisa alheia que veio ao seu poder por caso fortuito ou força da natureza não pratica crime previsto no Código Penal."
      },
      {
        "letra": "C",
        "texto": "Fraudar execução, alienando, desviando, destruindo ou danificando bens, ou simulando dívidas é crime de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Adquirir, receber, transportar, conduzir, ocultar, ter em depósito, desmontar, montar, remontar, vender, expor à venda, ou de qualquer forma utilizar, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, coisa que deve saber ser produto de crime tipifica o crime de receptação qualificada, ainda que o comércio seja irregular ou clandestino e desde que não seja exercido em residência."
      },
      {
        "letra": "E",
        "texto": "É isento de pena aquele que destruir coisa alheia em prejuízo de ascendente ou descendente, salvo se o parentesco for apenas civil."
      }
    ],
    "gabarito": "A"
  }
]