[
  {
    "id": "3395875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Hermes consultou as redes sociais de sua esposa Adélia, tendo constatado mensagens de um homem que a convidava para um encontro amoroso, sem que Adélia tivesse respondido. Diante disso, Hermes, movido por violenta emoção, desferiu dois socos no rosto de Adélia, causando equimoses em sua face. Adélia prontamente dirigiu-se à delegacia de atendimento à mulher a fim lavrar o registro de ocorrência. Assinale a alternativa que indica corretamente a conduta praticada por Hermes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Hermes deverá responder pelo crime de lesão corporal leve (art. 129 caput do CP)."
      },
      {
        "letra": "B",
        "texto": "Hermes não deverá responder por crime algum, tendo em vista que está isento de pena por ter agido mediante violenta emoção ou paixão."
      },
      {
        "letra": "C",
        "texto": "Hermes deverá responder pelo crime de lesão corporal grave (art. 129, § 1º do CP)."
      },
      {
        "letra": "D",
        "texto": "Hermes deverá responder pelo crime de lesão corporal doméstica (art. 129, § 9º do CP)."
      },
      {
        "letra": "E",
        "texto": "Hermes deverá responder pelo crime de lesão corporal contra a mulher por razões de condições de sexo feminino (art. 129, § 13º do CP)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3287914",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Em 25 de dezembro de 2024, Henry, uma criança de 03 anos de idade, com dentição decídua completa (dentes de leite) foi vítima de violência doméstica e maus tratos através de chutes e socos pelo seu padrasto na residência da família. A agressão resultou em perda de 04 dentes de leite em região anterior-superior (incisivos centrais e laterais) com visualização das ausências dentárias de pronto ao sorrir. Vizinhos comunicaram ao Conselho Tutelar local que fizeram queixa crime na Delegacia Territorial de Barra do Rocha, sendo expedida a Requisição de Exame de Lesões Corporais Bucomaxilofacial de Nº 09999/2024 pelo Delegado de Polícia, Jason Gomes Rocha. Sobre a possível conclusão deste exame de corpo de delito, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não houve lesão corporal afinal é uma dentição transitória."
      },
      {
        "letra": "B",
        "texto": "Houve Deformidade Permanente haja vista que o prejuízo estético é de grande monta, perceptível de pronto e irreversível."
      },
      {
        "letra": "C",
        "texto": "Não cabe interpretação à luz do art. 129 CP mas sim de Dano à Coisa Alheia, art. 163 CP."
      },
      {
        "letra": "D",
        "texto": "Houve lesão corporal, mas não houve Deformidade Permanente haja vista que a dentição afetada é transitória e será substituída pela dentição permanente."
      },
      {
        "letra": "E",
        "texto": "O Perito Odonto-Legal incorreu em exercício ilegal da Medicina ao atender a vítima sem que previamente um médico legista expedisse Requisição de Exame Complementar de Lesão Corporal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248489",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Configura violência moral contra a mulher ______. Assinale a alternativa que preencha corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer conduta que a constranja a presenciar, a manter ou a participar de relação sexual não desejada"
      },
      {
        "letra": "B",
        "texto": "qualquer conduta que configure retenção, subtração de documentos pessoais, bens ou valores"
      },
      {
        "letra": "C",
        "texto": "qualquer conduta que ofenda sua integridade ou saúde corporal"
      },
      {
        "letra": "D",
        "texto": "qualquer conduta que configure calúnia, difamação ou injúria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522183",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Sobre os delitos contra a vida, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o agente comete o crime impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção logo em seguida à injusta provocação da vítima, o juiz pode reduzir a pena de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Considera-se que há razões de condição de sexo feminino quando o crime envolve violência doméstica e familiar ou discriminação à condição de mulher."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de homicídio culposo, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária."
      },
      {
        "letra": "D",
        "texto": "O feminicídio é uma qualificadora de ordem subjetiva, incidindo sempre que o crime estiver atrelado à violência doméstica e familiar propriamente dita, de acordo com a jurisprudência do STJ."
      },
      {
        "letra": "E",
        "texto": "As qualificadoras objetivas do crime de homicídio, previstas nos incisos III e IV do §2º do art. 121 do CP, são compatíveis com o dolo eventual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386990",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Giles, ex-namorado de Hildebranda, ao tomar conhecimento de que ela está em um novo relacionamento amoroso, movido pelo ciúme, decide dar-lhe uma surra e, para tanto, convida-a a ir ao seu apartamento, sob o pretexto de que gostaria de lhe devolver alguns pertences pessoais, deixados por ela no imóvel. Acreditando na sinceridade do convite, Hildebranda comparece ao local, onde Giles a agride, desferindo-lhe socos no rosto. Ela vem então a ser hospitalizada, em decorrência dos ferimentos sofridos, sobrevindo alta médica dois dias depois. Diante do caso narrado, Giles deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal grave, com incidência das circunstâncias agravantes da dissimulação e das consequências do crime (hospitalização da vítima);"
      },
      {
        "letra": "B",
        "texto": "lesão corporal leve, com incidência das circunstâncias agravantes da dissimulação e de ter sido o crime cometido com violência contra a mulher, na forma da lei específica;"
      },
      {
        "letra": "C",
        "texto": "lesão corporal qualificada pela violência doméstica, sopesando-se em desfavor do réu as circunstâncias judiciais da dissimulação e das consequências do crime (hospitalização da vítima);"
      },
      {
        "letra": "D",
        "texto": "lesão corporal qualificada pela violência doméstica, sopesando-se em desfavor do réu a circunstância judicial das consequências do crime (hospitalização da vítima), com incidência da circunstância agravante da dissimulação;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal grave, com a pena aumentada pela violência doméstica, sopesando-se em desfavor do réu a circunstância judicial das consequências do crime (hospitalização da vítima), com incidência das circunstâncias agravantes da dissimulação e de ter sido o crime cometido com violência contra a mulher, na forma da lei específica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2360684",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Paulo, 50 anos, é casado com Rita, 40 anos. Ao perceber que Rita conversava com um amigo do trabalho por meio de mensagens enviadas pelas redes sociais, Paulo, movido por ciúmes, desferiu um soco na face da esposa. Rita compareceu à Delegacia de Atendimento à Mulher e registrou ocorrência para apuração do delito. Após representação da autoridade policial, o juízo competente decretou as medidas protetivas de urgência de afastamento do lar e proibição de contato com a ofendida. Todavia, Paulo, inconformado, compareceu à residência, contra a vontade de Rita, para tentar reconciliar-se com ela. Desta forma, é correto afirmar que Paulo deverá responder criminalmente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal doméstica e desobediência."
      },
      {
        "letra": "B",
        "texto": "lesão corporal leve e descumprimento de medida protetiva de urgência."
      },
      {
        "letra": "C",
        "texto": "violência de gênero e descumprimento de medida protetiva de urgência."
      },
      {
        "letra": "D",
        "texto": "violência de gênero e desobediência."
      },
      {
        "letra": "E",
        "texto": "violência de gênero, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2374452",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "De acordo com o Superior Tribunal de Justiça, nos casos de crime de violência doméstica e familiar contra a mulher",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se a pena de advertência para o crime de descumprimento da decisão judicial que defere medidas protetivas de urgência, apesar de ausência de expressa previsão legal."
      },
      {
        "letra": "B",
        "texto": "obsta-se a substituição da pena privativa de liberdade por pena restritiva de direitos na hipótese de prática do crime com violência ou grave ameaça no ambiente doméstico."
      },
      {
        "letra": "C",
        "texto": "impõe-se a imediata cessação das medidas protetivas de urgência na hipótese de extinção da punibilidade do autor, sob pena de eternização da restrição de direitos individuais."
      },
      {
        "letra": "D",
        "texto": "obsta-se a aplicação do princípio da insignificância, porém admite-se esse princípio nos casos de contravenção penal praticada contra a mulher no ambiente doméstico."
      },
      {
        "letra": "E",
        "texto": "admite-se a imposição de pena de multa isoladamente, desde que prevista de forma autônoma no preceito secundário do tipo penal imputado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2132384",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "À luz da Lei n.º 14.344/2022, que dispõe sobre violência doméstica e familiar contra a criança e o adolescente, julgue o item a seguir. A prisão preventiva do agressor será decretada pelo juiz, a requerimento do Ministério Público ou mediante representação da autoridade policial, sendo cabível em qualquer fase do inquérito policial ou da instrução criminal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2667695",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Chapecó - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Sobre Violência Doméstica, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na aceleração do parto, dá pena de 3 meses a 1 ano de detenção."
      },
      {
        "letra": "B",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na incapacidade permanente para o trabalho, dá pena de 10 anos de detenção."
      },
      {
        "letra": "C",
        "texto": "Ofender a integridade corporal, com lesão corporal de natureza grave que resulte na lesão corporal seguida de morte, dá pena de 30 anos de detenção."
      },
      {
        "letra": "D",
        "texto": "Ofender a integridade corporal, se houver como consequência a morte, porém se as circunstâncias evidenciam que o agente não quis o resultado, nem assumiu o risco de produzi-lo, dá pena de 5 anos."
      },
      {
        "letra": "E",
        "texto": "Ofender a integridade corporal, se o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, o juiz pode reduzir a pena a um sexto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2143892",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Pará de Minas - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "De acordo com a Convenção de Belém do Pará (Convenção Interamericana para Prevenir, Punir e Erradicar a Violência Contra a Mulher, adotada pela OEA em 1994), violência contra a mulher é qualquer ação ou conduta, baseada no gênero, que cause morte, dano ou sofrimento físico, sexual ou psicológico à mulher, tanto no âmbito público como no privado. Disponível em: https://www.tjse.jus.br/portaldamulher/. Acesso em: 16 maio 2022. Não pode ser considerado violência contra a mulher:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agressor usa da força física para machucar a vítima."
      },
      {
        "letra": "B",
        "texto": "Quando uma mulher possui uma autoestima baixa, devido a vários fatores."
      },
      {
        "letra": "C",
        "texto": "Quando o parceiro obriga a mulher a manter relações sexuais com ele."
      },
      {
        "letra": "D",
        "texto": "Quando uma mulher é acusada falsamente por um crime que não cometeu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2078708",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Com relação ao crime de lesão corporal, previsto no art. 129 do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na lesão corporal culposa não se aplica o perdão judicial."
      },
      {
        "letra": "B",
        "texto": "será de natureza grave, se resultar incapacidade para as ocupações habituais, por mais de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é possível o juiz substituir a pena privativa de liberdade pela multa, se a lesão, ainda que grave, for praticada em seguida à injusta provocação da vítima."
      },
      {
        "letra": "D",
        "texto": "na lesão oriunda de violência doméstica, incidirá causa de aumento, se a vítima é portadora de deficiência."
      },
      {
        "letra": "E",
        "texto": "é isento de pena o agente que comete o crime sob o domínio de violenta emoção, desde que não se trate de lesão de natureza grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2044435",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "O Código Penal conta com dispositivo cuja finalidade é coibir a violência doméstica, entendida esta como a prática do delito de lesão corporal contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade {Art. 129, § 9°, do Código Penal). Sobre essa norma, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lesão imposta é de natureza unicamente leve, dando margem a um tipo qualificado, mas não pelo resultado."
      },
      {
        "letra": "B",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de vias de fato."
      },
      {
        "letra": "D",
        "texto": "a qualificadora da violência doméstica não pode ser aplicada aos casos de parentalidade socioafetiva."
      },
      {
        "letra": "E",
        "texto": "a qualificadora da violência doméstica pode ser aplicada a todas as relações de convivência cotidiana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2044428",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Assinale a alternativa em que o agressor deverá responder pelo crime de violência doméstica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ricardo, no calor de uma discussão com Helolsa, sua namorada, por divergências esportivas, pois torcem para times distintos, desferiu um soco no rosto desta, que resultou em lesão, após o incidente Heloisa passou a não sentir mais paladar."
      },
      {
        "letra": "B",
        "texto": "Fernando chegou em casa alcoolizado e após discussão por ciúme, desferiu dois fortes socos no olho de sua esposa Vitória. Em seguida, Fernando disse que \"não quer que ela fique novamente de conversa com outros homens na rua\" e saiu de casa. Vitória pediu ajuda a vizinhos que a encaminharam ao pronto-socorro para os devidos cuidados. Em razão dos ferimentos, Vitória precisou ser submetida a pequena cirurgia, que necessitou de cinco dias de observação no hospital, mas após alta médica poderia voltar às suas atividades habituais normalmente."
      },
      {
        "letra": "C",
        "texto": "Edvar, em casa, ao efetuar reparos em um lustre, culposamente deixa cair uma ferramenta sobre a cabeça da esposa, que segurava a escada, ferindo-a levemente."
      },
      {
        "letra": "D",
        "texto": "Durante uma discussão com a ex-esposa sobre a guarda dos filhos, Emerson desfere um soco na boca da mulher, quebrando vários de seus dentes, o que, consoante laudo pericial, lhe causa debilidade permanente de função."
      },
      {
        "letra": "E",
        "texto": "Anderson, desejando lesionar a própria mãe. Tenta golpeá-la com um bastão, mas erra o alvo, atingindo um vaso. Aterrorizada, a vitima se encolhe esperando novo golpe, mas Anderson, que poderia prosseguir com a ação, se apieda, cessando a execução do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971697",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Maus tratos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A premeditação constitui circunstância qualificadora no homicídio."
      },
      {
        "letra": "B",
        "texto": "Para que haja crime de lesão corporal praticado no contexto de violência doméstica, é necessário que a vítima conviva com o agente."
      },
      {
        "letra": "C",
        "texto": "O crime de omissão de socorro pode ser cometido por pessoa que não se encontra no local onde está a vítima."
      },
      {
        "letra": "D",
        "texto": "O crime de maus-tratos não pode ser cometido por professores contra seus alunos, mas somente pelos pais ou tutores da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937489",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Violência doméstica",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Joana compareceu à delegacia de polícia relatando violência doméstica, na qual seu companheiro, por não aceitar que ela exercia atividade laboral, destruiu seus instrumentos de trabalho, os quais foram avaliados em R$ 85,00 (oitenta e cinco reais). Considerando o caso narrado, julgue o seguinte item. Caso Joana também relate ter sido vítima de lesões corporais leves praticadas por seu companheiro no âmbito familiar, é correto afirmar que a ação penal, quanto às referidas lesões, será pública condicionada à representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868189",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "O Código Penal conta com dispositivo cuja finalidade é coibir a violência doméstica, entendida esta como a prática do delito de lesão corporal contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade (Art. 129, § 9º, do Código Penal). Sobre essa norma, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lesão imposta é de natureza unicamente leve, dando margem a um tipo qualificado, mas não pelo resultado;"
      },
      {
        "letra": "B",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de lesão corporal culposa;"
      },
      {
        "letra": "C",
        "texto": "a qualificadora da violência doméstica pode ser aplicada aos casos de vias de fato;"
      },
      {
        "letra": "D",
        "texto": "a qualificadora da violência doméstica não pode ser aplicada aos casos de parentalidade socioafetiva;"
      },
      {
        "letra": "E",
        "texto": "a qualificadora da violência doméstica pode ser aplicada a todas as relações de convivência cotidiana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1828387",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Violência doméstica"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.O crime de lesão corporal qualificado pela violência doméstica admite mulher como sujeito ativo do delito e homem como sujeito passivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824974",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Antônio, 19 anos de idade, filho de José, agrediu reiteradas vezes Pedro, marido de seu pai. O agressor residia com o casal, na casa de seu genitor. Chegando o processo ao Judiciário, o juiz impôs medida protetiva em favor do casal, José e Pedro, determinando que o agressor se afastasse de ambos, proibindo-o de manter contato ou se aproximar das vítimas. Houve descumprimento da medida por parte do agressor, com ingresso na casa paterna, mas com consentimento de José, e nova agressão a Pedro, que chamou força policial, sendo Antônio levado à delegacia policial. Nesse caso, as figuras típicas em análise são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal (Art. 129, caput, do CP);"
      },
      {
        "letra": "B",
        "texto": "lesão corporal (Art. 129, caput, do CP), invasão de domicílio (Art. 150, caput, do CP) e descumprimento de medida protetiva (Art. 24-A, caput, da Lei nº 11.340/2006);"
      },
      {
        "letra": "C",
        "texto": "violência doméstica (Art. 129, § 9º, do CP);"
      },
      {
        "letra": "D",
        "texto": "violência doméstica (Art. 129, § 9º, do CP) e descumprimento de medida protetiva (Art. 24-A, caput, da Lei nº 11.340/2006);"
      },
      {
        "letra": "E",
        "texto": "violência doméstica (Art. 129, § 9º, do CP), invasão de domicílio (Art. 150, caput, do CP) e descumprimento de medida protetiva (Art. 24-A, caput, da Lei nº 11.340/2006)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1785350",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Em 12/3/2021, Fernando chegou em casa alcoolizado e após discussão por ciúme, desferiu dois fortes socos no olho de sua esposa Vitória. Em seguida, Fernando disse que “não quer que ela fique novamente de conversa com outros homens na rua” e saiu de casa. Vitória pediu ajuda a vizinhos que a encaminharam ao pronto-socorro para os devidos cuidados. Em razão dos ferimentos, Vitória precisou ser submetida a pequena cirurgia, que necessitou de cinco dias de observação no hospital, mas após alta médica poderia voltar às suas atividades habituais normalmente. Contudo, no último dia se sentiu mal e realizou exames no hospital, tendo sido constatada infecção por Covid-19, que ocorrera no hospital. Em razão das complicações do vírus, Vitória seguiu internada no hospital e morreu vinte e um dias depois. Diante dos fatos narrados, Fernando deve responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal em situação de violência doméstica."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "feminicídio."
      },
      {
        "letra": "D",
        "texto": "crime nenhum, pois o fato é atípico."
      },
      {
        "letra": "E",
        "texto": "tentativa de homicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1771699",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Lesões corporais",
      "Violência doméstica",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Paula namorou João por onze meses, tendo dado fim ao relacionamento em razão do comportamento ciumento e agressivo deste. Três meses após, João, inconformado com o fim do relacionamento, abordou Paula na saída do seu trabalho e, após desferir um soco em seu rosto, causando-lhe lesão leve, ainda a perseguiu até sua casa, ameaçando-a de morte caso não retomasse o namoro. Temendo a reação de João, Paula registrou o ocorrido, sendo os fatos confirmados por perícia e testemunhas que presenciaram o evento. João foi denunciado pelos crimes de lesão corporal e ameaça. Diante do que foi acima narrado, é correto constatar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato não se encaixa na Lei Maria da Penha, pois ocorrido após o fim do relacionamento entre João e Paula;"
      },
      {
        "letra": "B",
        "texto": "caso condenado, João poderá ter sua pena privativa de liberdade substituída por restritiva de direitos;"
      },
      {
        "letra": "C",
        "texto": "a natureza leve da lesão causada tornou indispensável a representação da vítima para denúncia do crime de lesão;"
      },
      {
        "letra": "D",
        "texto": "caso condenado, em razão da natureza dos delitos, João não poderá apelar em liberdade;"
      },
      {
        "letra": "E",
        "texto": "caso condenado por pena de até dois anos, João poderá ser beneficiado com a aplicação do sursis da pena, não sendo cabível, contudo, a suspensão condicional do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1683263",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Ferraz de Vasconcelos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio praticado contra parente consanguíneo até terceiro grau da esposa será considerado violência doméstica em razão dessa condição."
      },
      {
        "letra": "B",
        "texto": "a lesão corporal praticada contra o cônjuge do Guarda Civil Municipal, em razão dessa condição, terá a pena aumentada."
      },
      {
        "letra": "C",
        "texto": "crime doloso contra a vida de mulher é feminicídio e contra a vida do homem é homicídio."
      },
      {
        "letra": "D",
        "texto": "a omissão de socorro é considerada um crime essencialmente doloso que, excepcionalmente, admite a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "violência doméstica é crime doloso contra a vida ou a integridade exclusivamente da esposa em razão dessa condição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1681004",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. À luz do Código Penal, se uma lesão corporal de natureza grave foi praticada intencionalmente e resultou em perda ou inutilização do membro, do sentido ou de uma função; ou, ainda, em aborto, o agente estará sujeito à pena de detenção, de dois a oito meses, ou multa, conforme dispõe o artigo 129, § 2º, incisos II a VI, do referido Código. II. Em um crime de violência doméstica, ocorrendo uma lesão praticada contra um ascendente ou um companheiro do agressor ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade, será aplicada uma pena de detenção, de 3 (três) a 9 (nove) anos, conforme determina o Código Penal, em seu artigo 129, § 9º. III. A prática de furto qualificado prevê pena de reclusão de dois a oito anos, e multa, se o crime é cometido com destruição ou rompimento de obstáculo à subtração do bem furtado; mediante concurso de duas ou mais pessoas; com emprego de chave falsa; com abuso de confiança, ou mediante fraude, escalada ou destreza; conforme prevê o Código Penal, em seu artigo 155, § 4º, incisos I a IV. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1157080",
    "metadata": "Ano: 2020 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Fulano de Tal”, proprietário das empresas “X”, divulgou em suas redes sociais vídeo afirmando que “é um absurdo as empresas terem de adaptar seus estabelecimentos ao design (desenho) universal, tendo que colocar dispositivos de adaptação arquitetônica, decorrentes da Lei nº 13.146/2015, como, por exemplo, largura específica de portas, porque estas medidas os tornam feios, além do que as pessoas com deficiência são poucas, não têm potencial de consumo, não deveriam sair de casa e ainda atrapalham as vendas”. Esta declaração, hoje, pode ser tipificada como crime."
      },
      {
        "letra": "B",
        "texto": "A “Lei Maria da Penha”, de combate à violência doméstica e familiar contra mulheres no Brasil, introduziu também o combate à misogenia difundida na rede mundial de computadores."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 11.340/2006 dispensa o requisito coabitação para configuração da relação íntima de afeto no qual o agressor conviva, ou tenha convivido com a pessoa ofendida, para fins de tipificação de violência doméstica e familiar contra a mulher."
      },
      {
        "letra": "D",
        "texto": "São considerados crimes para a Lei Brasileira de Inclusão: negar matrícula a aluno em estabelecimento público ou privado de ensino em decorrência de sua deficiência, bem como negar ou obstar emprego, trabalho ou promoção à pessoa em razão de sua deficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138165",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "No tocante ao crime de lesão corporal praticado no ambiente doméstico, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inaplicável a suspensão condicional do processo, independentemente da condição da vítima, ainda que de natureza leve."
      },
      {
        "letra": "B",
        "texto": "a pena será aumentada de 1/3 (um terço), se de natureza grave, mas apenas se a vítima for mulher."
      },
      {
        "letra": "C",
        "texto": "não é vedada por entendimento sumulado a aplicação, em tese e para algumas situações, do chamado princípio da insignificância."
      },
      {
        "letra": "D",
        "texto": "a ação penal é sempre pública condicionada."
      },
      {
        "letra": "E",
        "texto": "incabível a suspensão condicional da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "994226",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Sobre a legislação extravagante ao Código Penal e a jurisprudência majoritária do Superior Tribunal de Justiça, analise as afirmativas a seguir. I. A prática de crime ou contravenção penal contra a mulher no ambiente doméstico impossibilita a substituição da pena privativa de liberdade por restritiva de direitos. II. Não é possível a aplicação dos princípios da insignificância e da bagatela imprópria nos delitos praticados com violência ou grave ameaça no âmbito das relações domésticas e familiares. III. O descumprimento de medida protetiva de urgência antes do acréscimo do art. 24-A à Lei Maria da Penha configurava o crime de desobediência, previsto no art. 330 do Código Penal. IV. Demonstrada por laudo pericial a inaptidão da arma de fogo para o disparo, é atípica a conduta de portar ou de possuir arma de fogo, diante da ausência de afetação do bem jurídico incolumidade pública, tratando-se de crime impossível pela ineficácia absoluta do meio. V. É materialmente atípica, pela aplicação do Princípio da Insignificância, a conduta de portar ou possuir ínfima quantidade de munição, aliada à ausência do artefato capaz de disparar o projétil, que denote a incapacidade de gerar perigo à incolumidade pública. Está incorreto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "IV e V, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e V, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976008",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "No tocante à aplicação da Lei n° 11.340/06 (Lei Maria da Penha), para a configuração da violência doméstica e familiar prevista no art. 5º da referida Lei, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se exige a coabitação entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "É imprescindível a relação matrimonial."
      },
      {
        "letra": "C",
        "texto": "Não pode envolver relação patrimonial."
      },
      {
        "letra": "D",
        "texto": "Não se aplica na relação de parentesco consanguíneo."
      },
      {
        "letra": "E",
        "texto": "Não se aplica a casais divorciados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "976002",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "No tocante aos crimes contra a vida, é circunstância qualificadora do crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reincidência."
      },
      {
        "letra": "B",
        "texto": "ser contra mulher por razões da condição de sexo feminino."
      },
      {
        "letra": "C",
        "texto": "o abuso de poder ou violação de dever inerente a cargo, ofício, ministério ou profissão."
      },
      {
        "letra": "D",
        "texto": "ser contra ascendente, descendente, irmão ou cônjuge."
      },
      {
        "letra": "E",
        "texto": "o estado de embriaguez preordenada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "812989",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Assinale a hipótese que contempla um crime de violência doméstica (art. 129, § 9°, CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bertoldo, em casa, ao efetuar reparos em um lustre, culposamente deixa cair uma ferramenta sobre a cabeça da esposa, que segurava a escada, ferindo-a levemente."
      },
      {
        "letra": "B",
        "texto": "Casemiro. desejando lesionar a própria mãe. tenta golpeá-la com um bastão, mas erra o alvo, atingindo um vaso. Aterrorizada, a vítima se encolhe esperando novo golpe, mas Casemiro, que poderia prosseguir com a ação, se apieda, cessando a execução do crime."
      },
      {
        "letra": "C",
        "texto": "Marinalva. que coabita com a amiga Soraia. irritada com o fato de a amiga não ajudar na limpeza da casa, dá um empurrão nesta, que se desequilibra e bate com a cabeça na parede, ficando desacordada por cinco minutos. Ao acordar, a vítima, apesar de sentir dores por dois dias, se recupera plenamente, contando com a assistência de Marinalva, a qual não pretendia o resultado."
      },
      {
        "letra": "D",
        "texto": "Manolo, ao chegar bêbado em casa e sem qualquer intenção especial, passa a bater em seu filho Ernesto, de 18 anos, que, por respeito ao pai, não revida. No evento, Ernesto suporta lesões leves."
      },
      {
        "letra": "E",
        "texto": "Durante uma discussão com a ex-esposa sobre a guarda dos filhos, Gervásio desfere um soco na boca da mulher, quebrando vários de seus dentes, o que, consoante laudo pericial, lhe causa debilidade permanente de função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812764",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Assinale a hipótese que contempla um crime de violência doméstica {art. 129, § 9º, CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante uma discussão com a ex-esposa sobre a guarda dos filhos, Gervásio desfere um soco na boca da mulher, quebrando vários de seus dentes, o que, consoante laudo pericial, lhe causa debilidade permanente de função."
      },
      {
        "letra": "B",
        "texto": "Manolo, ao chegar bêbado em casa e sem qualquer intenção especial, passa a bater em seu filho Ernesto, de 18 anos, que, por respeito ao pai, não revida. No evento, Ernesto suporta lesões leves."
      },
      {
        "letra": "C",
        "texto": "Marinalva. que coabita com a amiga Soraia. irritada com o fato de a amiga não ajudar na limpeza da casa, dá um empurrão nesta, que se desequilibra e bate com a cabeça na parede, ficando desacordada por cinco minutos. Ao acordar, a vítima, apesar de sentir dores por dois dias, se recupera plenamente, contando com a assistência de Marinalva, a qual não pretendia o resultado."
      },
      {
        "letra": "D",
        "texto": "Casemiro. desejando lesionar a própria mãe. tenta golpeá-la com um bastão, mas erra o alvo, atingindo um vaso. Aterrorizada, a vítima se encolhe esperando novo golpe, mas Casemiro, que poderia prosseguir com a ação, se apieda, cessando a execução do crime."
      },
      {
        "letra": "E",
        "texto": "Bertoldo, em casa, ao efetuar reparos em um lustre, culposamente deixa cair uma ferramenta sobre a cabeça da esposa, que segurava a escada, ferindo-a levemente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530909",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A lei no 11.340/06 cria mecanismos para coibir e prevenir a violência doméstica e familiar contra a mulher, nos termos do § 8o do art. 226 da Constituição Federal, da Convenção sobre a Eliminação de Todas as Formas de Violência contra a Mulher, da Convenção Interamericana para Prevenir, Punir e Erradicar a Violência contra a Mulher e de outros tratados internacionais ratificados pela República Federativa do Brasil. Neste sentido, possui dispositivos que excepcionam regras processuais previstas no Código de Processo Penal e nas leis extravagantes, penais e processuais. Portanto, nos termos da lei, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que o agressor ingressar ou deixar a prisão, ou o advogado constituído ou a própria ofendida deverão ser notificados."
      },
      {
        "letra": "B",
        "texto": "É vedada a aplicação, nos casos de violência doméstica e familiar contra a mulher, de penas de cesta básica."
      },
      {
        "letra": "C",
        "texto": "Nos casos em que for realizada a transação penal, o juiz poderá aplicar a pena restritiva de direitos sempre cumulada com o pagamento de multa reparatória."
      },
      {
        "letra": "D",
        "texto": "Mesmo que a pena aplicada na sentença pelo magistrado seja inferior a dois anos de prisão, não poderá ser concedida a suspensão da execução da pena (sursis)."
      },
      {
        "letra": "E",
        "texto": "O juiz poderá decretar várias medidas protetivas de urgência, dentre elas a suspensão da posse ou restrição do porte de armas, com comunicação ao órgão competente, exigindo-se sempre para a decretação de tais medidas a manifestação prévia do Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483739",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Visando coibir e prevenir a violência doméstica e familiar contra a mulher, foi promulgada a Lei nº 11.340/06, popularmente conhecida como Lei Maria da Penha. O diploma legal, com o objetivo de conferir tratamento mais rigoroso aos autores de crimes praticados nessa situação, trouxe um procedimento processual penal com algumas peculiaridades. Sobre esse procedimento, de acordo com a jurisprudência majoritária do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe retratação da representação já ofertada pela vítima mulher;"
      },
      {
        "letra": "B",
        "texto": "poderá eventual pena privativa de liberdade ser substituída por restritiva de direito de pagamento de cesta básica;"
      },
      {
        "letra": "C",
        "texto": "caberá retratação perante a autoridade policial da representação já ofertada;"
      },
      {
        "letra": "D",
        "texto": "preenchidos os requisitos legais, cabe oferecimento de proposta de transação penal;"
      },
      {
        "letra": "E",
        "texto": "a ação penal do crime de lesão corporal leve praticado no âmbito desta lei será pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305402",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas",
      "Violência doméstica"
    ],
    "enunciado_principal": "Joseval, no calor de uma discussão com Marinalda, sua namorada, por divergências esportivas, pois torcem para times distintos, desferiu um soco no rosto desta, que resultou em lesão, após o que Marinalda passou a não sentir mais paladar. Assim, Joseval:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de lesão corporal simples."
      },
      {
        "letra": "B",
        "texto": "deve responder pelo crime de lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "deve responder pelo crime de lesão corporal gravíssima."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de violência doméstica."
      },
      {
        "letra": "E",
        "texto": "não deve responder por crime algum, pois a imputabilidade fica excluída pela emoção ou pela paixão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2100001",
    "metadata": "Ano: 2012 | Banca: IBFC | Órgão: Prefeitura de João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "Acerca da Lei nº 11.340/06 (Violência Doméstica), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura violência doméstica e familiar contra a mulher qualquer ação ou omissão baseada no gênero que lhe cause morte, lesão, sofrimento físico, sexual ou psicológico no âmbito da unidade doméstica, compreendida como o espaço de convívio permanente de pessoas, com ou sem vínculo familiar, inclusive as esporadicamente agregadas."
      },
      {
        "letra": "B",
        "texto": "Configura violência doméstica e familiar contra a mulher qualquer ação ou omissão baseada no gênero que lhe cause morte, lesão, sofrimento físico, sexual ou psicológico no âmbito da família, compreendida como a comunidade formada por indivíduos que são ou se consideram aparentados, unidos por laços naturais, por afinidade ou por vontade expressa."
      },
      {
        "letra": "C",
        "texto": "Configura violência doméstica e familiar contra a mulher qualquer ação ou omissão baseada no gênero que lhe cause morte, lesão, sofrimento físico, sexual ou psicológico em qualquer relação íntima de afeto, na qual o agressor conviva ou tenha convivido com a ofendida, independentemente de coabitação."
      },
      {
        "letra": "D",
        "texto": "Configura violência doméstica e familiar contra a mulher toda e qualquer ação ou omissão baseada no gênero que lhe cause morte, lesão, sofrimento físico, sexual ou psicológico, inclusive aquelas praticadas por ex-namorado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "242157",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica"
    ],
    "enunciado_principal": "No tocante à parte especial do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de assédio sexual pressupõe a prevalência da condição de superior hierárquico ou ascendência inerentes ao exercício de cargo, emprego ou função, para o fim de obtenção de vantagem econômica ou favorecimento sexual."
      },
      {
        "letra": "B",
        "texto": "de acordo com a jurisprudência atual do Supremo Tribunal Federal não se admite o reconhecimento do privilégio no furto qualificado pelo rompimento de obstáculo, dada a incompatibilidade das circunstâncias em questão."
      },
      {
        "letra": "C",
        "texto": "o concurso de agentes constitui circunstância que qualifica o crime de homicídio, vez que a superioridade numérica, por si, indica a maior reprovabilidade da conduta."
      },
      {
        "letra": "D",
        "texto": "não é punível a conduta do agente que recebe coisa sabendo ser produto de crime, se não for apurada a autoria do crime de que a res proveio."
      },
      {
        "letra": "E",
        "texto": "pai que agride o filho homem, que possui 18 anos de idade, causando-lhe lesões corporais de natureza leve, terá sua conduta subsumida ao art. 129, § 9o - crime de violência doméstica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253336",
    "metadata": "Ano: 2011 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Violência doméstica",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Aponte se as assertivas a seguir, sobre a Lei Maria da Penha (11.340/2006), são verdadeiras (V) ou falsas (F). Assinale, em seguida, a única alternativa CORRETA: ( ) Configura violência doméstica e familiar em qualquer relação íntima de afeto, na qual o agressor conviva ou tenha convivido com a ofendida, exigindo-se prévia coabitação, independentemente do lapso temporal em que esta tenha ocorrido. ( ) As medidas protetivas de urgência poderão ser concedidas de imediato, independentemente de audiência das partes, exigindo-se tão somente prévia manifestação do Ministério Público, a ser realizada no prazo de 24 horas ( ) Para preservar a integridade física e psicológica da mulher em situação de violência doméstica, o juiz assegurará o acesso prioritário à remoção, quando servidora pública integrante da administração direta ou indireta, ou ainda a manutenção do vínculo trabalhista, por até seis meses, quando necessário o afastamento do local de trabalho. ( ) No tocante à competência para os processos cíveis regidos pela Lei Maria da Penha a ofendida poderá optar ou por seu domicílio ou residência, ou pelo lugar do fato que ensejou a demanda ou, ainda, pelo domicílio do agressor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, F, V, V"
      },
      {
        "letra": "D",
        "texto": "F, F, F, V"
      }
    ],
    "gabarito": "C"
  }
]