[
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2705964",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Quem comete a conduta típica de “devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "B",
        "texto": "violação de licitação."
      },
      {
        "letra": "C",
        "texto": "violação de função."
      },
      {
        "letra": "D",
        "texto": "violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "violação de contrato administrativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2274097",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Advocacia administrativa",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Considerando-se o Decreto-Lei nº 2.848/1940 — Código Penal, analisar a sentença abaixo: Prevaricação é retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal (1ª parte). Advocacia administrativa é patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário (2ª parte). Violação do sigilo de proposta de concorrência é devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo (3ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente correta."
      },
      {
        "letra": "B",
        "texto": "Correta somente em suas 1ª e 2ª partes."
      },
      {
        "letra": "C",
        "texto": "Correta somente em suas 1ª e 3ª partes."
      },
      {
        "letra": "D",
        "texto": "Correta somente em suas 2ª e 3ª partes."
      },
      {
        "letra": "E",
        "texto": "Totalmente incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2611950",
    "metadata": "Ano: 2022 | Banca: IDIB | Órgão: Prefeitura de Mari - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "O crime de Violação do Sigilo de Proposta de Concorrência, objeto do artigo 326 de nosso Código Penal, tem previsão de pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 1(um) a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "Detenção, de quatro meses a dois anos"
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2(dois) a 4(quatro) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "Detenção, de três meses a um ano, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1998922",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São tipos penais contra a administração pública, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "B",
        "texto": "falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "D",
        "texto": "admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei."
      },
      {
        "letra": "E",
        "texto": "apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1997385",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: IPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Maria, funcionária pública, em função do seu cargo deve manter sigilo de proposta de concorrência pública, sob pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de três meses a dois anos, e multa."
      },
      {
        "letra": "C",
        "texto": "detenção, de três meses a quatro anos, e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão, de três meses a um ano, e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão, de três meses a dois anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639806",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Não constitui crime contra a Administração em Geral, praticado por particular:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação do sigilo de proposta de concorrência"
      },
      {
        "letra": "B",
        "texto": "Descaminho"
      },
      {
        "letra": "C",
        "texto": "Tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "E",
        "texto": "Usurpação de função pública"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1249130",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CRF-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Advocacia administrativa",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "“O código penal vigente no Brasil foi criado pelo decreto-lei nº2.848, de 7 de dezembro de 1940, então pelo presidente Getúlio Vargas durante o período do Estado Novo. O atual código é o 3º da história do Brasil e o mais longo em vigência.” Disponível em: WIKIPÉDIA – código penal De acordo com o código penal brasileiro, os crimes praticados por funcionários públicos contra a administração em geral podem ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato é retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, sob pena de detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "B",
        "texto": "Prevaricação é apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviálo, em proveito próprio ou alheio sob pena de reclusão, de dois a doze anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Violação do sigilo de proposta de concorrência é devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo sob pena de detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa é exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida sob pena de reclusão, de dois a oito anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Concussão é patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário sob pena de detenção, de um a três meses, ou multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1144380",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "O servidor que devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo, segundo o Art. 326 do código penal brasileiro, está sujeito à pena de multa e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de 5 meses a 2 anos."
      },
      {
        "letra": "B",
        "texto": "reclusão de 6 meses a 1 ano."
      },
      {
        "letra": "C",
        "texto": "detenção de 1 a 2 anos."
      },
      {
        "letra": "D",
        "texto": "reclusão de 2 a 4 anos."
      },
      {
        "letra": "E",
        "texto": "detenção de 3 meses a 1 ano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832422",
    "metadata": "Ano: 2017 | Banca: UTFPR | Órgão: UTFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Facilitação de contrabando ou descaminho",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São crimes praticados por funcionário público contra a Administração em geral: I) Abandono ________. II) Emprego irregular_________ou rendas públicas. III) Facilitação____________ ou descaminho. IV) Violação do sigilo__________de concorrência. V) Peculato mediante erro ___________. Assinale a alternativa que preenche corretamente as lacunas na ordem em que se apresentam.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de seção / de bens / de concorrência / de proposta / de outrem."
      },
      {
        "letra": "B",
        "texto": "de função / de verbas / de contrabando / de proposta / de outrem."
      },
      {
        "letra": "C",
        "texto": "de comissão / de verbas / de serviços / de fiscalização / próprio."
      },
      {
        "letra": "D",
        "texto": "de função / de verbas / de contrabando / de proposta / próprio."
      },
      {
        "letra": "E",
        "texto": "de função / de produtos / de contrabando / de documentos / de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "624911",
    "metadata": "Ano: 2015 | Banca: IADES | Órgão: CRC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Quanto à coisa julgada, de acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação configura o crime de advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "Advocacia Administrativa é caracterizada por patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      },
      {
        "letra": "C",
        "texto": "A pena para o crime de advocacia administrativa é de um a dois anos de detenção e multa."
      },
      {
        "letra": "D",
        "texto": "Praticar violência, no exercício de função ou a pretexto de exercê-la, caracteriza exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "E",
        "texto": "Devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo caracteriza o crime de violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305569",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal"
    ],
    "enunciado_principal": "Carlindo, médico, conseguiu e utilizou o conteúdo da prova do concurso público para provimento do cargo de médico do governo estadual, sendo o primeiro colocado no concurso público. Logo, Carlindo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de estelionato (artigo 171 do CP)."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de impedimento, perturbação ou fraude de concorrência (artigo 335 do CP)."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de violação do sigilo de proposta de concorrência (artigo 326 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de fraude em certames de interesse público (artigo 311-A do CP)."
      },
      {
        "letra": "E",
        "texto": "não praticou crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "264234",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Assinale a opção correta entre as assertivas abaixo relacionadas aos crimes contra a administração pública nos termos da legislação penal, doutrina e da jurisprudência dos Tribunais Superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de Violação de Sigilo Profissional (art. 325 do CP) foi abolido pelo princípio da publicidade da atividade administrativa, não existindo mais no ordenamento jurídico."
      },
      {
        "letra": "B",
        "texto": "O crime de Violação do Sigilo de Proposta de Concorrência (art. 326 do CP) pode ser cometido por qualquer funcionário público."
      },
      {
        "letra": "C",
        "texto": "Perito Judicial é funcionário público para os fins do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O crime de Resistência (art. 329 do CP) é crime praticado por funcionário público que exerce o poder de polícia."
      },
      {
        "letra": "E",
        "texto": "O crime de Desobediência (art. 330 do CP) e o crime de Desacato (art. 331 do CP) são tipos culposos."
      }
    ],
    "gabarito": "C"
  }
]