[
  {
    "id": "3373446",
    "metadata": "Ano: 2025 | Banca: FURG | Órgão: FURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Prevaricação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "Tendo por base o Código Penal brasileiro, estabelecido pelo Decreto-Lei nº 2.848, de 7 de dezembro de 1940, incluindo todas as alterações legais concluídas até 31/12/2024, assinala a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme artigo 359-M do Código Penal, é crime tentar depor, por meio de violência ou grave ameaça, o governo legitimamente constituído. A pena para esse crime será de reclusão, de 4 (quatro) a 20 (vinte) anos, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Conforme o artigo 319 do Código Penal brasileiro, o crime de prevaricação se caracteriza por retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse exclusivamente financeiro, pessoal ou de outrem."
      },
      {
        "letra": "C",
        "texto": "Quando o funcionário, por indulgência, deixar de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete o crime de condescendência criminosa, cuja a pena será de quinze dias até dois meses de detenção, além de advertência e multa."
      },
      {
        "letra": "D",
        "texto": "Conforme artigo 340, constitui crime de comunicação falsa de crime ou de contravenção, dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputandolhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "Conforme o artigo 313-A do Código Penal brasileiro, o funcionário autorizado que inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, praticará o crime de “Inserção de dados falsos em sistema de informações”, cuja pena será de reclusão de 2 (dois) a 12 (doze) anos, e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2176724",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "Mévio, administrador, por decisão judicial, em ação penal, foi afastado do conselho deliberativo da empresa da qual é sócio. Não obstante a decisão, Mévio continua participando das reuniões do conselho, fazendo uso da palavra, tomando parte nas deliberações e assinando documentos. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio não incorreu em qualquer crime, haja vista a conduta imputada ser atípica penalmente."
      },
      {
        "letra": "B",
        "texto": "Mévio incorreu no crime de fraude processual, previsto no artigo 347, do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Mévio, em tese, praticou o crime de desobediência à decisão judicial sobre perda e suspensão de direito, previsto no artigo 359, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Mévio, em tese, praticou o crime de desobediência, previsto no artigo 330, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Mévio, em tese, praticou o crime de usurpação de função pública, previsto no artigo 328, do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985455",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "A conduta do agente que frauda arrematação judicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime próprio, por exigir que o sujeito ativo seja parte na arrematação judicial."
      },
      {
        "letra": "B",
        "texto": "é atípica, podendo ser punida por litigância de má-fé no processo que originou a hasta pública."
      },
      {
        "letra": "C",
        "texto": "configura crime de ação penal pública incondicionada, punido com pena de detenção."
      },
      {
        "letra": "D",
        "texto": "configura crime, punido com reclusão, na modalidade dolosa, e detenção, na forma culposa."
      },
      {
        "letra": "E",
        "texto": "não admite tentativa, por ser crime formal, de consumação antecipada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1770934",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cachoeira dos Índios - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "Segundo o art. 359-B do Código penal, “Ordenar ou autorizar a inscrição em Restos a Pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei”, a pena de: (Incluído pela Lei n. 10.028, de 2000). Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de 3 (três) meses a 1 (um) ano."
      },
      {
        "letra": "B",
        "texto": "Detenção, de 6 (seis) meses a 2 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, de 1 (um) ano a 2 (dois) anos."
      },
      {
        "letra": "D",
        "texto": "Detenção, de 2(dois) anos a 3 (três) anos."
      },
      {
        "letra": "E",
        "texto": "Detenção, de 3 (três) anos a 4 (quatro) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250050",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "O crime de desobediência a decisão judicial sobre perda ou suspensão de direito, nos termos do quanto determina o art. 359 do CP",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comina, cumulativamente, pena de reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "comina, cumulativamente, pena de detenção e multa."
      },
      {
        "letra": "C",
        "texto": "tem pena aumentada se o agente pratica o fato com intuito de lucro."
      },
      {
        "letra": "D",
        "texto": "tem pena aumentada se do fato resulta prejuízo à administração pública."
      },
      {
        "letra": "E",
        "texto": "não exige, em sua descrição típica, que a decisão tenha transitado em julgado."
      }
    ],
    "gabarito": "E"
  }
]