[
  {
    "id": "3481976",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O sigilo funcional é um dever absoluto do servidor público, que jamais pode divulgar informações obtidas em razão do cargo, salvo nos casos em que houver ordem judicial expressa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3097190",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Prefeitura de Brasília de Minas - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA sobre os sujeitos do delito de violação de sigilo funcional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado é exclusivamente sujeito passivo do delito."
      },
      {
        "letra": "B",
        "texto": "O delito só pode ser praticado por funcionário público, ou seja, é um delito próprio."
      },
      {
        "letra": "C",
        "texto": "O funcionário responde pelo delito, mesmo, quando do fato, tiver sido demitido."
      },
      {
        "letra": "D",
        "texto": "O servidor aposentado ou posto em disponibilidade não é sujeito ativo do delito."
      },
      {
        "letra": "E",
        "texto": "O terceiro que somente recebeu a informação responde pelo delito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3036363",
    "metadata": "Ano: 2024 | Banca: BRB | Órgão: Prefeitura de Santaluz - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação, configura-se no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de sigilo funcional."
      },
      {
        "letra": "B",
        "texto": "Exercício funcional ilegalmente antecipado ou prologando."
      },
      {
        "letra": "C",
        "texto": "Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Violência arbitrária."
      },
      {
        "letra": "E",
        "texto": "Abandono de função."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2511407",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Filisteu, funcionário público, forneceu a Paulo, empresário, a relação dos contribuintes e seus respectivos dados pessoais constantes do banco de dados da Administração Pública para que este enviasse mensagens de marketing e brindes de sua empresa. A utilização efetiva dos dados repassados não chegou a ocorrer e Filisteu não cobrou ou recebeu qualquer vantagem para fornecer os dados. Diante de tal situação hipotética, em relação à conduta de Filisteu, pode-se afirmar corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato é atípico, pois não houve uso efetivo das informações e nem recebimento de vantagem pessoal."
      },
      {
        "letra": "B",
        "texto": "Filisteu cometeu o crime de favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "Filisteu cometeu o crime de condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "Filisteu cometeu o crime de violação de sigilo funcional."
      },
      {
        "letra": "E",
        "texto": "Filisteu cometeu o crime de advocacia administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2266586",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Jorge, ocupante do cargo efetivo de Oficial Legislativo, emprestou a senha pessoal do computador de seu setor na prefeitura para que Joana, funcionária de empresa privada terceirizada, prestadora de serviço de limpeza, tivesse acesso ao Banco de Dados da Administração Pública. Sobre a situação hipotética, assinale a afirmativa correta de acordo com o Decreto-Lei nº 2.848/1940 (Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana é equiparada a funcionário público, de modo que responderá, assim como Jorge, pelo crime de violação de sigilo funcional."
      },
      {
        "letra": "B",
        "texto": "Joana responderá pelo crime de violação do sigilo funcional em função de sua ação e Jorge não será responsabilizado devido à ausência de conduta delituosa."
      },
      {
        "letra": "C",
        "texto": "Como a conduta foi praticada por Joana, funcionária de empresa privada, ambos responderão pelo crime de invasão de dispositivo informático, ela na qualidade de agente e ele na modalidade participação."
      },
      {
        "letra": "D",
        "texto": "Jorge será responsabilizado pelo crime de violação do sigilo funcional em razão de seu cargo público e Joana responderá por invasão de dispositivo informático por se tratar de funcionária de empresa terceirizada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2154614",
    "metadata": "Ano: 2023 | Banca: COSEAC | Órgão: UFF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O funcionário público que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pratica crime."
      },
      {
        "letra": "B",
        "texto": "pratica crime de roubo."
      },
      {
        "letra": "C",
        "texto": "pratica crime de apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "pratica crime de violação de sigilo funcional."
      },
      {
        "letra": "E",
        "texto": "pratica crime de violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2075026",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O servidor público que revelar dado de terceiro, protegido por sigilo, do qual tenha conhecimento em razão de suas funções, incorre na seguinte consequência para fins criminais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "crime contra a Administração consistente em Violação de Sigilo Funcional."
      },
      {
        "letra": "C",
        "texto": "inexistência de responsabilidade por mera possibilitação da divulgação mediante empréstimo de senha."
      },
      {
        "letra": "D",
        "texto": "violação de sigilo funcional, apenas se causar dano à Administração Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2043954",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item. Ocorre violação do sigilo funcional quando alguém, sem justa causa, divulga conteúdo de documento particular ou de correspondência confidencial, de que é destinatário ou detentor, e cuja divulgação pode produzir dano a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2059780",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de Colíder - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1993137",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "João, Oficial de Justiça do Tribunal Regional do Trabalho da Yª Região, de forma livre e consciente, no exercício da função, permitiu e facilitou, mediante o fornecimento de sua senha pessoal e intransferível ao sistema de processo eletrônico do TRT, o acesso de José, pessoa não autorizada, a tal sistema de informações do Tribunal, para viabilizar a José o contato com funcionalidades restritas a servidores daquele órgão do Poder Judiciário. Agindo dessa forma, não sendo caso de crime mais grave, em tese, de acordo com o Código Penal, João cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação, punível com pena de detenção, de dois a quatro anos, e multa."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa, punível com pena de detenção, de dois a quatro anos, e multa."
      },
      {
        "letra": "C",
        "texto": "falsa declaração, punível com pena de detenção, de um a dois anos, e multa."
      },
      {
        "letra": "D",
        "texto": "violação de sistema, punível com pena de detenção, de um a dois anos, e multa."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional, punível com pena de detenção, de seis meses a dois anos, ou multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1257923",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Novo Hamburgo - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Em qual das seguintes situações o Operador de Monitoramento pode estar cometendo o crime de violação de sigilo funcional, previsto no Decreto Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal Brasileiro) – Art. 325, revelando fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando uma cópia da imagem disponibilizada foi de forma legal, evitando seu extravio da central de videomonitoramento para outros fins."
      },
      {
        "letra": "B",
        "texto": "Quando não são permitidas as imagens que podem ser gravadas diretamente da tela do computador via celular, câmera ou outro equipamento eletrônico."
      },
      {
        "letra": "C",
        "texto": "Quando algumas imagens que saírem da central de videomonitoramento não apresentem um solicitante formal, e não conste uma pessoa que autorize essas solicitações e, ainda, não possuam o registro da saída da cópia dessas imagens."
      },
      {
        "letra": "D",
        "texto": "Quando a recuperação de imagem, seja do sistema, seja de imagens exportadas, se dá diante de uma solicitação de imagens para os casos de inquérito policial, processos judiciais, corregedoria etc."
      },
      {
        "letra": "E",
        "texto": "Quando a solicitação ocorre de forma oficial pela autoridade requisitante, geralmente por meio de ofício, que deve ser autorizado pela pessoa responsável pela guarda das imagens e só após haverá o fornecimento de cópia da imagem solicitada em mídia específica e devidamente registrada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1137233",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: SAAE de Vilhena - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Advocacia administrativa",
      "Violação de sigilo funcional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O funcionário público que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo, pode ser processado pela prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "E",
        "texto": "advocacia administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1124172",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: Prefeitura de Aracruz - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Segundo o Código Penal, o funcionário público que revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "corrupção."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1049636",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Caio, funcionário público encarregado da cobrança de tributos, em razão do inadimplemento contumaz da empresa “Pão de Mel”, ficou um dia inteiro com um megafone dizendo que a empresa e seus sócios eram caloteiros e não pagavam seus débitos. A conduta de Caio é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prática do crime de excesso de exação."
      },
      {
        "letra": "B",
        "texto": "lícita, tendo em vista que, como funcionário público, deve empregar todos os meios para incentivar o pagamento de tributos pelos devedores do fisco."
      },
      {
        "letra": "C",
        "texto": "prática do crime de advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "prática do crime de violência arbitrária."
      },
      {
        "letra": "E",
        "texto": "prática do crime de violação de sigilo profissional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1033193",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Desacato",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos nos artigos 312 a 359-H, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de favorecimento pessoal (art. 348 do CP) só se caracteriza se o auxílio é prestado a autor de crime a que cominada pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de influência (art. 332 do CP) é próprio de funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de violação de sigilo funcional (art. 325 do CP) só se caracteriza se da revelação resultar prejuízo à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção ativa (art. 333 do CP) só se caracteriza se o ato de ofício, em razão da vantagem oferecida ou prometida, for omitido, praticado ou retardado."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato (art. 331 do CP) só se caracteriza se o funcionário púbico estiver no exercício da função ou em razão dela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1284738",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: VISAN - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "É correto afirmar sobre o delito de violação de sigilo funcional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre delito de violação de sigilo qualificada quando a ação ou omissão do agente resultar dano à Administração Pública ou a outrem."
      },
      {
        "letra": "B",
        "texto": "Ocorre a sua consumação, de forma culposa, quando o agente por negligência, imperícia ou imprudência revela a terceiro informação sobre a qual deveria manter o sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "O crime se consuma quando o agente público revela fato ou ato administrativo de que teve conhecimento em decorrência da função pública que ocupa."
      },
      {
        "letra": "D",
        "texto": "Para que ocorra a consumação do delito de violação de sigilo funcional o servidor deve estar no pleno exercício das suas funções, não podendo estar afastado, licenciado ou aposentado."
      },
      {
        "letra": "E",
        "texto": "O delito de violação de sigilo será privilegiado se o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1141640",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRP - 17ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Pedro, psicólogo do CRP de Natal, contou a alguém fato de que tinha ciência em razão de seu cargo e que devia permanecer em segredo, o que resultou em dano à Administração Pública. Com base nesse caso hipotético, a conduta de Pedro poderá ser tipificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "favorecimento pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874968",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "A respeito da situação hipotética apresentada, julgue o item a seguir.Odair cometeu os crimes de corrupção passiva e de violação de sigilo funcional qualificado pelo dano a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874396",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "No que se refere aos tipos penais, julgue o próximo item.O crime de violação de sigilo funcional é subsidiário, apenas se caracterizando se a revelação de fato sigiloso conhecido em razão do cargo não constituir crime mais grave.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854566",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca do tratamento do sigilo e do segredo no direito penal no âmbito dos crimes contra a administração pública. O empréstimo de senha entre servidores de uma mesma repartição para acesso a banco de dados ou a sistema de informações da administração pública comum aos usuários caracteriza crime contra a administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854565",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca do tratamento do sigilo e do segredo no direito penal no âmbito dos crimes contra a administração pública. Servidor público que tenha revelado fato do qual teve conhecimento em razão do cargo que exerce e que deveria permanecer em segredo terá cometido crime de divulgação de segredo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "846856",
    "metadata": "Ano: 2016 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Juiz que dirigiu carro de Eike é afastado do cargo e será investigado Flávio Roberto de Souza foi flagrado dirigindo carro apreendido de Eike. Investigação vai apurar indícios de irregularidades do magistrado. O Órgão Especial do Tribunal Regional Federal do Rio de Janeiro (TRF2) decidiu nesta quinta-feira (5), por unanimidade, pelo afastamento do juiz federal Flávio Roberto de Souza das funções do cargo, bem como decidiu abrir investigação para apurar os indícios de irregularidades na atuação do magistrado. O afastamento aconteceu porque o juiz foi flagrado dirigindo um dos carros do empresário Eike Batista que estavam apreendidos. Também estavam no prédio onde ele vive, na Barra da Tijuca, Zona Oeste, um outro automóvel e um piano. Licença médica Na terça-feira (3), uma junta médica formada por três médicos, reunida pelo TRF2, concedeu licença para o juiz até o dia 8 de abril. O magistrado foi afastado do caso Eike Batista por decisões do Conselho Nacional de Justiça e do próprio TRF-RJ.O problema de saúde que obrigou o afastamento do juiz não foi divulgado. Porém, o laudo afirma que “a concessão da licença médica não é impeditiva para que o juiz responda por seus atos em uma apuração disciplinar”. Também na terça, a 2ª Turma Especializada do Tribunal Regional Federal do Rio de Janeiro decidiu afastar o juiz Flávio Roberto de Souza do processo que tem o empresário Eike Batista como réu, por manipulação do mercado e uso indevido de informações privilegiadas. Todas as decisões tomadas pelo magistrado foram anuladas, com exceção do bloqueio dos bens do empresário. Os bens de Eike Batista seguem apreendidos. Após a sindicância contra Flávio Roberto ter sido aberta, o juiz substituto determinou a devolução de alguns bens que estavam em posse do magistrado, dois carros e um piano. Ele é o fiel depositário, o que significa que eles ficam em sua posse, mas que não pode utilizá-los. O dinheiro de contas, outros carros, incluindo o Porshe que o juiz foi flagrado dirigindo, e outro bens seguem com a Justiça Federal. (Disponível em:<http://g1.globo.com/rio-de-janeiro/noticia/2015/03/juiz-que-dirigiu-carro-de-eike-e-afastado-do-cargo-e-sera-investigado.html>. Acesso em: jan. 2016.) Se constatada a veracidade dos fatos descritos no texto acima, de acordo com o Código Penal Brasileiro, o juiz praticou, em tese, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Facilitação de contrabando ou descaminho."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641178",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Facilitar a revelação de fato de que tem ciência em razão do cargo e que deva permanecer em segredo é crime punido com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de um mês a um ano ou multa"
      },
      {
        "letra": "B",
        "texto": "reclusão, de dois meses a dois anos"
      },
      {
        "letra": "C",
        "texto": "detenção, de seis meses a dois anos e multa"
      },
      {
        "letra": "D",
        "texto": "prisão domiciliar, de oito meses a três anos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "629455",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "É punível na forma culposa o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandono de função."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "859878",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Considere as seguintes condutas: I. Facilitar a revelação de fato que tem ciência em razão do cargo e que deva permanecer em segredo. II. Solicitar vantagem indevida para revelar informações sigilosas que só tenha acesso por conta de seu cargo a terceiros interessados. III. Exigir vantagem indevida para revelar informações sigilosas que só tenha acesso por conta de seu cargo. IV. Permitir ou facilitar, mediante atribuição, fornecimento e empréstimo de senha ou qualquer outra forma, o acesso de pessoas não autorizadas a sistemas de informações ou banco de dados da Administração pública. Um funcionário público cometerá o crime de violação de sigilo funcional, nas condutas indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "624911",
    "metadata": "Ano: 2015 | Banca: IADES | Órgão: CRC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Quanto à coisa julgada, de acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação configura o crime de advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "Advocacia Administrativa é caracterizada por patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      },
      {
        "letra": "C",
        "texto": "A pena para o crime de advocacia administrativa é de um a dois anos de detenção e multa."
      },
      {
        "letra": "D",
        "texto": "Praticar violência, no exercício de função ou a pretexto de exercê-la, caracteriza exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "E",
        "texto": "Devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo caracteriza o crime de violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598638",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Violência arbitrária",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "NÃO constitui crime praticado por funcionário público contra a administração em geral:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação;"
      },
      {
        "letra": "B",
        "texto": "violência arbitrária;"
      },
      {
        "letra": "C",
        "texto": "abandono de função;"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa;"
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "482827",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Na relação entre o funcionário ocupante de cargo público e a Administração Pública existe um especial dever de lealdade e confiança, pois aquele passa a ter conhecimento sobre determinados fatos apenas em razão de sua função, fatos estes que muitas vezes são sigilosos e não podem ser revelados. Considerando isso, analise os itens a seguir: I – revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo; II – modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação da autoridade competente; III – facilitar revelação de fato de que tem ciência em razão do cargo e que deva permanecer em segredo. Pratica o crime de Violação de Sigilo Funcional, previsto no Art. 325 do Código Penal, aquele que realiza as condutas previstas nos seguintes itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I;"
      },
      {
        "letra": "B",
        "texto": "somente III;"
      },
      {
        "letra": "C",
        "texto": "somente I e II;"
      },
      {
        "letra": "D",
        "texto": "somente I e III;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "745689",
    "metadata": "Ano: 2014 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Feira Grande - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Quem oferece ou promete vantagem indevida a servidor público para que ele pratique ou retarde ações relativas ao seu cargo comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "sonegação."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544973",
    "metadata": "Ano: 2014 | Banca: FUNCEFET | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Prevaricação",
      "Advocacia administrativa",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de tráfico de influência o servidor que solicita, exige, cobra ou obtém, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "B",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem exerce cargo, emprego ou função pública, exceto os que o fazem de forma transitória ou sem remuneração."
      },
      {
        "letra": "C",
        "texto": "Pratica crime de advocacia administrativa o servidor que, valendo-se dessa qualidade, patrocina, direta ou indiretamente, interesse privado perante a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Viola sigilo funcional o servidor que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilita-lhe a revelação."
      },
      {
        "letra": "E",
        "texto": "Comete prevaricação o servidor que retarda ou deixa de praticar, indevidamente, ato de ofício, ou o pratica contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464739",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Assinale a afirmativa INCORRETA em relação ao delito de violação de sigilo funcional (artigo 325 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se da ação ou omissão resultar dano à Administração Pública ou a outrem, a pena será de 2 (dois) a 6 (seis) anos de reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "Incorre nas mesmas penas do artigo 325 do Código Penal quem se utiliza, indevidamente, do acesso restrito."
      },
      {
        "letra": "C",
        "texto": "Comete o crime quem revela ou facilita a revelação de fato de que tem ciência em razão do cargo e que deva permanecer em segredo."
      },
      {
        "letra": "D",
        "texto": "A pena prevista para o crime é de 6 (seis) meses a 2 (dois) anos de detenção e multa."
      },
      {
        "letra": "E",
        "texto": "Incorre nas mesmas penas do artigo 325 do Código Penal quem permite ou facilita, mediante atribuição, fornecimento e empréstimo de senha ou qualquer outra forma, o acesso de pessoas não autorizadas a sistemas de informações ou banco de dados da Administração Pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "459265",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Crimes contra a administração pública",
      "Peculato",
      "Violação de sigilo funcional",
      "Fraudes em certames de interesse público"
    ],
    "enunciado_principal": "O Técnico Tributário da Receita Estadual tem como uma de suas atribuições manter organizado o arquivo da repartição fiscal. Sobre esse aspecto, analise as seguintes assertivas:I. O Técnico Tributário que se apropria de bem móvel público, de que tem a posse em razão do cargo, comete o crime de peculato. Contudo, se reparar o dano, de forma livre e consciente, antes de sentença irrecorrível, a pena imposta é reduzida pela metade.II. Durante o exercício da sua atividade, o Técnico Tributário, em razão de seu cargo, teve ciência de um fato que deveria permanecer em segredo. Porém, ciente disto, revela esse fato. Agindo dessa forma, o Técnico Tributário cometeu o crime de violação de sigilo funcional.III. Com o fim de beneficiar outrem, o Técnico Tributário divulga, indevidamente, conteúdo sigiloso de concurso público. Diante dessa situação, o Técnico Tributário comete o crime de fraude em certame de interesse público, com aumento de 1/3 da pena, em razão do fato ser cometido por funcionário público. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387858",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Para que se caracterize o crime de violação de sigilo funcional, não é necessário que a conduta do agente resulte em dano à administração pública ou a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387857",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O agente que, de qualquer forma, facilitar o acesso de pessoas não autorizadas a banco de dados da administração pública incorrerá nas penas previstas para o crime de violação de sigilo funcional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371719",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Pratica o crime de violação de sigilo funcional quem revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação. Incorre no mesmo crime quem: I. Se utiliza, indevidamente, do acesso restrito. II. Devassa o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo. III. Solicita ou recebe, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem. IV. Permite ou facilita, mediante atribuição, fornecimento e empréstimo de senha ou qualquer outra forma, o acesso de pessoas não autorizadas a sistemas de informações ou banco de dados da Administração Pública.A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e IV estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "623832",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O funcionário que revela fato de que tem ciência em razão do cargo que ocupa, e que deve permanecer em segredo, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "exercício ilegal da função."
      },
      {
        "letra": "D",
        "texto": "facilitação criminosa."
      },
      {
        "letra": "E",
        "texto": "extravio de documentação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577923",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CREFONO - 6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O Sigilo profissional é a manutenção de segredo para informação valiosa, restrito a um cliente, a uma organização ou a um grupo, sobre a qual o profissional responsável possui inteira responsabilidade, uma vez que a ele é confiada informação em decorrência de sua atividade profissional. Ao violar um segredo, o profissional está sujeito a penas previstas em vários diplomas legais, tais como a Consolidação das Leis Trabalhistas, o Código Penal, entre outros. Não constitui quebra de sigilo profissional quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa não comunica formalmente aos seus profissionais quais informações são ou não estratégicas e sigilosas."
      },
      {
        "letra": "B",
        "texto": "As informações são reveladas perante o convívio familiar, com a esposa, filhos, parentes íntimos."
      },
      {
        "letra": "C",
        "texto": "As informações são reveladas mediante determinação judicial."
      },
      {
        "letra": "D",
        "texto": "As informações são reveladas durante almoços ou jantares com colegas de trabalho."
      },
      {
        "letra": "E",
        "texto": "As informações são reveladas após o profissional estar desligado da empresa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "545619",
    "metadata": "Ano: 2013 | Banca: IF-PB | Órgão: IF-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação, de acordo com o art. 325 do Código Penal Brasileiro, aplica-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de seis meses a dois anos, ou multa, se o fato não constitui crime mais grave."
      },
      {
        "letra": "B",
        "texto": "detenção, de nove meses a dois anos, ou multa, se o fato não constitui crime mais grave."
      },
      {
        "letra": "C",
        "texto": "detenção, de seis meses a três anos, ou multa, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "detenção, de nove meses a três anos, ou multa, se o fato não constitui crime mais grave."
      },
      {
        "letra": "E",
        "texto": "apenas multa, se o fato não constitui crime mais grave."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "509525",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O Código Penal descreve, no art. 325, o crime de violação de sigilo funcional (revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação: Pena – detenção, de seis meses a dois anos, ou multa, se o fato não constitui crime mais grave). Sobre referido tipo penal, verifica-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cuida-se de crime comum, na medida em que o particular a quem o segredo é transmitido, mesmo que não tenha concorrido para o crime, também responderá pelo delito."
      },
      {
        "letra": "B",
        "texto": "o segredo revelado pode dizer respeito tanto ao de interesse público quanto ao de interesse privado, para atrair o tipo penal."
      },
      {
        "letra": "C",
        "texto": "se ao tempo da ação o agente já não era mais servidor público, não incidirá na norma proibitiva, exceto se estiver aposentado ou em disponibilidade."
      },
      {
        "letra": "D",
        "texto": "pratica o delito o servidor público que revela ou facilita a revelação do fato sigiloso, mesmo tendo ciência do fato fora de sua atribuição ou competência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "465625",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Reginaldus, funcionário público, forneceu a Petrus a relação dos nomes e da qualificação de pessoas constantes do banco de dados da Administração pública, para que este os utilizasse na propaganda das atividades da sua empresa. A utilização, porém, não chegou a ocorrer. Nesse caso, Reginaldus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu nenhum delito porque as informações não foram utilizadas."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379219",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo é crime que pode ser apenado com, no mínimo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de dois a doze anos"
      },
      {
        "letra": "B",
        "texto": "reclusão de um a três anos"
      },
      {
        "letra": "C",
        "texto": "detenção de três meses a um ano"
      },
      {
        "letra": "D",
        "texto": "detenção de seis meses a dois anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "861394",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Advocacia administrativa",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Marcos, deputado federal, foi julgado pelo Supremo Tribunal Federal (STF) por ter sido acusado de desviar o salário de 40% de funcionários contratados por indicação própria para que estes pudessem trabalhar na Assembleia Legislativa do estado da “Marcolândia”. Esse crime poderá render ao deputado uma pena prevista de 2 a 12 anos de prisão, além de multa. Aqui há um caso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo profissional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "290600",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Pratica o crime de violação de sigilo funcional o funcionário de tribunal que revela, ainda que para seu cônjuge, conteúdo de processo que corra em segredo de justiça ao qual teve acesso no exercício de suas funções.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289903",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Prevaricação",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O funcionário público que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo pratica crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono de função."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Extravio, sonegação ou inutilização de livro ou documento."
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "284328",
    "metadata": "Ano: 2012 | Banca: PaqTcPB | Órgão: UEPB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Contrabando"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, o Diretor de Penitenciária e/ou agente público, que deixar de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo, responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Descaminho."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "264234",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Assinale a opção correta entre as assertivas abaixo relacionadas aos crimes contra a administração pública nos termos da legislação penal, doutrina e da jurisprudência dos Tribunais Superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de Violação de Sigilo Profissional (art. 325 do CP) foi abolido pelo princípio da publicidade da atividade administrativa, não existindo mais no ordenamento jurídico."
      },
      {
        "letra": "B",
        "texto": "O crime de Violação do Sigilo de Proposta de Concorrência (art. 326 do CP) pode ser cometido por qualquer funcionário público."
      },
      {
        "letra": "C",
        "texto": "Perito Judicial é funcionário público para os fins do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O crime de Resistência (art. 329 do CP) é crime praticado por funcionário público que exerce o poder de polícia."
      },
      {
        "letra": "E",
        "texto": "O crime de Desobediência (art. 330 do CP) e o crime de Desacato (art. 331 do CP) são tipos culposos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252931",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Para que se configure o delito de violação de sigilo funcional, todas as alternativas abaixo são corretas, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o delito que se caracteriza quando, em razão do cargo ocupado, o funcionário público revela o fato de que teve ciência, mesmo tendo recebido expressa recomendação no sentido de não o falar a qualquer outra pessoa, ainda que se refira a outro funcionário público."
      },
      {
        "letra": "B",
        "texto": "A prática desse delito por funcionário público, no que se refere à sua facilitação para efeito de ser praticado, tanto abriga a forma omissiva quanto comissiva."
      },
      {
        "letra": "C",
        "texto": "Constitui-se de delito cuja forma qualificada eleva sobremodo a pena in abstrato que se encontra prevista para a sua forma simples, admitindo, também, na sua capitulação, causa especial de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "O delito em pauta exige que tanto a culpa como o dolo restem devidamente comprovados para efeito de se configurar a violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "215026",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Rodrigues, funcionário público lotado em repartição fiscal, emprestou sua senha a um amigo estranho ao serviço público, possibilitando-lhe acesso ao banco de dados da Administração Pública, para fins de obtenção de lista de contribuintes e envio de material publicitário. Nesse caso, Rodrigues responderá por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "575033",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Analise as assertivas a seguir: I. Quando a falsidade ideológica é cometida por servidor público prevalecendo-se do cargo que ocupa, o crime caracterizado é o de excesso de exação. II. O servidor público que revela fato de que tem conhecimento em razão do cargo e que deva permanecer em segredo pratica o delito de tráfico de influência. III. O servidor público que patrocina interesse privado perante a administração pública valendo-se do cargo que ocupa pratica o crime de advocacia administrativa. IV. A conduta do servidor público de devassar sigilo de proposta de concorrência pública constitui o crime de violação de sigilo funcional. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os itens II e III estão incorretos."
      },
      {
        "letra": "B",
        "texto": "apenas os itens I, II e IV estão incorretos."
      },
      {
        "letra": "C",
        "texto": "apenas os itens III e IV estão incorretos."
      },
      {
        "letra": "D",
        "texto": "apenas o item I está incorreto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "408406",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA quanto ao delito de violação de sigilo funcional (art. 325, CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O funcionário público que revela fato de que tem ciência em razão da função e que deveria permanecer em segredo comete, em tese, o crime de violação de sigilo funcional."
      },
      {
        "letra": "B",
        "texto": "O funcionário público que empresta a senha, facilitando o acesso de pessoas não autorizadas a sistemas de informações da Administração Pública, comete, em tese, o delito de violação de sigilo funcional qualificado."
      },
      {
        "letra": "C",
        "texto": "O funcionário público que permite o acesso de pessoas não autorizadas a sistemas de informações ou banco de dados da Administração Pública que deveriam permanecer em segredo comete, em tese, o crime de violação de sigilo funcional."
      },
      {
        "letra": "D",
        "texto": "Qualifica o crime de violação de sigilo funcional a ocorrência de dano à Administração Pública ou a outrem."
      },
      {
        "letra": "E",
        "texto": "O funcionário público que facilita a revelação de fato do qual tem ciência em razão do cargo e que deveria permanecer em segredo comete, em tese, o delito de violação de sigilo funcional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198800",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "NO QUE DIZ RESPEITO À VIOLAÇÃO DE SIGILO É CORRETA A ALTERNATIVA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) a violação do dever de sigilo das de instituições financeiras independe do efetivo prejuizo da administração ou do particuiar;"
      },
      {
        "letra": "B",
        "texto": "( ) os crimes sob a rubrica legal de vioiação de sigilo funcional são todos crimes formais;"
      },
      {
        "letra": "C",
        "texto": "( ) o art. 10 da LC n. 105/2001 é incompatível com o art. 18 da Lei n. 7.492/86;"
      },
      {
        "letra": "D",
        "texto": "( ) os crimes sob a rubrica legal de violação de sigilo funcional pressupõem a imposição do segredo de justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "164724",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: BDMG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Os artigos do Código Penal citados abaixo se referem aos crimes contra a fé Pública, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de sigilo funcional - Art. 325 - Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      },
      {
        "letra": "B",
        "texto": "Moeda Falsa - Art. 289 - Falsifcar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Falsificação de papéis públicos - Art. 293 - Falsificar, fabricando-os ou alterando-os."
      },
      {
        "letra": "D",
        "texto": "Falsidade ideológica - Art. 299 - Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      }
    ],
    "gabarito": "A"
  }
]