[
  {
    "id": "2543500",
    "metadata": "Ano: 2024 | Banca: ISET | Órgão: Prefeitura de Jeremoabo - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Ter conjunção carnal ou praticar outo ato libidinoso com alguém, mediante fraude ou outro meio que impeça ou dificulte a livre manifestação de vontade da vítima consiste no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Importunação sexual."
      },
      {
        "letra": "B",
        "texto": "Assédio sexual."
      },
      {
        "letra": "C",
        "texto": "Violação sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "Estupro."
      },
      {
        "letra": "E",
        "texto": "Sedução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059108",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Indivíduo maior e capaz, sob a alegação de que estava doente e precisava de material genético humano, praticou atos libidinosos com adolescente de 15 anos de idade, o qual consentiu com a prática em razão da argumentação do maior. A conduta do indivíduo maior e capaz, no caso apresentado, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "assédio sexual."
      },
      {
        "letra": "C",
        "texto": "atípica."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "estupro na forma simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2078709",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Nos estritos termos do art. 215 do CP, o crime de violação sexual mediante fraude é punido mais severamente se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for praticado contra mulher."
      },
      {
        "letra": "B",
        "texto": "resultar em lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "houver multiplicidade de agentes."
      },
      {
        "letra": "D",
        "texto": "for cometido com o fim de obter vantagem econômica."
      },
      {
        "letra": "E",
        "texto": "for praticado mediante restrição da liberdade da vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092931",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Tícia, de 16 anos, há dois anos namora Caio, de 19 anos. Tícia é virgem e está decidida a apenas manter relação sexual após o casamento, já marcado para ocorrer no dia em que ela completará 18 anos. Quando estavam sozinhos, na sala, assistindo TV, Caio, aproveitando-se que Tícia cochilava, masturbou-se e ejaculou no corpo da namorada que, imediatamente, acordou. Sentindo-se profundamente violada e agredida, Tícia grita e acorda os pais, que dormiam no quarto da casa. Os pais, vendo a filha suja e em pânico, impedem Caio de fugir e decidem chamar a polícia. Acionada a polícia, Caio é preso, em flagrante delito e, encerradas as investigações, denunciado pelo crime sexual praticado. Diante da situação hipotética, Caio poderá ser processado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção de menores, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude, haja vista que Tícia estava dormindo, sem possibilidade de resistir, tratando-se de crime de ação penal pública condicionada."
      },
      {
        "letra": "C",
        "texto": "importunação sexual, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável, haja vista que Tícia é menor, tratando-se de crime de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "estupro, incidindo causa de aumento em virtude de a vítima ser menor de 18, tratando-se de ação penal pública condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "868177",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "A Lei n° 12.845/2013, que dispõe sobre o atendimento integral a pessoas em situação de violência sexual, garante à vítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização do exame de DNA por órgão de medicina legal, bem como encaminhamento da vítima para posterior amparo social pelos órgãos da Assistência Social."
      },
      {
        "letra": "B",
        "texto": "que o médico atendente encaminhe imediatamente os materiais que puderam ser coletados à perícia oficial, bem como assegure o atendimento médico e obrigatório em hospitais específicos da rede SUS."
      },
      {
        "letra": "C",
        "texto": "que o médico atendente preserve materiais que possam ser coletados no exame médico legal, bem como assegure atendimento a qualquer atividade sexual não consentida, independentemente de ter havido conjunção carnal."
      },
      {
        "letra": "D",
        "texto": "a facilitação para o registro da ocorrência, bem como assegure a internação da vítima, caso seja necessária, em hospitais específicos da rede SUS, desde que a mesma comprove a impossibilidade de ser encaminhada a convênio privado."
      },
      {
        "letra": "E",
        "texto": "a realização do exame de DNA imediato, pelo próprio equipamento atendente, com posterior ratificação pelo órgão de medicina legal oficial, bem como assegure a profilaxia da gravidez."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2035177",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual"
    ],
    "enunciado_principal": "Constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerente ao exercício de emprego, cargo ou função constitui, nos termos do Código Penal, crime denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio moral"
      },
      {
        "letra": "B",
        "texto": "assédio organizacional"
      },
      {
        "letra": "C",
        "texto": "assédio laboral"
      },
      {
        "letra": "D",
        "texto": "assédio sexual"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "647309",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Em relação aos crimes contra a dignidade sexual e contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: Mário, aliciador de garotas de programa, induziu Bruna, de quinze anos de idade, a manter relações sexuais com várias pessoas, com a promessa de uma vida luxuosa. Bruna decidiu não se prostituir e voltou a estudar. Assertiva: Nessa situação, é atípica a conduta de Mário."
      },
      {
        "letra": "B",
        "texto": "Considere que em uma casa de prostituição, uma garota de dezessete anos de idade tenha sido explorada sexualmente. Nesse caso, o cliente que praticar conjunção carnal com essa garota responderá pelo crime de favorecimento à prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Em uma boate, João, segurança do local, sorrateiramente colocou entorpecente na bebida de Maria, o que a levou a perder os sentidos. Aproveitando-se da situação, João levou Maria até seu veículo, onde praticou sexo com ela, sem qualquer resistência, dada a condição da vítima. Assertiva: Nessa situação, João responderá pelo crime de violação sexual mediante fraude"
      },
      {
        "letra": "D",
        "texto": "Indivíduo que mantiver conjunção carnal com menor de quinze anos de idade responderá pelo crime de estupro de vulnerável, ainda que tenha cometido o ato sem o emprego de violência e com o consentimento da menor."
      },
      {
        "letra": "E",
        "texto": "No caso de crime de violação sexual mediante fraude, o fato de o ofensor ser o filho mais velho do tio da vítima fará incidir a causa especial de aumento de pena por exercer relação de autoridade sobre a vítima, de acordo com o Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641845",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Segundo o Código Penal, para caracterizar o crime de violência sexual mediante fraude, previsto em seu art. 215, o sujeito passivo pode ser tanto o homem quanto a mulher; não se exige que a vítima seja honesta, sob o ponto de vista da moral sexual, muito menos se admite questionamento sobre a sua idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "509529",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Madame Pink, recém-casada, procura o médico ginecologista para realizar exames preventivos de rotina. Antes de iniciar o exame, o médico pede que a paciente se dispa. Logo após ela se deitar na maca ginecológica, acaricia sua vagina e nela introduz seu dedo. Nesse caso, o médico responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "B",
        "texto": "estupro"
      },
      {
        "letra": "C",
        "texto": "assédio sexual"
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "440995",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Uma mulher de 30 anos de idade atrai para o seu apartamento, seu vizinho de 13 anos que, apesar da idade, apresenta porte físico bemdesenvolvido.Após convencê-lo de que vai manter sigilo, pratica conjunção carnal com o mesmo. Trata-se de um crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro"
      },
      {
        "letra": "B",
        "texto": "violação sexualmediante fraude."
      },
      {
        "letra": "C",
        "texto": "corrupção demenor."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "E",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984287",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Não constitui crime contra a dignidade sexual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exploração sexual de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Rapto violento ou mediante fraude."
      },
      {
        "letra": "C",
        "texto": "Violência sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Favorecimento à prostituição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "321539",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Na lista negra do crime organizado do Rio de Janeiro,esperava-se que Caio fosse assassinado a qualquer momento. Por essa razão, recolhia-se cedo diariamente. Felisbela, sua esposa, sofria intensamente com a possibilidade de Caio ser morto pelos criminosos.Tanto que ficou apavorada ao distinguir, naquela noite de 02 de agosto de 2011, um vulto que crescia, passo firme,em direção à sua casa. Nem refletiu a temerosa mulher, desesperadamente convencida de que aquele homem, chapéu sobre os olhos, uma capa preta, enorme, a cobrir-lhe o corpo e a carabina 44 nas mãos, seria o algoz de seu consorte.Correuaoseu encontro, edisse-lhe:“Meumarido, não!Deixe-oempaz! Prometa que não o matará! Faça de mim oque quiser!\" – Dizia isto agarrando-se ao homem, num abraço convulso,abandonando-se a ele, que ali mesmo com ele praticou o coito anal, sem ritos, sem cerimônia. Após referido ato libidinoso, o estranho arranjou-se, fitou Felisbela bem nos olhos e, com acanhados agradecimentos, deixou-lhe a carabina, então desmuniciada, que Caio lhe havia emprestado para caçar. O crime (se houve) praticado pelo homem da capa preta em face de Felisbela foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável por impossibilidade de resistência da vítima;"
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "estupro;"
      },
      {
        "letra": "D",
        "texto": "atentado violento ao pudor mediante fraude;"
      },
      {
        "letra": "E",
        "texto": "nenhum, diante da atipicidade do fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1233845",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com referência às infrações penais contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de satisfação de lascívia mediante presença de criança ou adolescente consuma-se com dolo genérico, não se exigindo o chamado especial fim de agir."
      },
      {
        "letra": "B",
        "texto": "Caso o delito de violação sexual mediante fraude seja cometido com o fim de obtenção de vantagem econômica, o infrator sujeitar-se-á também à pena de multa."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do STJ, após a Lei n.º 12.015/2009, o crime de corrupção de menores passou a ser material, ou seja, é exigida prova do efetivo corrompimento do menor."
      },
      {
        "letra": "D",
        "texto": "No estupro, se da conduta resultar lesão corporal de natureza grave ou se a vítima tiver menos de dezoito anos de idade, aplicar-se-á causa especial de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "No assédio sexual, o fato de a vítima ter menos de dezoito anos de idade qualifica o crime, razão pela qual as penas desse delito estarão majoradas em seus limites abstratamente cominados."
      }
    ],
    "gabarito": "B"
  }
]