
[
  {
    "id": "75319802",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES | Prova: UERR - 2018 - SETRABES - Agente Sócio-Orientador",
    "enunciado_principal": "A respeito das disposições constitucionais aplicáveis ao direito penal, é incorreto afirmar:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei."
      },
      {
        "letra": "B",
        "texto": "a lei penal não retroagirá, salvo para beneficiar o réu."
      },
      {
        "letra": "C",
        "texto": "não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal."
      },
      {
        "letra": "D",
        "texto": "a criação de crimes e penas por meio de medida provisória não ofende o princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do patrimônio transferido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "90154327",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL | Prova: FGV - 2018 - TJ-AL - Técnico Judiciário - Área Judiciária",
    "enunciado_principal": "Arlindo desferiu diversos golpes de faca no peito de Tom, sendo que, desde o início dos atos executórios, tinha a intenção de, com seus golpes, causar a morte do seu desafeto. No início, os primeiros golpes de faca causaram lesões leves em Tom. Na quarta facada, porém, as lesões se tornaram graves, e os últimos golpes de faca foram suficientes para alcançar o resultado morte pretendido. Arlindo, para conseguir o resultado final mais grave, praticou vários atos com crescentes violações ao bem jurídico, mas responderá apenas por um crime de homicídio por força do princípio da:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiariedade, por se tratar de progressão criminosa."
      },
      {
        "letra": "B",
        "texto": "alternatividade, por se tratar de crime progressivo."
      },
      {
        "letra": "C",
        "texto": "consunção, por se tratar de progressão criminosa."
      },
      {
        "letra": "D",
        "texto": "especialidade, por se tratar de progressão criminosa."
      },
      {
        "letra": "E",
        "texto": "consunção, por se tratar de crime progressivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "34560128",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA | Prova: CESPE - 2018 - PC-MA - Investigador de Polícia",
    "enunciado_principal": "Para solucionar o conflito aparente de normas, são empregados os princípios da",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especialidade e da subsidiariedade."
      },
      {
        "letra": "B",
        "texto": "especialidade e da proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade e da subsidiariedade."
      },
      {
        "letra": "D",
        "texto": "subsidiariedade e da fragmentariedade."
      },
      {
        "letra": "E",
        "texto": "fragmentariedade e da especialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "21908765",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP | Prova: VUNESP - 2015 - MPE-SP - Analista de Promotoria",
    "enunciado_principal": "Sobre a aplicação da lei penal, é correto afirmar que",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em relação ao tempo do crime, o Código Penal, no artigo 4° , adotou a teoria da ubiquidade."
      },
      {
        "letra": "B",
        "texto": "para os crimes permanentes, aplica-se a lei nova, ainda que mais severa, pois é considerado tempo do crime todo o período em que se desenvolver a atividade criminosa."
      },
      {
        "letra": "C",
        "texto": "em relação ao lugar do crime, o Código Penal, no artigo 6° , adotou a teoria da atividade."
      },
      {
        "letra": "D",
        "texto": "a nova lei, que deixa de considerar criminoso determinado fato, cessa, em favor do agente, todos os efeitos penais e civis."
      },
      {
        "letra": "E",
        "texto": "o princípio da retroatividade da lei penal mais benéfica é absoluto, previsto constitucionalmente, sobrepondo-se até mesmo à ultratividade das leis excepcionais ou temporárias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "67891234",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP | Prova: MPE-SP - 2015 - MPE-SP - Promotor de Justiça",
    "enunciado_principal": "Após leitura dos enunciados abaixo, assinale a alternativa falsa:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da legalidade tem como fundamento o princípio *nullum crimen, nulla poena sine praevia lege*."
      },
      {
        "letra": "B",
        "texto": "No tocante ao *tempo do crime* , o Código Penal Brasileiro adotou a *teoria da atividade* , que o considera como o momento da conduta comissiva ou omissiva."
      },
      {
        "letra": "C",
        "texto": "No tocante ao *lugar do crime* , o Código Penal Brasileiro adotou a *teoria da atividade* , que o considera como o local onde ocorreu a conduta criminosa."
      },
      {
        "letra": "D",
        "texto": "*Lei excepcional* , por ter ultratividade, pode ser aplicada a fatos praticados durante sua vigência mesmo após sua revogação."
      },
      {
        "letra": "E",
        "texto": "A lei penal, ao entrar em conflito com lei penal anterior, pode apresentar as seguintes situações: *novatio legis* incriminadora, *abolitio criminis, novatio legis in pejus* e *novatio legis in mellius*."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "10293847",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP | Prova: MPE-SP - 2015 - MPE-SP - Promotor de Justiça",
    "enunciado_principal": "Os princípios que resolvem o conflito aparente de normas são:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especialidade, legalidade, intranscendência e alternatividade."
      },
      {
        "letra": "B",
        "texto": "especialidade, legalidade, consunção e alternatividade."
      },
      {
        "letra": "C",
        "texto": "especialidade, subsidiariedade, consunção e alternatividade."
      },
      {
        "letra": "D",
        "texto": "legalidade, intranscendência, consunção e alternatividade."
      },
      {
        "letra": "E",
        "texto": "legalidade, consunção, subsidiariedade e alternatividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "56783901",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR | Prova: PGR - 2015 - PGR - Procurador da República",
    "enunciado_principal": "NA DISCUSSÃO SOBRE CONCURSO APARENTE DE NORMAS PENAIS ASSINALE A ALTERNATIVA CORRETA:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O concurso de normas penais se confunde com a sucessão de leis ou normas penais."
      },
      {
        "letra": "B",
        "texto": "A teoria da consunção por uma relação de meio a fim não se compatibiliza com a agravante do art. 61, II, b, do Cód. Penal."
      },
      {
        "letra": "C",
        "texto": "É indispensável para o tipo do art. 89 da Lei de Licitações que o agente se utilize de documento ideologicamente falso."
      },
      {
        "letra": "D",
        "texto": "São requisitos da consunção a unidade de agente e a pluralidade de normas aparentemente incidentes sobre uma determinada situação de fato, abranja ou não essa situação pluralidade de condutas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "89012345",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO | Prova: FCC - 2015 - TCM-GO - Procurador do Ministério Público de Contas",
    "enunciado_principal": "Pedro subtraiu bem móvel pertencente à Administração pública, valendo-se da facilidade propiciada pela condição de funcionário público. Pedro responderá pelo crime de peculato e não pelo delito de furto em decorrência do princípio da",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiariedade."
      },
      {
        "letra": "B",
        "texto": "consunção."
      },
      {
        "letra": "C",
        "texto": "especialidade."
      },
      {
        "letra": "D",
        "texto": "progressão criminosa."
      },
      {
        "letra": "E",
        "texto": "alternatividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "43210987",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE | Prova: FCC - 2015 - TJ-PE - Juiz Substituto",
    "enunciado_principal": "Constituem princípios que se destinam a solucionar o conflito aparente de normas:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proporcionalidade e especialidade."
      },
      {
        "letra": "B",
        "texto": "excepcionalidade e proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "especialidade e fragmentariedade."
      },
      {
        "letra": "D",
        "texto": "subsidiariedade e especialidade."
      },
      {
        "letra": "E",
        "texto": "excepcionalidade e subsidiariedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "78905432",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAD-GO | Prova: FUNIVERSA - 2015 - SEAP-GO - Agente de Segurança Prisional",
    "enunciado_principal": "Acerca do emprego da analogia no âmbito do Direito Penal brasileiro, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A regra é a proibição do emprego da analogia no âmbito penal, por força do princípio da reserva legal, todavia a doutrina é remansosa em admitir esse recurso quando se apresentar *in bonam partem*."
      },
      {
        "letra": "B",
        "texto": "A analogia *in malam partem* ocorre quando se aplica, ao caso omisso, uma lei considerada prejudicial ao réu que, segundo o Código Penal, excepcionalmente, poderá ser admitida, uma vez que deverá ser salvaguardado o direito da coletividade em face do direito do agressor."
      },
      {
        "letra": "C",
        "texto": "O Direito Penal brasileiro não admite aplicação da analogia."
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina, analogia legal, ou *legis* , é aquela em que se aplica ao caso omisso um princípio geral do Direito."
      },
      {
        "letra": "E",
        "texto": "Estabelece o Código Penal que a analogia somente poderá ser aplicada aos réus que não sejam reincidentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "13579246",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA | Prova: FGV - 2015 - TJ-BA - Analista Judiciário - Subescrivão - Direito",
    "enunciado_principal": "Durante os preparativos para um show nas proximidades do Pelourinho, Pedro tem sua atenção chamada para Francisco, que transitava com um vistoso cordão de ouro para fora da camisa e uma mochila recém adquirida. Abordando a vítima com um revólver calibre .22, Pedro exige que lhe sejam entregues o cordão e a mochila, tendo Francisco ponderado que o conteúdo da mochila, expressiva quantia em dinheiro, pertenceria ao seu patrão, Carlos, responsável pela produção do show. Indiferente ao pleito da vítima, Pedro reforça a ameaça, dizendo que dispararia contra ela caso os bens não fossem entregues. Após a entrega do cordão e da mochila, Pedro falou que a vítima deveria aguardar no mesmo local, pois ele pretendia devolver em breve seus pertences. Diante desse quadro, é correto afirmar que:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos não descaracteriza a ocorrência de crime único, mesmo se todos os bens subtraídos estiverem na posse de pessoas diversas."
      },
      {
        "letra": "B",
        "texto": "o chamado “roubo de uso” retira a tipicidade da conduta de subtração dos bens, diante da ausência do ânimo de apossamento definitivo."
      },
      {
        "letra": "C",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos descaracteriza a ocorrência de crime único, mesmo que todos os bens subtraídos estejam na posse de uma única pessoa."
      },
      {
        "letra": "D",
        "texto": "a promessa de devolução dos bens apossados não altera a tipicidade da conduta, mas tem reflexos no momento da aplicação da pena, na fase inicial de fixação da sanção penal."
      },
      {
        "letra": "E",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos não descaracteriza a ocorrência de crime único se todos os bens subtraídos estavam na posse de uma única pessoa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "24680135",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO | Prova: FUNCAB - 2014 - PC-RO - Delegado de Polícia Civil",
    "enunciado_principal": "São princípios que solucionam o conflito aparente de normas penais:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "insignificância, consunção, subsidiariedade e alteridade."
      },
      {
        "letra": "B",
        "texto": "insignificância , alteridade, consunção e alternatividade."
      },
      {
        "letra": "C",
        "texto": "especialidade, alteridade, consunção e subsidiariedade."
      },
      {
        "letra": "D",
        "texto": "especialidade, alternatividade, subsidiariedade e insignificância."
      },
      {
        "letra": "E",
        "texto": "especialidade, consunção, subsidiariedade e alternatividade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "98765432",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR | Prova: PUC-PR - 2014 - TJ-PR - Juiz Substituto",
    "enunciado_principal": "Com observância das assertivas abaixo, responda:",
    "itens_assertiva": [
      "I. Há progressão criminosa quando o agente, a fim de alcançar o resultado pretendido pelo seu dolo, obrigatoriamente, produz outro, antecedente e de menor gravidade, sem o qual não atingiria o seu fim.",
      "II. Há crime progressivo quando o dolo inicial do agente era dirigido a determinado resultado e, durante os atos de execução, resolve ir além, e produzir um resultado mais grave.",
      "III. Em relação ao concurso ou conflito aparente de normas, pode-se falar em princípio da consunção, quando um crime é meio necessário ou normal fase de preparação ou de execução de outro crime, bem como nos casos de antefato e pós-fato impuníveis.",
      "IV. Em relação ao concurso ou conflito aparente de normas, pelo princípio da subsidiariedade, na ausência ou impossibilidade de aplicação da norma principal mais grave, aplica-se a norma subsidiária menos grave."
    ],
    "enunciado_pergunta": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I e III são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "65432109",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT | Prova: CESPE - 2014 - TJ-DFT - Titular de Serviços de Notas e de Registros - Remoção",
    "enunciado_principal": "Com relação às fontes e aos princípios de direito penal, bem como às normas penais e seu conflito aparente, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrair casamento conhecendo a existência de impedimento que lhe cause a nulidade absoluta constitui crime previsto em norma penal em branco em sentido estrito."
      },
      {
        "letra": "B",
        "texto": "De acordo com a atual jurisprudência do STJ, a aplicação do princípio da consunção pressupõe a existência de ilícitos penais que funcionem como fase normal de preparação ou de execução de outro crime com evidente vínculo de dependência ou subordinação entre eles."
      },
      {
        "letra": "C",
        "texto": "Em caso de omissão legal, o uso de analogia não é admitido em direito penal, ainda que seja para favorecer o réu."
      },
      {
        "letra": "D",
        "texto": "Os costumes não são considerados pela doutrina como fonte formal do direto penal."
      },
      {
        "letra": "E",
        "texto": "O Código Penal, ao tipificar o crime de abandono intelectual, não viola o princípio da legalidade ou da reserva legal, uma vez que, para a validade da tipificação penal, é suficiente que esta esteja prevista em lei em sentido estrito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "33991155",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF | Prova: CESPE - 2013 - PRF - Policial Rodoviário Federal",
    "enunciado_principal": "Com relação aos princípios, institutos e dispositivos da parte geral do Código Penal (CP), julgue os itens seguintes. Havendo conflito aparente de normas, aplica-se o princípio da subsidiariedade, que incide no caso de a norma descrever várias formas de realização da figura típica, bastando a realização de uma delas para que se configure o crime.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "88776655",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR | Prova: CESPE - 2013 - TJ-RR - Titular de Serviços de Notas e de Registros",
    "enunciado_principal": "No que concerne ao tempo e ao lugar do crime e ao conflito aparente de normas penais, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STF, nas hipóteses de crime continuado ou de crime permanente, a lei penal mais grave não pode ser aplicada, ainda que vigente antes da cessação da continuidade ou da permanência."
      },
      {
        "letra": "B",
        "texto": "Por se ter adotado, no Código Penal, a teoria da atividade, considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte."
      },
      {
        "letra": "C",
        "texto": "Aplica-se o princípio da especificidade aos tipos mistos alternativos, já que, mesmo havendo várias formas de conduta no mesmo tipo, somente um único delito será consumado, independentemente da quantidade de condutas realizadas no mesmo contexto."
      },
      {
        "letra": "D",
        "texto": "O princípio da consunção enseja a absorção de um delito por outro, sendo aplicável aos casos que envolvam crime progressivo, crime complexo, progressão criminosa, fato posterior não punível e fato anterior não punível."
      },
      {
        "letra": "E",
        "texto": "Na definição do tempo do crime, adota-se, no Código Penal, a teoria do resultado, considerando-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "11223344",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE) | Prova: FCC - 2013 - TRT - 6ª Região (PE) - Juiz do Trabalho",
    "enunciado_principal": "No tocante à aplicação da lei penal, correto afirmar que :",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dia do começo inclui-se no cômputo do prazo."
      },
      {
        "letra": "B",
        "texto": "a lei penal excepcional ou temporária não se aplica ao fato praticado durante a sua vigência, se decorido o período de sua duração ou cessadas as circunstâncias que a determinaram."
      },
      {
        "letra": "C",
        "texto": "se considera praticado o crime no momento do resultado."
      },
      {
        "letra": "D",
        "texto": "as regras gerais do Código Penal aplicam-se aos fatos incriminados por lei especial, ainda que esta disponha de modo diverso."
      },
      {
        "letra": "E",
        "texto": "a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, desde que não decididos por sentença condenatória transitada em julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "44556677",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DEPEN | Prova: CESPE - 2013 - DEPEN - Agente Penitenciário",
    "enunciado_principal": "O conflito aparente de normas é o conflito que ocorre quando duas ou mais normas são aparentemente aplicáveis ao mesmo fato. Há conflito porque mais de uma pretende regular o fato, mas é um conflito aparente, porque, com efeito, apenas uma delas acaba sendo aplicada à hipótese (Fernando Capez. Curso de direito penal, v .I: parte geral.16.ª ed. São Paulo: Saraiva, 2012 (com adaptações)). Com base no texto acima e nos princípios utilizados para a solução do conflito aparente de normas penais, julgue o item seguinte. Considere que Alberto, querendo apoderar-se dos bens de Cícero, tenha apontado uma arma de fogo em direção a ele, constrangendo-o a entregar-lhe a carteira e o aparelho celular. Nessa situação hipotética, da mera comparação entre os tipos descritos como crime de constrangimento ilegal e crime de roubo, aplica-se o princípio da especialidade a fim de se tipificar a conduta de Alberto.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77889900",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DEPEN | Prova: CESPE - 2013 - DEPEN - Agente Penitenciário",
    "enunciado_principal": "O conflito aparente de normas é o conflito que ocorre quando duas ou mais normas são aparentemente aplicáveis ao mesmo fato. Há conflito porque mais de uma pretende regular o fato, mas é um conflito aparente, porque, com efeito, apenas uma delas acaba sendo aplicada à hipótese (Fernando Capez. Curso de direito penal, v .I: parte geral.16.ª ed. São Paulo: Saraiva, 2012 (com adaptações)). Com base no texto acima e nos princípios utilizados para a solução do conflito aparente de normas penais, julgue o item seguinte. Considere que Adolfo, querendo apoderar-se de bens existentes no interior de uma casa habitada, tenha adentrado o local e subtraído telas de LCD e forno micro-ondas. Nessa situação, aplicando-se o princípio da consunção, Adolfo não responderá pelo crime de violação de domicílio, mas somente pelo crime de furto.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "55667788",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC | Prova: FMP Concursos - 2012 - TJ-AC - Titular de Serviços de Notas e de Registros - Remoção",
    "enunciado_principal": "Em matéria de lei penal, assinale a afirmativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença penal estrangeira possui plena eficácia em território nacional, em qualquer hipótese, desde que homologada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Aplica-se a lei brasileira, com prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      },
      {
        "letra": "C",
        "texto": "A lei penal mais grave aplica-se ao crime continuado, se a sua vigência é anterior à cessação da continuidade."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplica-se tão só e exclusivamente ao crime permanente, se a sua vigência é anterior à cessação da permanência."
      }
    ],
    "gabarito": "C"
  }
]
