
[
  {
    "id": "19407358",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS | Prova: VUNESP - 2012 - DPE-MS - Defensor Público",
    "enunciado_principal": "“Um fato definido por uma norma incriminadora é meio necessário ou normal fase de preparação ou execução de outro crime, bem como quando constitui conduta anterior ou posterior do agente, cometida com a mesma finalidade prática atinente àquele crime”. No conflito aparente de normas, esta afirmação explica o princípio da",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especialidade."
      },
      {
        "letra": "B",
        "texto": "subsidiariedade."
      },
      {
        "letra": "C",
        "texto": "alternatividade."
      },
      {
        "letra": "D",
        "texto": "consunção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "67329015",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE | Prova: CESPE - 2012 - DPE-SE - Defensor Público",
    "enunciado_principal": "Com base na interpretação da lei penal e no conflito aparente de normas penais, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da especialidade, aplicado na solução do conflito aparente de normas penais, tem a finalidade específica de evitar o *bis in idem* e determina a prevalência da norma especial em comparação com a geral, ocorrendo apenas no confronto *in concreto* das leis que definem o mesmo fato."
      },
      {
        "letra": "B",
        "texto": "Entre o tipo penal básico e os derivados, sejam eles qualificados ou privilegiados, não há relação de especialidade, o que afasta a aplicação do princípio da especialidade na solução de conflito aparente de normas penais."
      },
      {
        "letra": "C",
        "texto": "O método filológico, literal, ou gramatical, consiste na reconstrução do pensamento legislativo por meio das palavras da lei, em suas conexões linguísticas e estilísticas, e ignora, por completo, a *ratio legis* ."
      },
      {
        "letra": "D",
        "texto": "A interpretação teleológica busca a vontade do legislador, a chamada *voluntas legislatoris* , e não a vontade da lei, denominada *voluntas legis.*"
      },
      {
        "letra": "E",
        "texto": "O fenômeno denominado de interpretação evolutiva ocorre quando a disposição legal ganha novo sentido, aplicando-se a situações imprevistas ou imprevisíveis ao legislador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "30184592",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA | Prova: FGV - 2012 - PC-MA - Delegado de Polícia",
    "enunciado_principal": "Ocorrido um fato criminoso, às vezes duas ou mais normas se apresentam para regulá-lo, surgindo o chamado conflito aparente de normas. A respeito de tal questão, assinale a afirmativa **incorreta** .",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pluralidade de fatos e a pluralidade de normas são pressupostos do conflito, que aparentemente com eles se identificam."
      },
      {
        "letra": "B",
        "texto": "O princípio da subsidiariedade atua como “soldado de reserva”, aplicando a norma subsidiária menos grave quando impossível a aplicação da norma principal mais grave."
      },
      {
        "letra": "C",
        "texto": "A questão da progressão criminosa e do crime progressivo é resolvida pelo princípio da absorção ou consunção."
      },
      {
        "letra": "D",
        "texto": "Na progressão criminosa, o agente inicialmente pretender praticar um crime menos grave, e, depois, resolve progredir para o mais grave."
      },
      {
        "letra": "E",
        "texto": "No crime progressivo, o sujeito, para alcançar o crime querido, passa necessariamente por outro menos grave que aquele desejado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "52876104",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ | Prova: FUNCAB - 2012 - PC-RJ - Delegado de Polícia",
    "enunciado_principal": "Portando ilegalmente, exclusivamente para aquela ação, uma arma de fogo de calibre permitido, Norberto constrange um transeunte e, mediante grave ameaça, subtrai para si os seus pertences. Nesse contexto, afirma-se que:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o autor responde somente pelo crime de roubo, não pelo de porte de arma de fogo, pois a pena do crime patrimonial já engloba a reprovabilidade do delito previsto na lei especial, consequência da unidade fática entre ambos, aplicando-se o princípio da consunção."
      },
      {
        "letra": "B",
        "texto": "há apenas crime de roubo, solucionando-se o caso pelo princípio da especialidade, pois o delito patrimonial, ao estabelecer a grave ameaça como meio executório, insere o porte de arma em sua estrutura típica, acrescido de elementos especializantes."
      },
      {
        "letra": "C",
        "texto": "será o porte de arma absorvido pelo crime de roubo em virtude da substituição do dolo, característica da progressão criminosa, que determina o reconhecimento do conflito aparente de normas."
      },
      {
        "letra": "D",
        "texto": "aplica-se ao caso o princípio da subsidiariedade, pois nas condutas há diferentes graus de lesão à mesma objetividade jurídica, em uma relação de continente e conteúdo."
      },
      {
        "letra": "E",
        "texto": "tutelando bens jurídicos distintos, as normas penais referentes aos crimes de porte de arma de fogo e roubo figurarão em concurso material de delitos, aplicando-se ao caso o sistema do cúmulo material das penas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "90842371",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA | Prova: AOCP - 2012 - TCE-PA - Analista de Controle Externo - Direito",
    "enunciado_principal": "De acordo com o Código Penal, analise as assertivas e assinale a alternativa que aponta as corretas.",
    "itens_assertiva": [
      "I. Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória.",
      "II. A lei posterior, que de qualquer modo favorecer o agente, não aplica-se aos fatos anteriores.",
      "III. A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência.",
      "IV. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
    ],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III"
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "45610237",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO | Prova: CESPE - 2012 - DPE-RO - Defensor Público",
    "enunciado_principal": "Com relação à aplicação da lei penal no tempo, aos crimes contra a dignidade sexual e aos delitos hediondos, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência predominante do STJ, a presunção de violência prevista no art. 224 do CP se revela de natureza absoluta, não cedendo à existência de fatores que afastem a dita presunção."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de corrupção de menores, previsto no art. 218 do CP, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "O art. 224 do CP, no qual era prevista a presunção de violência em crimes sexuais, foi revogado, tendo sido criado um novo tipo penal, tipificado como estupro de vulnerável, que caracteriza a *abolitio criminis* da conduta prevista no art. 214 (atentado violento ao pudor) c/c o art. 224 do CP."
      },
      {
        "letra": "D",
        "texto": "O princípio da continuidade normativa típica evidencia-se quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologicamente ou normativamente diverso do originário."
      },
      {
        "letra": "E",
        "texto": "Aplica-se ao agente de violência real ou grave ameaça em crime de estupro ou atentado violento ao pudor a causa especial de aumento de pena prevista no art. 9.º da lei que trata dos crimes hediondos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "78901234",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO | Prova: COPESE - UFT - 2012 - DPE-TO - Analista em Gestão Especializado - Ciências Jurídicas",
    "enunciado_principal": "Nos termos do Código Penal, leia os itens seguintes e marque a opção CORRETA:",
    "itens_assertiva": [
      "I. Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória;",
      "II. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado;",
      "III. A lei excepcional ou temporária, uma vez decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, não se aplica ao fato praticado durante sua vigência;",
      "IV. Lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado;"
    ],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II, III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, II e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I, III e IV estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "11654329",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AL | Prova: CESPE - 2012 - TJ-AL - Analista Judiciário - Área Judiciária",
    "enunciado_principal": "Assinale a opção correta no que diz respeito à lei penal no tempo, à lei penal no espaço e ao conflito aparente de normas.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio da bandeira, ficam sujeitos à lei penal brasileira os crimes praticados a bordo de embarcações e aeronaves brasileiras de natureza pública ou privada, quando em território estrangeiro e aí não sejam julgados."
      },
      {
        "letra": "B",
        "texto": "A irretroatividade da lei penal mais grave é decorrência direta do princípio constitucional da humanidade."
      },
      {
        "letra": "C",
        "texto": "Entre o roubo e o furto é possível estabelecer uma relação de especialidade, em que a violência contra a pessoa ou a grave ameaça funcionam como elementos especiais ou especializantes"
      },
      {
        "letra": "D",
        "texto": "Para o princípio da consunção não é importante a relação entre meio e fim, mas o grau de violação do mesmo bem jurídico."
      },
      {
        "letra": "E",
        "texto": "A requisição do ministro da Justiça é condição indispensável para aplicação da lei penal brasileira aos crimes cometidos contra brasileiro fora do Brasil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93456780",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal | Provas: CESPE - 2012 - Polícia Federal - Agente da Polícia Federal|  CESPE - 2012 - Polícia Federal - Papiloscopista da Polícia Federal",
    "enunciado_principal": "Conflitos aparentes de normas penais podem ser solucionados com base no princípio da consunção, ou absorção. De acordo com esse princípio, quando um crime constitui meio necessário ou fase normal de preparação ou execução de outro crime, aplica-se a norma mais abrangente. Por exemplo, no caso de cometimento do crime de falsificação de documento para a prática do crime de estelionato, sem mais potencialidade lesiva, este absorve aquele.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Julgue o item a seguir com base no direito penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "23785091",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI | Prova: CESPE - 2012 - MPE-PI - Analista Ministerial - Área Processual",
    "enunciado_principal": "O princípio da consunção, consoante posicionamento doutrinário e jurisprudencial, resolve o conflito aparente de normas penais quando um crime menos grave é meio necessário, fase de preparação ou de execução de outro mais nocivo, respondendo o agente somente pelo último. Há incidência desse princípio no caso de porte de arma utilizada unicamente para a prática do homicídio.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Em relação ao conflito aparente de normas penais, ao crime impossível e às causas extintivas da punibilidade, julgue o item a seguir.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "58123476",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI | Prova: CESPE - 2012 - MPE-PI - Analista Ministerial - Área Processual",
    "enunciado_principal": "A jurisprudência dos tribunais superiores consolidou-se no sentido de reconhecer no delito de furto a hipótese de crime impossível, por ineficácia absoluta do meio, quando o agente estiver sendo vigiado por fiscal do estabelecimento comercial ou existir sistema eletrônico de vigilância.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Em relação ao conflito aparente de normas penais, ao crime impossível e às causas extintivas da punibilidade, julgue o item a seguir.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "41298765",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "enunciado_principal": "Aplica-se a *novatio legis in mellius* aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado, sem que haja violação à regra constitucional da preservação da coisa julgada.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Julgue o item que se seguem, relativos à aplicação da lei penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "76543210",
    "metadata": "Ano: 2011 | Banca: COPS-UEL | Órgão: PGE-PR | Prova: COPS-UEL - 2011 - PGE-PR - Procurador do Estado",
    "enunciado_principal": "Considere as seguintes afirmações:",
    "itens_assertiva": [
      "I – a vigência de medida provisória que define tipo penal é inconstitucional.",
      "II – o princípio da tipicidade garante a proibição da analogia in malam partem no direito penal.",
      "III – o latrocínio ocorrido em 1989 não é punível com fundamento na Lei n. 8.072/90 em razão do princípio da ultra-atividade da lei mais benéfica.",
      "IV – em caso de *abolitio criminis* o sujeito condenado a pena privativa de liberdade deve ser prontamente libertado pelo juiz, volta à condição de primário e pode exigir da Administração Pública indenização pelo tempo em que permaneceu preso.",
      "V – a revogação formal da lei penal não é suficiente para a *abolitio criminis* quando, embora revogada a lei, houve a continuidade da hipótese normativo-típica."
    ],
    "enunciado_pergunta": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são corretas as afirmativas I, III e IV;"
      },
      {
        "letra": "B",
        "texto": "são corretas as afirmativas II, III, IV e V;"
      },
      {
        "letra": "C",
        "texto": "somente a afirmativa IV é incorreta;"
      },
      {
        "letra": "D",
        "texto": "somente as afirmativas II e V são incorretas;"
      },
      {
        "letra": "E",
        "texto": "todas as afirmativas são corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "28340916",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ | Prova: VUNESP - 2011 - TJ-RJ - Juiz",
    "enunciado_principal": "O agente que mata alguém, por imprudência, negligência ou imperícia, na direção de veículo automotor, comete o crime previsto no art. 302, da Lei n.º 9.503/97 (Código de Trânsito Brasileiro), e não o crime previsto no art. 121, § 3.º, do Código Penal. Assinale, dentre os princípios adiante mencionados, em qual deles está fundamentada tal afirmativa.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da consunção."
      },
      {
        "letra": "B",
        "texto": "Princípio da alternatividade."
      },
      {
        "letra": "C",
        "texto": "Princípio da especialidade."
      },
      {
        "letra": "D",
        "texto": "Princípio da legalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77103594",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT | Prova: MPDFT - 2011 - MPDFT - Promotor de Justiça",
    "enunciado_principal": "Examine as afirmações que se seguem, referentes à aplicação da lei penal, e assinale a alternativa correta:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ostentam imunidade diplomática os diplomatas de carreira, os membros do quadro administrativo e técnico da sede diplomática, com os respectivos familiares, além dos adidos consulares."
      },
      {
        "letra": "B",
        "texto": "O fenômeno da *Lex intermedia* importa na aplicação da lei penal mais benéfica ao acusado, ainda que não tenha sido a lei de regência ao tempo do fato, nem mais subsista, dada sua revogação, ao tempo da decisão condenatória."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento doutrinário e jurisprudencial predominante, operou-se *a abolitio criminis* em relação ao crime de porte de entorpecentes para uso próprio, nos termos da Lei nº 11.343/2006."
      },
      {
        "letra": "D",
        "texto": "A aplicação da lei penal estrangeira ao crime ocorrido no território brasileiro é vedada pelo princípio da soberania."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de crime formal, à extorsão mediante seqüestro, iniciada na égide da lei penal mais branda, não se aplica a lei penal mais grave, ainda que a restrição da liberdade da vítima perdure após a alteração legislativa que agrave a pena do referido crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "60394521",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM | Prova: INSTITUTO CIDADES - 2011 - DPE-AM - Defensor Público",
    "enunciado_principal": "Em relação à *novatio legis* incriminadora, a *novatio legis in pejus, abolitio criminis* e a *novatio legis in mellius*, assinale o que for **errado**.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dá-se a *novatio legis incriminadora* quando a lei penal definir nova conduta como infração penal;"
      },
      {
        "letra": "B",
        "texto": "caracteriza-se a *novatio legis in pejus* quando a lei penal redefinir infrações penais, dando tratamento mais severo a condutas já punidas pelo direito penal, quer criminalizando o que antes era contravenção penal, quer apenas conferindo disciplina mais gravosa;"
      },
      {
        "letra": "C",
        "texto": "ocorre a *abolitio criminis* quando, por exemplo, a lei penal abolir uma contravenção penal, como foi o caso da revogação do artigo 60 da Lei das Contravenções Penais"
      },
      {
        "letra": "D",
        "texto": "tem-se a *novatio legis in mellius* quando a lei penal definir fatos novos como infração penal, também denominada “neocriminalização”."
      },
      {
        "letra": "E",
        "texto": "as situações de *novatio legis* e *abolitio criminis* são tratadas pelo artigo 2º do Código Penal e dizem respeito à disciplina da lei penal no tempo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "10987654",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS | Prova: MPE-MS - 2011 - MPE-MS - Promotor de Justiça",
    "enunciado_principal": "Em que consiste o conflito aparente de normas?",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conflito aparente de normas é a situação que ocorre quando ao mesmo fato parecem ser aplicáveis duas ou mais normas, formando um conflito aparente entre elas."
      },
      {
        "letra": "B",
        "texto": "O conflito aparente de normas consiste na aplicação de duas regras distintas para fatos delituosos diversos.."
      },
      {
        "letra": "C",
        "texto": "O conflito aparente de normas consiste em se aplicar uma só norma para fatos distintos."
      },
      {
        "letra": "D",
        "texto": "O conflito aparente de normas consiste na aplicação de regras semelhantes no caso de concurso de delitos."
      },
      {
        "letra": "E",
        "texto": "O conflito aparente de normas consiste na aplicação simultânea de penas para delitos diferentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "84761205",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS | Prova: FUNDATEC - 2010 - PGE-RS - Procurador do Estado",
    "enunciado_principal": "Assinale a alternativa correta:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do princípio da atividade, a lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência."
      },
      {
        "letra": "B",
        "texto": "A lei “A” foi revogada pela lei “B”, que por sua vez foi revogada pela lei ´'C”; diante da imposição de que uma lei só pode ser revogada por outra, o sistema jurídico brasileiro admite a repristinação automática de lei revogada."
      },
      {
        "letra": "C",
        "texto": "O momento e o lugar do crime são regulados pela teoria da atividade, importando o momento da ação ou omissão do agente, ainda que outros sejam o momento e o lugar do resultado."
      },
      {
        "letra": "D",
        "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou privada, onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar."
      },
      {
        "letra": "E",
        "texto": "No crime permanente, a conduta se protrai no tempo em razão da própria vontade do agente e o tempo do crime é o de sua duração; enquanto que, no crime continuado, o tempo do crime é o da prática de cada conduta perpetrada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33658901",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP | Prova: MPE-SP - 2010 - MPE-SP - Promotor de Justiça",
    "enunciado_principal": "Assinale a alternativa **incorreta**:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo o princípio da especialidade, a norma específica derroga a norma geral, ainda que aquela contenha conseqüências penais mais gravosas."
      },
      {
        "letra": "B",
        "texto": "segundo o princípio da consunção, na hipótese de crime progressivo, as normas que definem crimes mais graves absorvem as de menor gravidade."
      },
      {
        "letra": "C",
        "texto": "o resultado da ação não pode ser atribuído ao agente na hipótese da existência de causa absolutamente independente, salvo se esta for preexistente."
      },
      {
        "letra": "D",
        "texto": "nos crimes comissivos por omissão, o agente, que possui o especial dever de agir, abstem-se dessa atuação."
      },
      {
        "letra": "E",
        "texto": "nos crimes de perigo abstrato, o perigo é objeto de presunção *juris et de jure* ."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "50491823",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO | Prova: CESPE - 2010 - MPE-RO - Promotor de Justiça",
    "enunciado_principal": "Com relação às normas penal e processual penal, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dispositivo que trata do crime de uso de documento falso é norma imperfeita em seu preceito primário, porque remete o intérprete a outros tipos penais para conceituar os papéis falsificados, e norma penal em branco em seu preceito secundário, por remeter a outro artigo para apurar a pena cominada."
      },
      {
        "letra": "B",
        "texto": "A lei penal e a lei processual penal observam o princípio da irretroatividade, excepcionando os casos em que a lei retroage para beneficiar o réu."
      },
      {
        "letra": "C",
        "texto": "A lei penal e a lei processual penal observam o princípio da territorialidade absoluta em razão de a prestação jurisdicional ser uma função soberana do Estado, que só pode ser exercida nos limites do território nacional."
      },
      {
        "letra": "D",
        "texto": "O dispositivo legal que prevê o estado de necessidade é uma norma penal não incriminadora permissiva justificante porque tem por finalidade afastar a ilicitude da conduta do agente."
      },
      {
        "letra": "E",
        "texto": "Caso haja antinomia entre duas leis penais, devem ser observados os seguintes critérios: especialidade, subsidiariedade, consunção, alternatividade e exclusão."
      }
    ],
    "gabarito": "D"
  }
]
